{
  "Home": "Startseite",
  "NotFound": "Nicht gefunden",
  "StemCell": "Stammzellentherapie",
  "Ayurveda": "Ayurveda",
  "BlogPage": "Blogseite",
  "Apoth": "Kräuterapotheke",
  "Blog1": "Kann Verstopfung Rückenschmerzen verursachen?",
  "Blog2": "Trockennadeln vs. Akupunktur",
  "Blog3": "Entgiftung",
  "Hypnopract": "Hypnotherapeuten",
  "HomeopathyPract": "Homöopathen",
  "Blog4": "Zellregeneration",
  "Blog11": "Wann wird der letzte Bitcoin abgebaut?",
  "Blog6": "Krebs",
  "Blog5": "Was ist Akupunktur?",
  "Prevent": "Präventive Gesundheit",
  "Blog8": "Hepatitis B: Kräutermedizin gegen Hepatitis B",
  "Blog9": "Die Bedeutung der Ernährung",
  "Blog10": "Der kuriose Fall von Krebs: Tägliche Früchte zur Vorbeugung",
  "Detox": "Entgiftung",
  "Hypnotherapy": "Hypnotherapie",
  "Nutrition": "Ernährung",
  "Chiropractic": "Chiropraktik",
  "Acupuncture": "Akupunktur",
  "Chelation": "Chelattherapie",
  "Homeopathy": "Homöopathie",
  "Telehealth": "Verzeichnis der ganzheitlichen Telemedizin",
  "About": "Über uns",
  "Blog7": "Batanaöl: Vorteile von Batanaöl",
  "Bitcoin": "Was ist Bitcoin?",
  "Imagine a world where...": "Stellen Sie sich eine Welt vor, in der Sie Geld von Ihrem Telefon senden können, um Ihre Rechnungen zu bezahlen, Sicherheitseinlagen anzunehmen und mit jedem zu handeln, als wäre er direkt neben Ihnen. Die Welt ist weniger kompliziert, als man denkt; ein fallender Apfel bestimmt die Schwerkraft. Heutzutage sind Systeme komplex. Es gibt zahlreiche Kanäle und Entitäten, die die einfachsten Austauschvorgänge überwachen. Bitcoin ist diese vereinfachte Welt, eine Möglichkeit, Transaktionen und den Austausch von Person zu Person ohne „Zwischenhändler“ durchzuführen.",
  "The concepts of digitized...": "Die Konzepte von digitalem Geld und Transaktionen sind nicht fremd und bilden im Wesentlichen die Funktionsweise der heutigen Welt.",
  "World Bank": "Weltbank",
  "'2/3 of adults worldwide...": "'Zwei Drittel der Erwachsenen weltweit senden oder empfangen digitale Zahlungen'. Banken betreiben seit dem 17. Jahrhundert Reservebanking. Bitcoin implementiert die Eigenschaften digitaler Währungen, aber Sie sind Ihre eigene Bank. Bitcoin ist dezentralisiert; es besteht keine Notwendigkeit, einer finanziellen Einrichtung zu vertrauen.",
  "To keep things as simple...": "Um die Dinge so einfach wie möglich zu halten, leistet Bitcoin das Beste, um die Probleme des traditionellen Finanzsystems zu beheben. Bitcoin ist deflationär, was bedeutet, dass sein Wert festgelegt ist und nicht mit der Zeit an Wert verliert. Weltweit verlieren Währungen schnell an Wert. Bitcoin leistet hervorragende Arbeit, indem es finanzielle Gleichheit in die am stärksten von Hyperinflation betroffenen Gebiete bringt - Afrika, Südamerika, Lateinamerika und Asien.",
  "Bitcoin is the future!": "Bitcoin ist die Zukunft!",
  "It is the empowerment...": "Es ist die Ermächtigung von Menschen überall. Die Einführung von Bitcoin ist unvermeidlich; zwei Inseln (Prospera und Madeira) und zwei Nationen haben Bitcoin offiziell angenommen - El Salvador und die Zentralafrikanische Republik. Bitcoin ist eine neue Welt, in der Menschen Autonomie und Souveränität haben.",
  "Vitamin B17": "Vitamin B: Vitamin B17 - Das Rätsel um Krebs",
  "Many medical professions state...": "Viele medizinische Fachbereiche behaupten, dass Krankheiten wie Krebs auf einen Mangel an Vitamin B und Vitamin B17 zurückzuführen sind. Erforschen Sie die Geheimnisse rund um Vitamin B17."
}