[
  
    {
      "Home": "Home",
      "NotFound": "Not Found",
      "StemCell": "Stem Cell Therapy",
      "Ayurveda": "Ayurveda Therapy",
      "BlogPage": "Blog Page",
      "Apoth": "Apothecary",
      "Blog1": "Can Constipation Cause Back Pain",
      "Blog2": "Dry Needling vs Acupuncture",
      "Blog3": "Detox Cleanse",
      "Hypnopract": "Hypnotherapy Practitioners",
      "HomeopathyPract": "Homeopathy Practitioners",
      "Blog4": "Cellular Regeneration",
      "Blog11": "When Will The Last Bitcoin Be Mined?",
      "Blog6": "Cancer",
      "Blog5": "What is Acupuncture?",
      "Prevent": "Preventive Wellness",
      "Blog8": "Hepatitis B: Herbal Medicine On Hep B",
      "Blog9": "The Importance of Nutrition",
      "Blog10": "The Curious Case of Cancer: Everyday Fruit for Prevention",
      "Detox": "Detox",
      "Hypnotherapy": "Hypnotherapy",
      "Nutrition": "Nutrition",
      "Chiropractic": "Chiropractic",
      "Acupuncture": "Acupuncture Therapy",
      "Chelation": "Chelation Therapy",
      "Homeopathy": "Homeopathy",
      "Telehealth": "Holistic Medicine Telehealth Directory",
      "About": "About Us",
      "Blog7": "Batana Oil: Batana Oil Benefits",
      "Blog12":"Acupuncture Montreal",
      "Bitcoin": "What is Bitcoin"
  },
  {
    "What is Bitcoin?": "What is Bitcoin?", 
    "Imagine a world where...": "Imagine a world where you can send money from your phone to pay your bills, accept security deposits, and transact with anyone as if they were right next to you. The world is less complicated than people think; dropping an apple determines gravity. As of today, systems are complex. There are multiple channels and entities in place overseeing the simplest of exchanges. Bitcoin is this simplified world, a way to transact and exchange person-to-person without a “middleman.”", 
    "The concepts of digitized...": "The concepts of digitized currency and transactions are not foreign and are primarily how the world already operates.", 
    "World Bank": "World Bank", 
    "'2/3 of adults worldwide...": "'2/3 of adults worldwide send or receive digital payments'. Banks have conducted fractional reserve banking since the 17th Century. Bitcoin implements the characteristics of digital currency, but you are your bank. Bitcoin is decentralized; there isn’t a need to put trust in a financial entity.", 
    "To keep things as simple...": "To keep things as simple as possible, Bitcoin does the best job of correcting the problems of the traditional financial system. Bitcoin is deflationary, meaning its value is set and does not lose its worth over time. Around the world, currencies are losing value at a rapid rate. Bitcoin does a great job at injecting financial equality into places most affected by hyperinflation - Africa, South America, Latin America, and parts of Asia.", 
    "Bitcoin is the future!": "Bitcoin is the future!",  
    "It is the empowerment...": "It is the empowerment of people everywhere. Adoption of Bitcoin is inevitable; two islands(Prospera and Madeira) and two nations have officially adopted Bitcoin - El Salvador and the Central Republic of Africa. Bitcoin is a new world, one where people have autonomy and sovereignty."
  },
  {
    "Vitamin B17": "Vitamin B: Vitamin B17 - The Mysterious Case of Cancer",
    "Many medical professions state...": "Many medical professions state that diseases like cancer exist from a vitamin B and vitamin B17 deficiency. Explore the mysteries behind vitamin B17."  

  }
]