{
    "Home": "Inicio",
    "NotFound": "No encontrado",
    "StemCell": "Terapia con Células Madre",
    "Ayurveda": "Terapia Ayurveda",
    "BlogPage": "Página del Blog",
    "Apoth": "Botica",
    "Blog1": "¿Puede el estreñimiento causar dolor de espalda?",
    "Blog2": "Agujas secas vs. acupuntura",
    "Blog3": "Limpieza de desintoxicación",
    "Hypnopract": "Practicionarios de Hipnoterapia",
    "HomeopathyPract": "Practicionarios de Homeopatía",
    "Blog4": "Regeneración Celular",
    "Blog11": "¿Cuándo se extraerá el último Bitcoin?",
    "Blog6": "Cáncer",
    "Blog5": "¿Qué es la acupuntura?",
    "Prevent": "Bienestar Preventivo",
    "Blog8": "Hepatitis B: Medicina Herbal sobre Hep B",
    "Blog9": "La importancia de la nutrición",
    "Blog10": "El caso curioso del cáncer: Fruta diaria para la prevención",
    "Detox": "Desintoxicación",
    "Hypnotherapy": "Hipnoterapia",
    "Nutrition": "Nutrición",
    "Chiropractic": "Quiropráctica",
    "Acupuncture": "Acupuntura",
    "Chelation": "Terapia de quelación",
    "Homeopathy": "Homeopatía",
    "Telehealth": "Directorio de Telemedicina Holística",
    "About": "Acerca de Nosotros",
    "Blog7": "Aceite de Batana: Beneficios del Aceite de Batana",
    "Bitcoin": "¿Qué es Bitcoin?",
    "What is Bitcoin?": "¿Qué es Bitcoin?",
  "Imagine a world where...": "Imagínate un mundo donde puedas enviar dinero desde tu teléfono para pagar tus facturas, aceptar depósitos de seguridad y realizar transacciones con cualquier persona como si estuvieran justo al lado tuyo. El mundo es menos complicado de lo que la gente piensa; dejar caer una manzana determina la gravedad. A partir de hoy, los sistemas son complejos. Hay múltiples canales y entidades en su lugar supervisando los intercambios más simples. Bitcoin es este mundo simplificado, una forma de realizar transacciones e intercambios de persona a persona sin un \"intermediario\".",
  "The concepts of digitized...": "Los conceptos de moneda digitalizada y transacciones no son extraños y son principalmente cómo funciona el mundo ya. ",
  "World Bank": "Banco Mundial",
  "'2/3 of adults worldwide...": "'2/3 de los adultos en todo el mundo envían o reciben pagos digitales'. Los bancos han realizado operaciones bancarias de reserva fraccionaria desde el siglo XVII. Bitcoin implementa las características de la moneda digital, pero usted es su banco. Bitcoin es descentralizado; no hay necesidad de confiar en una entidad financiera.",
  "To keep things as simple...": "Para mantener las cosas lo más simples posible, Bitcoin hace el mejor trabajo de corregir los problemas del sistema financiero tradicional. Bitcoin es deflacionario, lo que significa que su valor está establecido y no pierde su valor con el tiempo. En todo el mundo, las monedas están perdiendo valor a un ritmo rápido. Bitcoin hace un gran trabajo al inyectar igualdad financiera en los lugares más afectados por la hiperinflación - África, Sudamérica, América Latina y partes de Asia.",
  "Bitcoin is the future!": "¡Bitcoin es el futuro!",
  "It is the empowerment...": "Es el empoderamiento de las personas en todas partes. La adopción de Bitcoin es inevitable; dos islas (Prospera y Madeira) y dos naciones han adoptado oficialmente Bitcoin - El Salvador y la República Centroafricana. Bitcoin es un nuevo mundo, donde las personas tienen autonomía y soberanía.",
  "Vitamin B17": "Vitamina B: Vitamina B17 - El misterioso caso del cáncer",
  "Many medical professions state...": "Muchas profesiones médicas afirman que las enfermedades como el cáncer existen debido a una deficiencia de vitamina B y vitamina B17. Explore los misterios detrás de la vitamina B17."
  }