{
  "Home": "Inicio",
  "NotFound": "No encontrado",
  "Decent Med: explore a holistic approach to healthcare! We focus on natural healing and wellness practices that address the mind, body, and spirit. Learn more about holistic medicine and its benefits.": "Decent Med: ¡explora un enfoque holístico de la atención médica! Nos enfocamos en la curación natural y las prácticas de bienestar que abordan la mente, el cuerpo y el espíritu. Aprende más sobre la medicina holística y sus beneficios.",
  "Decent Med": "Decent Med",
  "Education": "Educación",
  "Find Practioner": "Encontrar Practicante",
  "Cancer": "Cáncer",
  "Blogs": "Blogs",
  "About Us": "Acerca de Nosotros",
  "Dashboard": "Panel de Control",
  "Have you ever wondered how people used to live healthier and longer lives? Before traditional medicine, there was wellness. Our ancestors experienced vitality - living off the land. This decade has uncovered the hidden truth about traditional healthcare. Medicine is not about surviving; it is about wellness. Medicine should cure sometimes, relieve often, and comfort always. Our goal is to promote vitality. We are personally and professionally invested in the re-emergence of regenerative medicine and broadening access to revolutionary therapies. Treatments like homeopathy operate on the belief that the body can heal via plants and minerals to stimulate the healing process.": "¿Alguna vez te has preguntado cómo vivían las personas de manera más saludable y más tiempo? Antes de la medicina tradicional, existía el bienestar. Nuestros antepasados experimentaron vitalidad, viviendo de la tierra. Esta década ha descubierto la verdad oculta sobre la atención médica tradicional. La medicina no trata de sobrevivir, trata sobre el bienestar. La medicina debe curar a veces, aliviar a menudo y confortar siempre. Nuestro objetivo es promover la vitalidad. Estamos personalmente y profesionalmente invertidos en el resurgimiento de la medicina regenerativa y en ampliar el acceso a terapias revolucionarias. Tratamientos como la homeopatía operan bajo la creencia de que el cuerpo puede sanar a través de plantas y minerales para estimular el proceso de sanación.",
  "Departments": "Departamentos",
  "Stem Cell Therapy": "Terapia con Células Madre",
  "Ayurveda Therapy": "Terapia Ayurveda",
  "Blog Page": "Página del Blog",
  "Apothecary": "Botica",
  "Can Constipation Cause Back Pain": "¿Puede el estreñimiento causar dolor de espalda?",
  "Detox Cleanse": "Limpieza Detox",
  "Hypnotherapy Practitioners": "Practicionarios de Hipnoterapia",
  "Homeopathy Practitioners": "Practicionarios de Homeopatía",
  "Our Values": "Nuestros Valores",
  "Showcasing Alternatives": "Mostrando Alternativas",
  "Treatment of Chronic Conditions": "Tratamiento de Condiciones Crónicas",
  "Advanced Features": "Características Avanzadas",
  "The most essential element of wellness is education. This platform is a canvas for holistic providers to showcase their expertise and educate the public on how to tap into wellness. Supermarkets have more chemicals than a chemistry lab. Education goes a long way in fighting disease.": "El elemento más esencial del bienestar es la educación. Esta plataforma es un lienzo para que los proveedores holísticos muestren su experiencia y eduquen al público sobre cómo acceder al bienestar. Los supermercados tienen más químicos que un laboratorio de química. La educación juega un papel fundamental en la lucha contra las enfermedades.",
  "Deemed 'alternatives', this platform gives a voice to holistic wellness. This platform educates on wellness, providing providers access to patients worldwide. We use innovative tactics to bring more patients to your site.": "Considerada 'alternativa', esta plataforma da voz al bienestar holístico. Esta plataforma educa sobre el bienestar, brindando a los proveedores acceso a pacientes de todo el mundo. Usamos tácticas innovadoras para atraer más pacientes a tu sitio.",
  "Cures to chronic diseases exist! This platform is a global Telehealth Directory. Based on the Bitcoin principle of censorship resistance, DecentMed gives a voice to global treatments that treat chronic diseases.": "¡Existen curas para las enfermedades crónicas! Esta plataforma es un Directorio Global de Telemedicina. Basado en el principio de resistencia a la censura de Bitcoin, DecentMed da voz a los tratamientos globales que tratan las enfermedades crónicas.",
  "Providers on the platform receive access to patient databases, a digital business card, blog showcase, branded content on the education pages and admin privileges on our upcoming mobile app version of Decent Med.": "Los proveedores en la plataforma reciben acceso a bases de datos de pacientes, una tarjeta de presentación digital, una vitrina de blogs, contenido de marca en las páginas de educación y privilegios de administrador en nuestra próxima versión de la aplicación móvil de Decent Med.",
  "Why Us?": "¿Por qué nosotros?",
  "Monetization of Medicine": "Monetización de la Medicina",
  "Why is there no cure for cancer? Why is obesity and prescription overdose only getting worse? Is profit worth life? Promoting wellness begins with education. The current system monetizes medicine, conversely, treatments deemed alternatives, are cheaper and heavily used in the healthiest nations in the world. The body has an immense regenerative potential to heal itself, but when fighting itself, it's hard for the body to heal itself. Prevention is the initial step, eating a diet high in fruits and vegetables provides the essential antioxidants and nutrients to prevent disease. Pairing a 'green' diet with exercise goes a long way in preventing a trip to the doctor.": "¿Por qué no existe cura para el cáncer? ¿Por qué la obesidad y la sobredosis de recetas siguen empeorando? ¿Vale la pena la vida por el beneficio? Promover el bienestar comienza con la educación. El sistema actual monetiza la medicina, en cambio, los tratamientos considerados alternativos son más baratos y ampliamente utilizados en las naciones más saludables del mundo. El cuerpo tiene un inmenso potencial regenerativo para sanarse a sí mismo, pero cuando está luchando contra sí mismo, es difícil que el cuerpo se cure. La prevención es el primer paso, comer una dieta alta en frutas y verduras proporciona los antioxidantes y nutrientes esenciales para prevenir enfermedades. Combinar una dieta 'verde' con ejercicio es muy eficaz para evitar una visita al médico.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days and restores the cells into ketosis. Furthermore, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Detoxification to cleanse the body from toxins that cause cancer.": "Una desintoxicación limpia el cuerpo. Una desintoxicación con agua es una forma de eliminar las toxinas del cuerpo. Una desintoxicación con agua varía de 1 a 3 días y restaura las células a la cetosis. Además, comienza con una desintoxicación con agua para eliminar toxinas de los riñones y el hígado (no es consejo médico). Una desintoxicación con agua ayuda al cuerpo a sanarse a sí mismo. La desintoxicación juega un papel integral en la regeneración celular y la rejuvenecimiento celular, dos componentes del bienestar. Los tratamientos contra el cáncer a nivel mundial como la Terapia de Gerson y la dieta de Dr. Sebi utilizan formas de desintoxicación para limpiar el cuerpo de toxinas que causan el cáncer.",
  "Why are countries with smaller healthcare budgets than the U.S. have healthier people? Because they strive for alternatives to pills, using elements of Traditional Chinese Medicine (TCM) like Acupuncture or Ayurveda. The healthiest people in the world utilize functional medicine for peak performance. Aaron Rodgers (NFL Quarterback) has gone on record highlighting the benefits of Ayurveda(Panchakarma cleanse). Stars like Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson, and Jamaal Charles (among others) have all used Stem Cell Therapy for ailments.": "¿Por qué los países con presupuestos de atención médica más pequeños que los EE. UU. tienen personas más saludables? Porque buscan alternativas a las pastillas, usando elementos de la Medicina Tradicional China (MTC) como la Acupuntura o el Ayurveda. Las personas más saludables del mundo utilizan medicina funcional para un rendimiento óptimo. Aaron Rodgers (mariscal de campo de la NFL) ha declarado públicamente los beneficios del Ayurveda (limpieza Panchakarma). Estrellas como Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson y Jamaal Charles (entre otros) han utilizado la Terapia con Células Madre para dolencias.",
  "Health Facts": "Hechos de Salud",
  "Healthcare Realities": "Realidades de la Atención Médica",
  "- Estimated $455 billion spent on healthcare yearly is lost each year to fraud and corruption.": "- Se estima que $455 mil millones gastados en atención médica anualmente se pierden cada año debido al fraude y la corrupción.",
  "- 45% of global citizens believe the healthcare sector is corrupt or very corrupt.": "- El 45% de los ciudadanos globales creen que el sector de la atención médica es corrupto o muy corrupto.",
  "Obesity Statistics": "Estadísticas sobre la Obesidad",
  "- 1/3 Adults in the United States are obese.": "- 1/3 de los adultos en los Estados Unidos son obesos.",
  "- 32.5% of American adults are overweight; obesity is linked to at least 60 chronic diseases.": "- El 32,5% de los adultos estadounidenses tienen sobrepeso; la obesidad está vinculada a al menos 60 enfermedades crónicas.",
  "- Obesity affects 1/6 children in the United States. Obesity costs Americans an estimated $147 billion a year.": "- La obesidad afecta a 1/6 de los niños en los Estados Unidos. La obesidad le cuesta a los estadounidenses aproximadamente $147 mil millones al año.",
  "Water and Degenerative Disease": "Agua y Enfermedades Degenerativas",
  "- Our current water supply is processed and does not hydrate because the molecules are too big for capillaries.": "- Nuestro suministro de agua actual está procesado y no hidrata porque las moléculas son demasiado grandes para los capilares.",
  "- Blood is 83% water; we need access to charged water, or electrically/sunlight charged water.;": "- La sangre es 83% agua; necesitamos acceso a agua cargada, o agua cargada eléctricamente/sumergida en luz solar.",
  "- The 3 leading causes of degenerative disease: oxidized stress, dehydration, and acidity.": "- Las 3 principales causas de las enfermedades degenerativas: estrés oxidativo, deshidratación y acidez.",
  "Telehealth Directory": "Directorio de Telemedicina",
  "Sign Up": "Registrarse",
  "Pay with Bitcoin": "Pagar con Bitcoin",
  "Pay with Credit Card": "Pagar con tarjeta de crédito",
  "Add Cart": "Agregar al carrito",
  "Health Coach": "Entrenador de Salud",
  "Stem Cell": "Células Madre",
  "Nutrition/Dietician": "Nutrición/Dietista",
  "Components": "Componentes",
  "Digital Business Card": "Tarjeta de Visita Digital",
  "Showcase your company with a direct link to your booking page. The practices above will take users to a scrollview of As the project scales, there will be built-in 24 hour scheduler.": "Muestra tu empresa con un enlace directo a tu página de reservas. Las prácticas anteriores llevarán a los usuarios a una vista de desplazamiento. A medida que el proyecto se amplíe, habrá un programador de 24 horas incorporado.",
  "Access to Client Databases": "Acceso a bases de datos de clientes",
  "You will gain access to patients who signup for forms throughout the application.": "Obtendrás acceso a pacientes que se registren en formularios a lo largo de la aplicación.",
  "Admin Privilegs on Mobile App": "Privilegios de administrador en la aplicación móvil",
  "There is a mobile app equivalent of this project. Members of the coalition can post content on the mobile app and other admin privileges.": "Existe una versión móvil de este proyecto. Los miembros de la coalición pueden publicar contenido en la aplicación móvil y otros privilegios de administrador.",
  "Branded Content": "Contenido de Marca",
  "Providers get to showcase their content on our blog page. The education pages are your canvas. All content showcased on the education page will be branded to your respective practice.": "Los proveedores pueden mostrar su contenido en nuestra página de blog. Las páginas educativas son tu lienzo. Todo el contenido mostrado en la página educativa será marcado con tu respectiva práctica.",
  "Attention Holistic Practitioners": "Atención a los Practicantes Holísticos",
  "Welcome to Decent Med: the showcase of Functional Medicine and its revolutionary impact on the lives of billions. Moreover, notice that some of the pages on the website are not robust with information - this is by design. This platform is your canvas. I want beneficial and relevant information from practitioners experienced in the field. This platform gives industry experts a voice to patients globally and grows their practice in a new manner.": "Bienvenido a Decent Med: la vitrina de la Medicina Funcional y su impacto revolucionario en las vidas de miles de millones. Además, ten en cuenta que algunas de las páginas en el sitio web no están completas con información; esto es intencional. Esta plataforma es tu lienzo. Quiero información beneficiosa y relevante de los profesionales experimentados en el campo. Esta plataforma le da a los expertos de la industria una voz a los pacientes de todo el mundo y hace crecer su práctica de una manera nueva.",
  "This platform educates on wellness, providing you access to more patients worldwide. We use innovative tactics to bring more patients to your site. Decent Med is a global Telehealth Directory. Furthermore, this is the new standard in healthcare post-pandemic. Telehealth is an innovative way to connect patients with providers no matter where they are. Healthcare Finance says, “Telehealth expected to drive $29 billion in healthcare services in 2020”(Healthcare Finance). This platform is dynamic and evolves to grow the market share of alternative medicine worldwide.": "Esta plataforma educa sobre el bienestar, proporcionándote acceso a más pacientes a nivel mundial. Utilizamos tácticas innovadoras para traer más pacientes a tu sitio. Decent Med es un Directorio global de Telemedicina. Además, este es el nuevo estándar en salud post-pandemia. La telemedicina es una forma innovadora de conectar a los pacientes con los proveedores sin importar dónde se encuentren. Healthcare Finance dice, 'Se espera que la telemedicina impulse $29 mil millones en servicios de salud en 2020' (Healthcare Finance). Esta plataforma es dinámica y evoluciona para hacer crecer la cuota de mercado de la medicina alternativa a nivel mundial.",
  "Vitamin B: Vitamin B17 - The Mysterious Case of Cancer": "Vitamina B: La Vitamina B17 - El Misterioso Caso del Cáncer",
  "It is important to note that Dr. Sugiura was not the only doctor who discovered Laetrile-cured mice. 'Dr. Lloyd Schloen published a 100% cure rate in Swiss albino mice'. Regarding credibility, Dr. Sugiura is a pioneer of cancer research and one of the most well-regarded doctors in history. According to biographies and reports, Dr. Sugiura had retired a decade before his findings on Laetrile. Two years before his death, Dr. Sugiura stated: 'There's something funny here. The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group', regarding a study with Laetrile. The results were: 'Laetrile was found to possess neither preventive, nor tumore-regressant, nor anti-metastatic, nor curative anti-cancer activity'. Dr. Sigiura 'stuck' to his claims about Laetrile.": "Es importante señalar que el Dr. Sugiura no fue el único doctor que descubrió ratones curados con Laetrile. 'El Dr. Lloyd Schloen publicó una tasa de curación del 100% en ratones albinos suizos'. En cuanto a la credibilidad, el Dr. Sugiura es un pionero de la investigación del cáncer y uno de los médicos más respetados en la historia. Según biografías e informes, el Dr. Sugiura se había retirado una década antes de sus hallazgos sobre Laetrile. Dos años antes de su muerte, el Dr. Sugiura declaró: 'Aquí hay algo extraño. Los pequeños tumores dejaron de crecer el 40% del tiempo en el grupo control de solución salina y solo el 27% del tiempo en el grupo tratado', sobre un estudio con Laetrile. Los resultados fueron: 'Se descubrió que Laetrile no poseía actividad preventiva, ni tumoregresiva, ni anti-metastática, ni curativa contra el cáncer'. El Dr. Sugiura 'se mantuvo' en sus afirmaciones sobre Laetrile.",
  "What is Laetrile?'In 1952, Dr. Ernst T. Krebs Jr. found that diseases like cancer stem from deficiency,specifically a compound in the nitroloside family.Prevalent in fruits in the Prunus Rosacea family - bitter almond, apricot, blackthorn, cherry, nectarine, peach and plum'.Because these foods have similar properties of B-complex vitamins - he called it 'vitamin B17'.Does the disease stem from a lack of nutrition? Imagine a world where consuming'peach and apricot seeds' bolsters your nutrition to fight disease!If one believes the body has an immense regenerative potential to heal itself,then fighting disease begins with food.Dr. George M. Briggs (Professor of Nutrition at the University of California) noted:'The typical American diet is a national disaster … If I fed it to pigs or cows, without adding vitamins and other supplements,'I could wipe out the livestock industry'. Griffin and many other doctors theorize that 'disease stems from vitamin B deficiency,specifically vitamin B17. Cancer is on the rise in the US, and nutrition is falling. There are far more McDonald's and other fastfood chains than farmer's markets and Whole Foods stores. The Hunza people of Pakistan live longer despite living in an isolatedregion without the vast resources of the US. What is the secret to their vitality?Apricots, consistent nitriloside foods, and a mainly plant-based diet.The average lifespan of an American is '78 years'. Conversely, Hunza people can live to 120 years!How does a tribe from a developing country outlive the greatest nation in the world?The Hunza tribe places a strong emphasis on vitamin A consumption and overall nutrition.The United States values taste over nutrition and do not see a benefit in mass consumption of nitrilosides.Author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study ) also found 'traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)'. Notably, when the Eskimos went to other regions and abandoned their traditional diet - cancer began to emerge. The pancreas plays a key role in digestion and blood sugar regulation. Notably, your chances of cancer increase with diabetes - obesity results in many diseases, including diabetes (type 2). Griffin and many other doctors determine that diet affects our health - what you eat determines your health.": "¿Qué es Laetrile? En 1952, el Dr. Ernst T. Krebs Jr. descubrió que las enfermedades como el cáncer provienen de una deficiencia, específicamente un compuesto de la familia de los nitrosólidos. Se encuentra en frutas de la familia Prunus Rosaceae - almendra amarga, albaricoque, endrino, cereza, nectarina, durazno y ciruela'. Debido a que estos alimentos tienen propiedades similares a las vitaminas del complejo B, lo llamó 'vitamina B17'. ¿Proviene la enfermedad de una falta de nutrición? ¡Imagina un mundo donde consumir 'semillas de durazno y albaricoque' refuerza tu nutrición para luchar contra las enfermedades! Si uno cree que el cuerpo tiene un inmenso potencial regenerativo para curarse a sí mismo, entonces la lucha contra las enfermedades comienza con la comida. El Dr. George M. Briggs (Profesor de Nutrición en la Universidad de California) señaló: 'La dieta típica estadounidense es un desastre nacional … Si se lo diera a cerdos o vacas, sin añadir vitaminas y otros suplementos, podría acabar con la industria ganadera'. Griffin y muchos otros médicos teorizaron que 'la enfermedad proviene de la deficiencia de vitamina B, específicamente la vitamina B17. El cáncer está en aumento en los EE.UU., y la nutrición está cayendo. Hay muchas más cadenas de McDonald's y otros restaurantes de comida rápida que mercados de agricultores y tiendas Whole Foods. La gente de Hunza en Pakistán vive más tiempo a pesar de vivir en una región aislada sin los vastos recursos de los EE.UU. ¿Cuál es el secreto de su vitalidad? Albaricoques, alimentos consistentes en nitrilosidos y una dieta principalmente basada en plantas. La esperanza de vida promedio de un estadounidense es '78 años'. ¡Por el contrario, las personas de Hunza pueden vivir hasta los 120 años! ¿Cómo una tribu de un país en desarrollo puede superar en longevidad a la nación más grande del mundo? La tribu Hunza pone un fuerte énfasis en el consumo de vitamina A y una nutrición general. Los Estados Unidos valoran el sabor sobre la nutrición y no ven un beneficio en el consumo masivo de nitrilosidos. El autor Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) también encontró que 'la dieta tradicional de los esquimales es alta en nitrilosidos provenientes del estómago de los caribúes y la carne de reno de la tundra y Arrowgrass (Triglochin Maritima)'. Es notable que cuando los esquimales se trasladaron a otras regiones y abandonaron su dieta tradicional, el cáncer comenzó a emerger. El páncreas juega un papel clave en la digestión y regulación del azúcar en la sangre. Es importante notar que tus probabilidades de tener cáncer aumentan con la diabetes, la obesidad provoca muchas enfermedades, incluida la diabetes tipo 2. Griffin y muchos otros médicos determinan que la dieta afecta nuestra salud: lo que comes determina tu salud.",
  "The FDA banned Laetrile in 1980, three years after Dr. Suguira noted that it could kill cancer cells (72–77). The major reason B17 is illegal is from potential cyanide poisoning. Dr. Krebs claimed, 'Roasted seeds destroy the unlocking enzyme - 'beta-glucosidase, high in cyanide'. Griffin claims that the cyanide claim was due to 'discrediting vitamin B17'. It is important to note that cigarettes, alcohol, seed oils, Red 40 and other dyes are toxic and cause harm to the human body. McDonald's is located in every state and capital (except Montpelier) in the United States. Why does the FDA ban Laetrile for cyanide but does not ban vapes for being toxic to Americans? Humans are resistant to change - the doctor who proposed washing your hands before childbirth was fired. Medical institutions have a standard and do not want doctors to start straying from the norm. There is money in medicine - it is a billion-dollar industry. Most doctors and nurses do not know that the Flexner Report is the curriculum of modern medicine. Why is there no cure for cancer? In short, politics - lives are at stake, and institutions require 100% assurance that the treatment is safe and effective before being rolled out to the public.": "La FDA prohibió el Laetrile en 1980, tres años después de que el Dr. Suguira señalara que podía matar células cancerígenas (72–77). La razón principal por la que B17 es ilegal es por la posible intoxicación por cianuro. El Dr. Krebs afirmó: 'Las semillas tostadas destruyen la enzima desbloqueadora - 'beta-glucosidasa, alta en cianuro'. Griffin afirma que la acusación de cianuro se debió a 'desacreditar la vitamina B17'. Es importante señalar que los cigarrillos, el alcohol, los aceites de semillas, el rojo 40 y otros colorantes son tóxicos y causan daño al cuerpo humano. McDonald's está en cada estado y capital (excepto Montpelier) en los Estados Unidos. ¿Por qué la FDA prohíbe el Laetrile por cianuro, pero no prohíbe los vapes por ser tóxicos para los estadounidenses? Los humanos son resistentes al cambio: el médico que propuso lavarse las manos antes del parto fue despedido. Las instituciones médicas tienen un estándar y no quieren que los médicos empiecen a desviarse de la norma. Hay dinero en la medicina: es una industria de miles de millones de dólares. La mayoría de los médicos y enfermeras no saben que el Informe Flexner es el currículo de la medicina moderna. ¿Por qué no hay cura para el cáncer? En resumen, política: están en juego vidas, y las instituciones requieren una garantía del 100% de que el tratamiento es seguro y efectivo antes de que se implemente al público.",
  "I recently spoke with a member of the medical community, who stated: 'Laetrile has not shown to be effective'. Emphasizing that 'everyone's body is different, and fighting disease begins with lowering cortisol levels (stress)'. People should be preventive, slowly shifting their nutrition and including vitamin B and other vitamins into their diet. However, he does acknowledge that disease can occur from a vitamin deficiency. Supplements and vitamins play a role in getting the body what it lacks.": "Recientemente hablé con un miembro de la comunidad médica, quien afirmó: 'El Laetrile no ha demostrado ser efectivo'. Enfatizando que 'el cuerpo de cada persona es diferente y luchar contra la enfermedad comienza con bajar los niveles de cortisol (estrés)'. Las personas deben ser preventivas, cambiando lentamente su nutrición e incluyendo vitaminas B y otras vitaminas en su dieta. Sin embargo, él reconoce que las enfermedades pueden ocurrir por una deficiencia de vitaminas. Los suplementos y las vitaminas juegan un papel en darle al cuerpo lo que le falta.",
  "In summary, disease stems from a deficiency in vitamin B (A, D, E, K) - vitamin B consumption benefits the body. B17 (Laetrile) is a controversial component similar to vitamin B and primarily found in 'bitter almond, apricot, blackthorn, cherry, nectarine, peach and plum'; adding these fruits to your diet is no harm and could benefit your nutrition. Dr. Krebs claimed, 'Healthy adults should get a minimum of 50 milligrams of B17 daily'. Regarding cancer, Laetrile is not a treatment method in the global West - Europe, USA, and Canada. However, alternative cancer treatment in Mexico and other developing nations uses Laetrile. The body is an interconnected system. Furthermore, people should value nutrition -including vitamin B and complex B vitamins for disease prevention.": "En resumen, las enfermedades provienen de una deficiencia de vitamina B (A, D, E, K) - el consumo de vitamina B beneficia al cuerpo. B17 (Laetrile) es un componente controvertido similar a la vitamina B y se encuentra principalmente en 'almendra amarga, albaricoque, endrino, cereza, nectarina, durazno y ciruela'; agregar estas frutas a tu dieta no hace daño y podría beneficiar tu nutrición. El Dr. Krebs afirmó, 'Los adultos saludables deben consumir un mínimo de 50 miligramos de B17 diariamente'. En cuanto al cáncer, Laetrile no es un método de tratamiento en el oeste global - Europa, EE.UU. y Canadá. Sin embargo, el tratamiento alternativo contra el cáncer en México y otros países en desarrollo utiliza Laetrile. El cuerpo es un sistema interconectado. Además, las personas deberían valorar la nutrición, incluyendo la vitamina B y vitaminas del complejo B para la prevención de enfermedades.",
  "Cancer Cures": "Curaciones del Cáncer",
  "Health & Wellness Blogs": "Blogs de Salud y Bienestar",
  "Fenbendazole for Cancer": "Fenbendazol para el Cáncer",
  "Click on image for full Blog": "Haz clic en la imagen para el blog completo",
  "Fenbendazole for Humans with Cancer": "Fenbendazol para Humanos con Cáncer",
  "Ivermectin for Cancer": "Ivermectina para el Cáncer",
  "Ivermectin for Cancer in Humans": "Ivermectina para el Cáncer en Humanos",
  "Can Constipation cause Back Pain?": "¿Puede el Estreñimiento causar Dolor de Espalda?",
  "An estimated “80% of the population will have significant back pain. According to the NIH, “15% of the US population deal with chronic constipation”, a statistic that highlights the American diet. Our bodies are interconnected systems; constipation causes stool buildup and affects the sacral nerve. Yes, constipation can cause back pain, specifically lower back pain.": "Se estima que el '80% de la población tendrá dolor de espalda significativo. Según los NIH, 'el 15% de la población de EE. UU. padece de estreñimiento crónico', una estadística que resalta la dieta estadounidense. Nuestros cuerpos son sistemas interconectados; el estreñimiento provoca acumulación de heces y afecta el nervio sacro. Sí, el estreñimiento puede causar dolor de espalda, específicamente dolor en la parte baja de la espalda.",
  "Health is optimal physical, mental, emotional and spiritual well-being. Over 50 million (15% of current pop.) Americans struggle with constipation. According to studies, “39.6% of Americans are obese”, more than double the percentage of constipated Americans. What is the American diet? The Standard American Diet (SAD) comprises high fats, dairy, oils, sugars, grains and artificial sweeteners. Shockingly, “65% of the world population have lactose intolerance”. If over half the world population (Over 4 billion people) struggle with lactose intolerance, why does American diet stress dairy? For decades, doctors linked dairy with dairy. However, athletes are turning toward plant-based protein and plant-based diets for nutrition. Star athletes — Serena and Venus Williams, Diana Taurasi (WNBA) and Nate Diaz(UFC) eat a vegan diet, along with many stars that eat primarily plant-based. Legends like Tom Brady, Arnold Schwarzenegger and LeBron James get their protein from plants. Moreover, plants are high in fiber — a cause of constipation is a low-fiber diet. Pears, strawberries, avocados, oats, raspberries and prunes are all good sources of fiber. Constipation is a symptom of a bigger problem — an obesity issue.": "La salud es el bienestar físico, mental, emocional y espiritual óptimo. Más de 50 millones (15% de la población actual) de estadounidenses sufren de estreñimiento. Según estudios, 'el 39,6% de los estadounidenses son obesos', más del doble del porcentaje de estadounidenses estreñidos. ¿Qué es la dieta estadounidense? La Dieta Estándar Estadounidense (SAD) se compone de grasas altas, lácteos, aceites, azúcares, cereales y edulcorantes artificiales. Sorprendentemente, 'el 65% de la población mundial tiene intolerancia a la lactosa'. Si más de la mitad de la población mundial (más de 4 mil millones de personas) lucha con la intolerancia a la lactosa, ¿por qué la dieta estadounidense enfatiza los lácteos? Durante décadas, los médicos asociaron los lácteos con la salud. Sin embargo, los atletas están optando por proteínas vegetales y dietas basadas en plantas para la nutrición. Atletas de renombre como Serena y Venus Williams, Diana Taurasi (WNBA) y Nate Diaz (UFC) siguen una dieta vegana, junto con muchas estrellas que consumen principalmente productos de origen vegetal. Leyendas como Tom Brady, Arnold Schwarzenegger y LeBron James obtienen su proteína de las plantas. Además, las plantas son altas en fibra — una causa del estreñimiento es una dieta baja en fibra. Peras, fresas, aguacates, avena, frambuesas y ciruelas son buenas fuentes de fibra. El estreñimiento es un síntoma de un problema más grande: un problema de obesidad.",
  "Source": "Fuente",
  "Obesity is 1 of 5 causes of death in America - linked to over 60 chronic diseases. The late Dr. Sebi theorized that disease cannot survive in basic environments. Sebi instructed his patients to eat alkaline foods and avoid foods high in acidity. Dairy, processed foods and fatty oils are acidic foods. There is a direct link between inefficient nutrition and exercise and constipation. Regular exercise, eating fruits and vegetables and limiting dairy can address constipation.": "La obesidad es una de las 5 causas de muerte en América, vinculada a más de 60 enfermedades crónicas. El difunto Dr. Sebi teorizó que la enfermedad no puede sobrevivir en ambientes básicos. Sebi instruyó a sus pacientes a comer alimentos alcalinos y evitar los alimentos ricos en acidez. Los productos lácteos, los alimentos procesados y los aceites grasos son alimentos ácidos. Existe una relación directa entre la nutrición ineficiente, el ejercicio y el estreñimiento. El ejercicio regular, comer frutas y verduras y limitar los lácteos pueden abordar el estreñimiento.",
  "Back pain stems from many factors — including nerve damage, injury, posture, lack of mobility, and straining. The sacral nerve controls many functions, including motor function to the pelvic region, bowels and bladder function. Constipated individuals often have a damaged sacral nerve. Doctors can insert a device into the rectum to stimulate a bowel movement. Functional medical doctors theorize that the body is an interconnected system. Many diseases are warning signs for detrimental problems; the body can heal itself and cannot heal when it is fighting itself. Habitually eating leafy greens, oats, or fruits (lime juice) aids in constipation and provides the body with necessary antioxidants and vitamins. Water fasting(consult doctor) plays a role in fighting constipation by giving the digestive system a “rest” and letting the body relieve itself. Enemas are another way to rid the body of toxins and relieve constipation. Doctor-led enemas help the body remove toxins.": "El dolor de espalda proviene de muchos factores, incluidos los daños nerviosos, las lesiones, la postura, la falta de movilidad y el esfuerzo. El nervio sacro controla muchas funciones, incluida la función motora en la región pélvica, los intestinos y la función de la vejiga. Las personas con estreñimiento a menudo tienen un nervio sacro dañado. Los médicos pueden insertar un dispositivo en el recto para estimular el movimiento intestinal. Los médicos funcionales teorizan que el cuerpo es un sistema interconectado. Muchas enfermedades son señales de advertencia de problemas perjudiciales; el cuerpo puede curarse a sí mismo y no puede curarse cuando está luchando consigo mismo. Comer habitualmente verduras de hoja verde, avena o frutas (jugo de lima) ayuda al estreñimiento y proporciona al cuerpo los antioxidantes y vitaminas necesarios. El ayuno con agua (consulta a un médico) juega un papel en la lucha contra el estreñimiento al darle un “descanso” al sistema digestivo y permitir que el cuerpo se alivie. Los enemas son otra forma de liberar al cuerpo de toxinas y aliviar el estreñimiento. Los enemas dirigidos por médicos ayudan al cuerpo a eliminar toxinas.",
  "Constipation can cause back pain; think of it as a “check engine light” for the body. Ask yourself: “Do I eat enough fruits and vegetables?” “Do I get enough exercise?” “Am I lactose intolerant?” “Do I have sacral nerve damage?”. Prioritizing exercise and nutrition goes a long way in fighting disease. Eat enough fruits and vegetables and try an occasional fast (consult a doctor before doing so) to keep your body healthy. If you do these things and still find yourself struggling with constipation — you might have sacral nerve damage. Treat your body like an interconnected system; what you eat affects your entire body.": "El estreñimiento puede causar dolor de espalda; piénsalo como una “luz de control del motor” para el cuerpo. Pregúntate a ti mismo: “¿Como suficientes frutas y verduras?” “¿Hago suficiente ejercicio?” “¿Soy intolerante a la lactosa?” “¿Tengo daño en el nervio sacro?”. Priorizar el ejercicio y la nutrición ayuda mucho a combatir la enfermedad. Come suficientes frutas y verduras e intenta un ayuno ocasional (consulta a un médico antes de hacerlo) para mantener tu cuerpo saludable. Si haces estas cosas y aún encuentras que luchas con el estreñimiento, podrías tener daño en el nervio sacro. Trata tu cuerpo como un sistema interconectado; lo que comes afecta todo tu cuerpo.",
  "Dry Needling vs Acupuncture": "Punción seca vs Acupuntura",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom.": "La acupuntura es una técnica para equilibrar el flujo de energía, o la fuerza vital que fluye a través de los caminos en tu cuerpo. La punción seca tiene un propósito para los trastornos musculoesqueléticos y las enfermedades, trabajando para aliviar el síntoma del punto gatillo.",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Via little insertions, acupuncture works with the body's connective tissue to alter brain chemistry. The major purpose of acupuncture is pain management. 'Increased blood flow equals increased healing time'. If an athlete has a prolonged injury or partial tear, they can opt for dry needling and ultrasound therapy as an alternative to steroids. Acupuncturists use more than one technique, dry needling does not directly go into the skin, instead working with the infected area. Another route is acupressure, a manual pressure used instead of fine-needling. Another approach is cupping, an alternative treatment using suction cups to stimulate skin and muscles.": "La acupuntura es una técnica para equilibrar el flujo de energía, o la fuerza vital que fluye a través de los caminos en tu cuerpo. A través de pequeñas inserciones, la acupuntura trabaja con el tejido conectivo del cuerpo para alterar la química cerebral. El propósito principal de la acupuntura es el manejo del dolor. 'El aumento del flujo sanguíneo equivale a un mayor tiempo de curación'. Si un atleta tiene una lesión prolongada o un desgarro parcial, puede optar por la punción seca y la terapia de ultrasonido como alternativa a los esteroides. Los acupunturistas usan más de una técnica, la punción seca no entra directamente en la piel, sino que trabaja con el área infectada. Otra ruta es la acupresión, una presión manual usada en lugar de la punción fina. Otro enfoque es la ventosaterapia, un tratamiento alternativo que utiliza copas de succión para estimular la piel y los músculos.",
  "Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom. Unlike Traditional Chinese medicine, dry needles work with the body's anatomy. There are two types - pistoning (insertion directly into the trigger point) and muscle contraction (insertion directly into the skin). This technique is used more for pain and stiffness of the muscles. Regardless, dry needling and acupuncture are both considered safe via a practitioner.": "La punción seca tiene un propósito para los trastornos musculoesqueléticos y las enfermedades, trabajando para aliviar el síntoma del punto gatillo. A diferencia de la medicina tradicional china, las agujas secas trabajan con la anatomía del cuerpo. Hay dos tipos: pistoneo (inserción directamente en el punto gatillo) y contracción muscular (inserción directamente en la piel). Esta técnica se usa más para el dolor y la rigidez de los músculos. Sin embargo, la punción seca y la acupuntura se consideran seguras cuando son realizadas por un profesional.",
  "Acupuncture works to increase blood flow, reduce inflammation, and does not alter your brain chemistry or have side effects like pharmaceuticals. Pharmaceuticals disrupt your brain chemistry and do not work with your brain's pathways.": "La acupuntura funciona para aumentar el flujo sanguíneo, reducir la inflamación y no altera la química cerebral ni tiene efectos secundarios como los productos farmacéuticos. Los productos farmacéuticos interrumpen la química cerebral y no trabajan con los caminos del cerebro.",
  "The Curious Case of Cancer: Everyday Fruit for Prevention": "El curioso caso del cáncer: frutas diarias para la prevención",
  "“Cancer Cases, Deaths in Men Predicted to Surge by 2050”. Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. “Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1).” Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "“Se predice que los casos de cáncer y las muertes en hombres aumentarán para el 2050”. Actualmente, el cáncer es responsable de 1 de cada 5 muertes en el mundo. No existe cura para el cáncer, y los estadísticos esperan que las muertes por cáncer aumenten. ¿Qué pasaría si te dijera que la cura para el cáncer se encuentra en los alimentos que comemos? La cadena de comida rápida número uno en el mundo es McDonald's. “El aceite de canola se creó por primera vez a principios de la década de 1970 como un aceite natural. Pero en 1995, Monsanto creó una versión modificada genéticamente del aceite de canola. Para 2009, más del 90 por ciento de la cosecha de aceite de canola canadiense era genéticamente modificada (1).” El Dr. Sebi teorizó que los aceites de semillas son carcinogénicos una vez calentados. Exploremos la relación entre la comida, el cáncer y las frutas con poderosas propiedades preventivas.",
  "“Cancer Cases, Deaths in Men Predicted to Surge by 2050”.": "“Se predice que los casos de cáncer y las muertes en hombres aumentarán para el 2050”.",
  "Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "Actualmente, el cáncer es responsable de 1 de cada 5 muertes en el mundo. No existe cura para el cáncer, y los estadísticos esperan que las muertes por cáncer aumenten. ¿Qué pasaría si te dijera que la cura para el cáncer se encuentra en los alimentos que comemos? La cadena de comida rápida número uno en el mundo es McDonald's. El Dr. Sebi teorizó que los aceites de semillas son carcinogénicos una vez calentados. Exploremos la relación entre la comida, el cáncer y las frutas con poderosas propiedades preventivas.",
  "“Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1).”": "“El aceite de canola se creó por primera vez a principios de la década de 1970 como un aceite natural. Pero en 1995, Monsanto creó una versión modificada genéticamente del aceite de canola. Para 2009, más del 90 por ciento de la cosecha de aceite de canola canadiense era genéticamente modificada (1).”",
  "Veganism is steadily criticized online. The Standard American Diet has convinced Americans that mass consumption of dairy and meat is paramount to health.Ironically, African Americans consume more meat than other races. I am not a Nutritionist, but researchers, Nutritionists and Herbalists universally agree that disease stems from deficiency. The disagreement stems from protein consumption and the best sources of protein. Furthermore, regardless of your perspective on veganism, star athletes Chris Paul (3rd oldest active NBA Player) and Serena Williams (23 Grand Slam Titles [2nd most]) indicate you can perform efficiently by being plant-based. Future Hall of Fame Quarterback Tom Brady is primarily plant-based, eating “80% plant-based, 20% animal-based”. Regarding dairy, “80% of African and Native Americans are lactose intolerant”, diets high in meat and dairy do not provide the necessary vitamins and nutrients that plants do. Moreover, all pharmaceuticals have a plant root.": "El veganismo es criticado constantemente en línea. La dieta estándar americana ha convencido a los estadounidenses de que el consumo masivo de lácteos y carne es primordial para la salud. Irónicamente, los afroamericanos consumen más carne que otras razas. No soy nutricionista, pero los investigadores, nutricionistas y herbolarios coinciden en que las enfermedades provienen de deficiencias. El desacuerdo radica en el consumo de proteínas y las mejores fuentes de proteínas. Además, independientemente de tu perspectiva sobre el veganismo, atletas estrella como Chris Paul (el tercer jugador activo más viejo de la NBA) y Serena Williams (23 títulos de Grand Slam [el segundo más]) indican que puedes rendir de manera eficiente siendo vegano. El futuro mariscal de campo del Salón de la Fama, Tom Brady, es principalmente vegano, comiendo “80% basado en plantas, 20% basado en animales”. Con respecto a los lácteos, “el 80% de los afroamericanos y nativos americanos son intolerantes a la lactosa”, las dietas altas en carne y lácteos no proporcionan las vitaminas y nutrientes necesarios que las plantas sí ofrecen. Además, todos los medicamentos tienen un origen vegetal.",
  "African Americans are more prone to prostate cancer (and general cancer)than any other race.": "Los afroamericanos son más propensos al cáncer de próstata (y al cáncer en general) que cualquier otra raza.",
  "How many times have you eaten an apricot seed? Dr. Ernst T. Krebs Jr. found that cancer stems from a deficiency in a compound in the nitriloside family. Specifically the Prunus Rosacea family: apricot seeds, blackthorn, bitter almonds, peaches, plums, cherries and nectarines. Apricot seeds have a high amount of nitrilosides. At the Sloan-Kettering Cancer Center, researcher Dr. Kanematsu Sugiura found five results: “Laetrile stopped metastasis (cancer spreading) in mice, It improved their general health, It inhibited the growth of small tumors, It provided relief from pain, It acted as cancer prevention”. Do apricot seeds have cyanide? Roasted apricot seeds have not shown a poisonous effect. Cases involving cyanide poisoning with apricot seeds are usually cloaked in mystery and multi-faceted. Compare two societies, one that consumes high amounts of apricot seeds and one that consumes none.": "¿Cuántas veces has comido una semilla de albaricoque? El Dr. Ernst T. Krebs Jr. descubrió que el cáncer proviene de una deficiencia de un compuesto de la familia de los nitrilosidos. Específicamente de la familia Prunus Rosacea: semillas de albaricoque, espino negro, almendras amargas, duraznos, ciruelas, cerezas y nectarinas. Las semillas de albaricoque tienen una alta cantidad de nitrilosidos. En el Centro de Cáncer Sloan-Kettering, el investigador Dr. Kanematsu Sugiura encontró cinco resultados: “Laetrile detuvo la metástasis (diseminación del cáncer) en ratones, mejoró su salud general, inhibió el crecimiento de pequeños tumores, proporcionó alivio del dolor, actuó como prevención contra el cáncer”. ¿Las semillas de albaricoque tienen cianuro? Las semillas de albaricoque tostadas no han mostrado efectos venenosos. Los casos de envenenamiento por cianuro con semillas de albaricoque suelen estar envueltos en misterio y ser multifacéticos. Compara dos sociedades, una que consume grandes cantidades de semillas de albaricoque y otra que no consume ninguna.",
  "Described in World Without Cancer: The Story of Vitamin B17, “the Hunza tribe eat on average 30–50 apricot seeds in one sitting”, and can live on average “120 years”. Notably, B17 is banned in the United States. Americans live between 77–78 years on average. A vast difference, the “traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)”. Notably, author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) found: “When the Eskimos went to other regions and abandoned their traditional diet — cancer began to emerge.” B17 is banned as a cancer treatment in the United States, Australia, Canada and Europe. Ironically, Australia, New Zealand, the United States and Canada lead the world in cancer deaths. Countries like India have lower cancer rates because of their approach to medicine and plant-based diets. Ironically, Sudan does not have a McDonald’s and consumes diets rich in spices. Dr. Ernst T. Krebs Jr. recommends people eat “a minimum of 50 milligrams of B17 daily”": "Descrito en World Without Cancer: The Story of Vitamin B17, “la tribu Hunza come en promedio entre 30 y 50 semillas de albaricoque en una sola comida”, y puede vivir en promedio “120 años”. Cabe destacar que B17 está prohibido en los Estados Unidos. Los estadounidenses viven entre 77 y 78 años en promedio. Una gran diferencia, la “dieta tradicional de los esquimales es alta en nitrilosidos provenientes del estómago de caribú y carne de reno de la tundra y Arrowgrass (Triglochin Maritima)”. Cabe señalar que el autor Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) encontró: “Cuando los esquimales se mudaron a otras regiones y abandonaron su dieta tradicional — el cáncer comenzó a aparecer.” B17 está prohibido como tratamiento contra el cáncer en los Estados Unidos, Australia, Canadá y Europa. Irónicamente, Australia, Nueva Zelanda, Estados Unidos y Canadá lideran el mundo en muertes por cáncer. Países como la India tienen tasas de cáncer más bajas debido a su enfoque de la medicina y dietas basadas en plantas. Irónicamente, Sudán no tiene McDonald’s y consume dietas ricas en especias. El Dr. Ernst T. Krebs Jr. recomienda que las personas coman “un mínimo de 50 miligramos de B17 al día”.",
  "Sudan has the lowest cancer rates in the world.": "Sudán tiene las tasas de cáncer más bajas del mundo.",
  "B17 contains 'two units of glucose, one of benzaldehyde and one of cyanide (beta-glucosidase),' according to Griffin and Krebs - 'the unlocking enzyme is safe for the body but kills cancer cells'. Although traditional medicine vehemently disagrees about the efficacy of vitamin B17, the medical industry does agree that cancer loves sugar. Orthodox medicine believes that the renowned researcher - Dr. Kanematsu Sugiura, was correct in his findings about chemotherapy. Chemotherapy is the standard cancer treatment. Furthermore, traditional medicine sees no benefit in Laetrile - claiming that it can poison you from cyanide. Conversely, B12 (used throughout the USA) contains cyanide. According to Griffin, 'B17 stimulates hemoglobin or red blood cells, destroys cancer cells, nourishes non-cancer cells and can help with sickle-cell anemia'. The major difference in schools of thought is how the body should respond to disease. Orthodox medicine tends to treat symptoms of the problem. Conversely, Natural medicine believes that the body is an interconnected system - where the root cause is addressed instead of the symptom. Nutrition and addressing deficiencies or pharmaceuticals addressing certain conditions, these opposed schools of medicine have shaped the current state of healthcare in the United States.": "B17 contiene 'dos unidades de glucosa, una de benzaldehído y una de cianuro (beta-glucosidasa)', según Griffin y Krebs - 'la enzima desbloqueadora es segura para el cuerpo pero mata las células cancerígenas'. Aunque la medicina tradicional está en desacuerdo vehemente sobre la eficacia de la vitamina B17, la industria médica está de acuerdo en que el cáncer ama el azúcar. La medicina ortodoxa cree que el renombrado investigador - el Dr. Kanematsu Sugiura, estaba en lo correcto con sus hallazgos sobre la quimioterapia. La quimioterapia es el tratamiento estándar contra el cáncer. Además, la medicina tradicional no ve ningún beneficio en Laetrile - afirmando que puede envenenarte con cianuro. Por el contrario, B12 (utilizado en todo Estados Unidos) contiene cianuro. Según Griffin, 'B17 estimula la hemoglobina o los glóbulos rojos, destruye las células cancerígenas, nutre las células no cancerígenas y puede ayudar con la anemia falciforme'. La principal diferencia entre las corrientes de pensamiento es cómo debe responder el cuerpo ante la enfermedad. La medicina ortodoxa tiende a tratar los síntomas del problema. Por el contrario, la medicina natural cree que el cuerpo es un sistema interconectado - donde se aborda la causa raíz en lugar del síntoma. La nutrición y la corrección de deficiencias o los productos farmacéuticos que abordan ciertas condiciones, estas escuelas de medicina opuestas han formado el estado actual de la atención médica en los Estados Unidos.",
  "The FDA banned Laetrile in 1980, three years after Dr. Suguira noted that it could kill cancer cells (72–77). The major reason B17 is illegal is from potential cyanide poisoning. Dr. Krebs claimed, 'Roasted seeds destroy the unlocking enzyme - beta-glucosidase, high in cyanide'. Griffin claims that the cyanide claim was due to 'discrediting vitamin B17'. It is important to note that cigarettes, alcohol, seed oils, Red 40 and other dyes are toxic and cause harm to the human body. McDonald's is located in every state and capital (except Montpelier) in the United States. Why does the FDA ban Laetrile for cyanide but does not ban vapes for being toxic to Americans? Humans are resistant to change - the doctor who proposed washing your hands before childbirth was fired. Medical institutions have a standard and do not want doctors to start straying from the norm. There is money in medicine - it is a billion-dollar industry. Most doctors and nurses do not know that the Flexner Report is the curriculum of modern medicine. Why is there no cure for cancer? In short, politics - lives are at stake, and institutions require 100% assurance that the treatment is safe and effective before being rolled out to the public.": "La FDA prohibió el Laetrile en 1980, tres años después de que el Dr. Sugiura notara que podía matar las células cancerígenas (72–77). La razón principal de que B17 sea ilegal es por el posible envenenamiento por cianuro. El Dr. Krebs afirmó, 'Las semillas tostadas destruyen la enzima desbloqueadora - beta-glucosidasa, que tiene alto contenido de cianuro'. Griffin afirma que la afirmación del cianuro fue debido a 'desacreditar la vitamina B17'. Es importante notar que los cigarrillos, el alcohol, los aceites de semillas, el Red 40 y otros tintes son tóxicos y causan daño al cuerpo humano. McDonald's está ubicado en todos los estados y capitales (excepto Montpelier) en los Estados Unidos. ¿Por qué la FDA prohíbe el Laetrile por cianuro pero no prohíbe los vaporizadores por ser tóxicos para los estadounidenses? Los humanos son resistentes al cambio - el doctor que propuso lavarse las manos antes del parto fue despedido. Las instituciones médicas tienen un estándar y no quieren que los médicos se aparten de la norma. Hay dinero en la medicina - es una industria multimillonaria. La mayoría de los médicos y enfermeras no saben que el Informe Flexner es el currículo de la medicina moderna. ¿Por qué no hay cura para el cáncer? En resumen, la política - están en juego vidas, y las instituciones requieren la certeza del 100% de que el tratamiento es seguro y efectivo antes de ser lanzado al público.",
  "What if I live in the United States, Canada, Australia or Europe and cannot access B17? Ty Bollinger and his wife Charlene recently released a documentary about cancer. In the fascinating documentary, these two plants: black raspberry and figs, were depicted as great for cancer prevention. How did we overlook fruits in every major supermarket in the world? Black raspberry is native to E. North America; the South and Eastern North America have higher cancer rates. Black raspberries have high amounts of antioxidants and anthocyanins (‘ORAC off the charts’). The mixture of ellagic acid can kill cancer cells. The science is mixed, but if some doctors and researchers determine it has preventive potential — consume black raspberry. Next, figs contain fig latex, “this milky substance is a strong anti-cancer agent”.What about chemotherapy? Do you know anyone who has died of black raspberry or fig overdose? In the previous paragraph, we reviewed B17, there are no major publications or reports about overdose deaths involving apricot seeds.one of many reports throughout the years. Another study found:That study was done in New Zealand, one of the few countries with fewer cancer cases than the United States.": "¿Qué pasa si vivo en los Estados Unidos, Canadá, Australia o Europa y no puedo acceder a B17? Ty Bollinger y su esposa Charlene recientemente lanzaron un documental sobre el cáncer. En el fascinante documental, estas dos plantas: frambuesa negra e higos, fueron presentadas como excelentes para la prevención del cáncer. ¿Cómo pasamos por alto las frutas en todos los principales supermercados del mundo? La frambuesa negra es nativa de América del Norte Oriental; el Sur y el Este de América del Norte tienen tasas de cáncer más altas. Las frambuesas negras tienen grandes cantidades de antioxidantes y antocianinas (‘ORAC fuera de las gráficas’). La mezcla de ácido elágico puede matar las células cancerígenas. La ciencia está mezclada, pero si algunos médicos e investigadores determinan que tiene potencial preventivo — consume frambuesa negra. Luego, los higos contienen látex de higo, “esta sustancia lechosa es un fuerte agente anti-cáncer”. ¿Qué pasa con la quimioterapia? ¿Conoces a alguien que haya muerto por sobredosis de frambuesas negras o higos? En el párrafo anterior, revisamos B17, no hay publicaciones o informes importantes sobre muertes por sobredosis involucrando semillas de albaricoque. uno de los muchos informes a lo largo de los años. Otro estudio encontró: Ese estudio se realizó en Nueva Zelanda, uno de los pocos países con menos casos de cáncer que los Estados Unidos.",
  "The study shows that fig latex has a strong anti-cancer effect on liver and brain cancers.”": "El estudio muestra que el látex de higo tiene un fuerte efecto anti-cáncer en los cánceres de hígado y cerebro.”",
  "“Chemotherapy causes death in more than 25% of cancer patients”,": "“La quimioterapia causa la muerte en más del 25% de los pacientes con cáncer”,",
  "“We identified 931 deaths and 659 patients treated with chemotherapy. Forty-three patients died within 30 days of receiving chemotherapy. These 43 patients represent 6% of those given chemo-therapy during that period and 4.6% of all deaths under our service.”": "“Identificamos 931 muertes y 659 pacientes tratados con quimioterapia. Cuarenta y tres pacientes murieron dentro de los 30 días posteriores a recibir quimioterapia. Estos 43 pacientes representan el 6% de los que recibieron quimioterapia durante ese período y el 4.6% de todas las muertes bajo nuestro servicio.”",
  "Notably, the cancer treatments of both and involving natural remedies, detoxification, and green diets are practiced in Mexico to this day. Additionally, B17 is available in Mexico for cancer patients and the general public. What are the results?This article notes that the statistics were skewed because of poor record-keeping. Cancer statistics have always left the public and researchers baffled. For instance in World Without Cancer: The Story of Vitamin B17 the results of B-17 vs. Control Group (Saline solution) were as follows: “The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group”. Not to mention, Ty Bollinger and G. Edward Griffin are deemed crocks and conspiracy theorists for publishing literature and shining light on cancer treatments.": "Es importante destacar que los tratamientos contra el cáncer, tanto naturales como los que involucran remedios naturales, desintoxicación y dietas verdes, se practican en México hasta el día de hoy. Además, la B17 está disponible en México para pacientes con cáncer y para el público en general. ¿Cuáles son los resultados? Este artículo señala que las estadísticas estaban sesgadas debido a una mala gestión de los registros. Las estadísticas del cáncer siempre han desconcertado al público y a los investigadores. Por ejemplo, en World Without Cancer: The Story of Vitamin B17, los resultados de B-17 frente a un grupo de control (solución salina) fueron los siguientes: “Los tumores pequeños dejaron de crecer el 40% de las veces en el grupo de control con solución salina y solo el 27% de las veces en el grupo tratado”. Cabe mencionar que Ty Bollinger y G. Edward Griffin son considerados charlatanes y teóricos de la conspiración por publicar literatura y arrojar luz sobre los tratamientos contra el cáncer.",
  "Harry Hoxsey": "Harry Hoxsey",
  "Max Gerson": "Max Gerson",
  "“According to recent data, Mexico’s death rate from cancer is 37 percent that of the United States. This rate, though, clashes with the perceptions of the Mexican public and of medical professionals, who see cancer far more frequently.”": "“Según los datos recientes, la tasa de mortalidad por cáncer en México es el 37 por ciento de la de Estados Unidos. Sin embargo, esta tasa choca con las percepciones del público mexicano y de los profesionales médicos, quienes ven el cáncer con mucha más frecuencia.”",
  "In a world of misinformation, focus on the undeniable properties of what you are eating. The medicinal properties of apricot seeds, black raspberries and figs are undeniable. The controversy occurs when you deem a fruit or product as a treatment. None of those fruits are toxic or harmful, put down the hamburger and prioritize the plants. The body can heal itself, focus on eating plants that prevent disease before they occur.": "En un mundo de desinformación, enfócate en las propiedades indiscutibles de lo que estás comiendo. Las propiedades medicinales de las semillas de albaricoque, las frambuesas negras y los higos son indiscutibles. La controversia ocurre cuando se considera una fruta o producto como un tratamiento. Ninguna de esas frutas es tóxica o dañina, deja la hamburguesa y prioriza las plantas. El cuerpo puede sanar por sí mismo, enfócate en comer plantas que prevengan enfermedades antes de que ocurran.",
  "How does the world get cheaper and less invasive healthcare?": "¿Cómo puede el mundo obtener atención médica más barata y menos invasiva?",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "Una desintoxicación limpia el cuerpo. Una desintoxicación con agua es una forma de eliminar las toxinas del cuerpo. Una desintoxicación con agua puede durar de 1 a 3 días para restaurar las células a la cetosis. Además, cuando te desintoxicas, comienza con una desintoxicación con agua para eliminar las toxinas del riñón y el hígado (esto no es consejo médico). Una desintoxicación con agua ayuda al cuerpo a sanar por sí mismo. La desintoxicación juega un papel integral en la regeneración celular y la rejuvenecimiento celular, dos componentes del bienestar. Los tratamientos contra el cáncer a nivel mundial como la Terapia Gerson y la dieta de Dr. Sebi utilizan formas de Dietas Verdes y Desintoxicación para limpiar el cuerpo de toxinas que causan cáncer.",
  "Cellular Regeneration": "Regeneración Celular",
  "Disease deteriorates people over time. For instance, Parkinson's reduced my grandmother to trembling, hunched over without uttering a word. African Americans are 3x more likely to to die from asthma than whites. Medicine has used black bodies without consent. As distrust of Organized Medicine intensifies people need to understand Prevention.": "Las enfermedades deterioran a las personas con el tiempo. Por ejemplo, el Parkinson redujo a mi abuela a temblores, encorvada sin pronunciar una palabra. Los afroamericanos tienen 3 veces más probabilidades de morir de asma que los blancos. La medicina ha utilizado cuerpos negros sin consentimiento. A medida que aumenta la desconfianza hacia la Medicina Organizada, las personas deben comprender la Prevención.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.treatments globally like the Gerson Therapy and use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "Una desintoxicación limpia el cuerpo. Una desintoxicación con agua es una forma de eliminar las toxinas del cuerpo. Una desintoxicación con agua puede durar de 1 a 3 días para restaurar las células a la cetosis. Además, cuando te desintoxicas, comienza con una desintoxicación con agua para eliminar las toxinas del riñón y el hígado (esto no es consejo médico). Una desintoxicación con agua ayuda al cuerpo a sanar por sí mismo. La desintoxicación juega un papel integral en la regeneración celular y el rejuvenecimiento celular, dos componentes del bienestar. Los tratamientos globales como la Terapia Gerson utilizan formas de Dietas Verdes y Desintoxicación para limpiar el cuerpo de toxinas que causan cáncer.",
  "Dr. Sebi diet": "Dieta Dr. Sebi",
  "All people have innate healing powers. Effective healing addresses all aspects of a person's life. Preventive wellness is a state of health characterized by a positive emotional state of mind. The smallest ailment can effect you internally and externally, ruining your mood for the day.": "Todas las personas tienen poderes de sanación innatos. La sanación efectiva aborda todos los aspectos de la vida de una persona. El bienestar preventivo es un estado de salud caracterizado por un estado emocional positivo. El más pequeño malestar puede afectarte interna y externamente, arruinando tu estado de ánimo durante el día.",
  "It starts with a diet rich in antioxidants and vitamins. Food is medicine, their is more benefit from the plant than the supplement. Second, utilize plants instead of pills to work in conjunction with the body instead of being reliant on pills. An estimated 30 million Americans do not have access to health insurance. Preventive wellness, plants as medicine, and holistic care provide a distinct level of healthcare that keeps the body healthy instead of constantly sick.": "Comienza con una dieta rica en antioxidantes y vitaminas. La comida es medicina, hay más beneficio de la planta que del suplemento. En segundo lugar, utiliza plantas en lugar de pastillas para trabajar en conjunto con el cuerpo en lugar de depender de las pastillas. Se estima que 30 millones de estadounidenses no tienen acceso a seguro de salud. El bienestar preventivo, las plantas como medicina y el cuidado holístico proporcionan un nivel distinto de atención médica que mantiene el cuerpo sano en lugar de estar constantemente enfermo.",
  "What is Acupuncture?": "¿Qué es la acupuntura?",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites": "El proceso de acupuntura es un proceso de cuatro pasos que comienza con la revisión del pulso y otros signos vitales. Luego, se insertan las agujas en puntos de acupuntura o puntos donde la sangre, la linfa y los nervios pueden acceder fácilmente al tejido conectivo. A continuación, se manipulan las agujas y, a veces, se aplica moxibustión. La moxibustión es una técnica médica tradicional china que implica quemar la hierba artemisa para aliviar las condiciones frías o estancadas al estimular la circulación. Finalmente, se aplican parches tópicos y frotaciones herbales en los sitios de la inyección posterior de la aguja.",
  "According to the there were '70360 opioid deaths in 2019'. In an industry where the body divides into parts, acupuncture balances the flow of energy or life force believed to flow through pathways in your body. Acupuncture can relieve pain, nausea, vomiting, osteoarthritis and respiratory disorders at a reduced price and without the struggles of opioid addiction. Acupuncture works with the body's connective tissue that messages to your brain that alter brain chemistry in an effective and non-destructive way.": "Según hubo '70360 muertes por opioides en 2019'. En una industria donde el cuerpo se divide en partes, la acupuntura equilibra el flujo de energía o fuerza vital que se cree fluye a través de los caminos de tu cuerpo. La acupuntura puede aliviar el dolor, la náusea, el vómito, la osteoartritis y los trastornos respiratorios a un precio reducido y sin las luchas de la adicción a los opioides. La acupuntura trabaja con el tejido conectivo del cuerpo que envía mensajes a tu cerebro que alteran la química cerebral de manera efectiva y no destructiva.",
  "CDC,": "CDC,",
  "According to 'the average cost of opioids is $67.98'. The approximate total of an entire treatment of acupuncture is $1000. Unlike opioids, acupuncture approximates the number of treatments it takes for treatment. Opioids range in price, and the cost of addiction is valuable to the toll it takes on your life.": "Según 'el costo promedio de los opioides es de $67.98'. El costo aproximado de un tratamiento completo de acupuntura es de $1000. A diferencia de los opioides, la acupuntura aproxima el número de tratamientos que se requieren. Los opioides varían en precio, y el costo de la adicción es valioso por el impacto que tiene en tu vida.",
  "Pubmed,": "Pubmed,",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites.": "El proceso de acupuntura es un proceso de cuatro pasos que comienza con la revisión del pulso y otros signos vitales. Luego, se insertan las agujas en puntos de acupuntura o puntos donde la sangre, la linfa y los nervios pueden acceder fácilmente al tejido conectivo. A continuación, se manipulan las agujas y, a veces, se aplica moxibustión. La moxibustión es una técnica médica tradicional china que implica quemar la hierba artemisa para aliviar las condiciones frías o estancadas al estimular la circulación. Finalmente, se aplican parches tópicos y frotaciones herbales en los sitios de la inyección posterior de la aguja.",
  "The ear is a microsystem for the whole body with pressure points that do various things. The entire body comprises the ear (neck, shoulder, cervix). One essential channel in acupuncture is the Buddha triangle, three points that help with stress, anxiety, depression, and trauma. The spleen channel connects strongly with the women's health point.": "La oreja es un microsistema para todo el cuerpo con puntos de presión que realizan diversas funciones. Todo el cuerpo se comprende en la oreja (cuello, hombro, cuello uterino). Un canal esencial en la acupuntura es el triángulo de Buda, tres puntos que ayudan con el estrés, la ansiedad, la depresión y el trauma. El canal del bazo se conecta fuertemente con el punto de salud femenina.",
  "Acupuncture can treat (NOT MEDICAL CLAIM/ADVICE. CONSULT A MEDICAL PROFESSIONAL.) uterine fibroids, which affect roughly 70% of women. Acupuncture may treat digestive disorders, osteoarthritis, high blood pressure, and rheumatoid arthritis. Another type of acupuncture is gemstone acupuncture, a process comprised of gua sha, cupping, and gemstones placed on the body. Acupuncture is widely available: type 'acupuncture near me' and find an acupuncturist near you. Acupuncture is an alternative to pharmaceuticals for pain and other ailments.": "La acupuntura puede tratar (NO ES UN RECLAMO MÉDICO/ASESORÍA. CONSULTE A UN PROFESIONAL MÉDICO) los fibromas uterinos, que afectan aproximadamente al 70% de las mujeres. La acupuntura puede tratar trastornos digestivos, osteoartritis, presión arterial alta y artritis reumatoide. Otro tipo de acupuntura es la acupuntura con piedras preciosas, un proceso compuesto por gua sha, ventosas y piedras preciosas colocadas en el cuerpo. La acupuntura está ampliamente disponible: escribe 'acupuntura cerca de mí' y encuentra un acupunturista cerca de ti. La acupuntura es una alternativa a los productos farmacéuticos para el dolor y otras dolencias.",
  "According to the book World Without Cancer: The Story of Vitamin B17 by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "Según el libro Mundo Sin Cáncer: La Historia de la Vitamina B17 de G. Edward Griffin, 'La Vitamina B17 (Laetrile) puede destruir las células cancerígenas'. En este artículo, exploraremos los componentes de Laetrile, la afirmación del libro y por qué la vitamina B17 o Laetrile es ilegal en los Estados Unidos.",
  "B vitamins convert food into energy and help to strengthen the immune system.Moreover, the vitamin B Complex is a mixture of various B vitamins.B6(Pyridoxin) is an essential nutrient for maintaining red blood cell health.The body does not naturally produce B6. Pasilla, Ancho pepper, sunflower seeds and Whey protein isolate are highest in B6.Vitamin B12 is the most common B vitamin; it converts carbohydrates and fats into energy for proteins.Vitamin B12 deficiency can result in multiple health conditions - cancer, anemia, fatigue, impaired neurological function, joint pain and more.Aside from injection, B12 can be in clams, oysters, mussels, crabs and sardines. Vitamin B17, or Laetrile, is the most controversial vitamin (component) B family.According to the book by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "Las vitaminas B convierten los alimentos en energía y ayudan a fortalecer el sistema inmunológico. Además, el complejo de vitamina B es una mezcla de varias vitaminas B. B6 (Piridoxina) es un nutriente esencial para mantener la salud de los glóbulos rojos. El cuerpo no produce B6 de forma natural. El chile Pasilla, el chile Ancho, las semillas de girasol y el aislado de proteína de suero son los más ricos en B6. La vitamina B12 es la vitamina B más común; convierte los carbohidratos y las grasas en energía para las proteínas. La deficiencia de vitamina B12 puede resultar en múltiples condiciones de salud: cáncer, anemia, fatiga, función neurológica deteriorada, dolor en las articulaciones y más. Además de la inyección, B12 se puede encontrar en almejas, ostras, mejillones, cangrejos y sardinas. La vitamina B17, o Laetrile, es la vitamina más controvertida de la familia B. Según el libro de G. Edward Griffin, 'La vitamina B17 (Laetrile) puede destruir las células cancerígenas'. En este artículo, exploraremos los componentes de Laetrile, la afirmación del libro y por qué la vitamina B17 o Laetrile es ilegal en los Estados Unidos.",
  "Laetrile, or vitamin B17, is an artificial form of amygdalin. Amygdalin is from plants, most notably apricot seeds. Laetrile is illegal in the United States and has no verifiable evidence of curing cancer in animals and humans (according to the FDA). Vitamin B and its derivatives have many health benefits for the body. Studies indicate that a deficiency in vitamin B and B12 can cause various health diseases, including some cancers. What does the book have to say about Laetrile? Griffin argues that Laetrile practitioners and orthodox medicine differ in the goal of fighting cancer. Laetrile practitioners emphasize attacking the cancer cells. Conversely, orthodox medicine focuses on the tumor - arguing that the tumor is the cancer. According to Griffin, 'Dr. Kanematsu Sugiura (Sloan-Kettering Cancer Center) found five results:Laetrile stopped metastasis (cancer spreading) in mice,It improved their general health,It inhibited the growth of small tumors,It provided relief from pain,It acted as cancer prevention.": "Laetrile, o vitamina B17, es una forma artificial de amigdalina. La amigdalina proviene de las plantas, especialmente de las semillas de albaricoque. Laetrile es ilegal en los Estados Unidos y no tiene evidencia verificable de curar el cáncer en animales y humanos (según la FDA). La vitamina B y sus derivados tienen muchos beneficios para la salud del cuerpo. Los estudios indican que una deficiencia de vitamina B y B12 puede causar diversas enfermedades de salud, incluidos algunos tipos de cáncer. ¿Qué dice el libro sobre Laetrile? Griffin argumenta que los practicantes de Laetrile y la medicina ortodoxa difieren en el objetivo de luchar contra el cáncer. Los practicantes de Laetrile enfatizan atacar las células cancerígenas. En cambio, la medicina ortodoxa se enfoca en el tumor, argumentando que el tumor es el cáncer. Según Griffin, 'El Dr. Kanematsu Sugiura (Centro de Cáncer Sloan-Kettering) encontró cinco resultados: Laetrile detuvo la metástasis (la propagación del cáncer) en ratones, Mejoró su salud general, Inhibió el crecimiento de pequeños tumores, Proporcionó alivio del dolor, Actuó como prevención del cáncer.",
  "What Is Hypnotherapy?": "¿Qué es la hipnoterapia?",
  "To better understand Hypnotherapy we must first understand Hypnosis. Hypnosis is a natural, yet slightly altered, state of mind where communication and responsiveness with the subconscious mind is present. Hypnosis is being in a state of hypersuggestibility with an increased receptivity to suggestion. This state allows the hypnotherapist to better facilitate communication between the conscious and the subconscious mind.": "Para comprender mejor la hipnoterapia, primero debemos comprender la hipnosis. La hipnosis es un estado mental natural, pero ligeramente alterado, donde hay comunicación y capacidad de respuesta con la mente subconsciente. La hipnosis es estar en un estado de hipersugestibilidad con una mayor receptividad a las sugerencias. Este estado permite al hipnoterapeuta facilitar mejor la comunicación entre la mente consciente y la subconsciente.",
  "New Study Explores How Food Choices Shape Mental Health and Affect Depression": "Nuevo estudio explora cómo las elecciones de alimentos moldean la salud mental y afectan la depresión",
  "A new study from the University of Reading found that a poor-quality diet may be associated with changes in the brain structure that are linked to depression and anxiety.": "Un nuevo estudio de la Universidad de Reading encontró que una dieta de mala calidad puede estar asociada con cambios en la estructura del cerebro que están vinculados a la depresión y la ansiedad.",
  "Batana Oil: Batana Oil Benefits": "Aceite de Batana: Beneficios del Aceite de Batana",
  "Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "Debido a sus asombrosos resultados, Sebi creció un gran número de seguidores y un vasto imperio herbal. Entre sus productos está el aceite de batana, una solución potencial para la caída del cabello. En aplicaciones populares de redes sociales como TikTok y YouTube, el aceite de batana se ha vuelto popular en línea por su potencial para el crecimiento del cabello. Exploremos el aceite de batana y sus posibles beneficios para tu cabello.",
  "Dr. Sebi was an herbalist, called a doctor because his unconventional diet protocols had miraculous consequences on people's health. Sebi claimed that the removal of 'lactose, carbonic acid, uric acid, milk, starches, and meat paired with cell cleansing cures cancer, AIDS, sickle cell, and more'. Dr. Sebi provided 'evidence' of his claims and won his lawsuit in the1980's. Dr. Sebi claimed, 'disease exists from mucus and acidity', asserting that people should eat foods that cleanse the body and avoid acidic food. Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "Dr. Sebi fue un herbolario, llamado doctor porque sus protocolos dietéticos no convencionales tuvieron consecuencias milagrosas en la salud de las personas. Sebi afirmó que la eliminación de 'lactosa, ácido carbónico, ácido úrico, leche, almidones y carne junto con la limpieza celular cura el cáncer, el SIDA, la anemia falciforme y más'. Dr. Sebi proporcionó 'evidencia' de sus afirmaciones y ganó su demanda en la década de 1980. Dr. Sebi afirmó, 'la enfermedad existe por la mucosidad y la acidez', afirmando que las personas deben comer alimentos que limpien el cuerpo y evitar los alimentos ácidos. Debido a sus asombrosos resultados, Sebi creció un gran número de seguidores y un vasto imperio herbal. Entre sus productos está el aceite de batana, una solución potencial para la caída del cabello. En aplicaciones populares de redes sociales como TikTok y YouTube, el aceite de batana se ha vuelto popular en línea por su potencial para el crecimiento del cabello. Exploremos el aceite de batana y sus posibles beneficios para tu cabello.",
  "'Let thy food be medicine, and thy medicine be food', a famous quote from the Greek physician Hippocrates indicates that medicine starts with what people put into their bodies. Pharmaceuticals are derived from plant roots, and many hair products contain dangerous chemicals , such as Dove, Nexxus, Suave, and Johnson & Johnson. Currently, the best product on the market for hair growth is Rogaine. What is Rogaine? Rogaine, or Topical Minoxidil is a medicine used to treat hair loss via direct application to the scalp. Moreover, according to Mayo Clinic, 'the science behind Rogaine is unknown'. Other studies indicate that Rogaine has minimal effects on hair growth. Other doctors do not think that 'Rogaine gets to the underlying cause of hair loss - androgens.' The body naturally produces androgens, but if the body has an excessive response to androgens - hair loss disorders like alopecia occur. Rogaine, like most other medicines, comes with side effects - burning, redness, stinging, and some cases 'entering breast milk and endangering the baby'": "Que tu comida sea medicina, y tu medicina sea comida, una famosa cita del médico griego Hipócrates indica que la medicina comienza con lo que las personas ponen en sus cuerpos. Los productos farmacéuticos se derivan de las raíces de las plantas, y muchos productos para el cabello contienen químicos peligrosos, como Dove, Nexxus, Suave y Johnson & Johnson. Actualmente, el mejor producto en el mercado para el crecimiento del cabello es Rogaine. ¿Qué es Rogaine? Rogaine, o Minoxidil Tópico es un medicamento utilizado para tratar la caída del cabello mediante aplicación directa en el cuero cabelludo. Además, según la Clínica Mayo, 'la ciencia detrás de Rogaine se desconoce'. Otros estudios indican que Rogaine tiene efectos mínimos en el crecimiento del cabello. Otros médicos no creen que 'Rogaine llegue a la causa subyacente de la caída del cabello - andrógenos'. El cuerpo produce andrógenos de forma natural, pero si el cuerpo tiene una respuesta excesiva a los andrógenos - se producen trastornos de pérdida de cabello como la alopecia. Rogaine, al igual que la mayoría de los medicamentos, tiene efectos secundarios - ardor, enrojecimiento, escozor, y en algunos casos 'entra en la leche materna y pone en peligro al bebé'.",
  "What are the natural alternatives to Rogaine? Dr. Sebi argued that people should not eat cooked oils, like Palm or soybeans. However, the oil is extracted from American Palm Oil or Batana oil is extracted from the nuts and forms a rich in antioxidants and vitamin E. According to pfaf.org: 'the oil from nuts is expected to stimulate hair loss and combat dandruff'. Does batana oil work? The Tawira tribe is known as 'people of beautiful hair', and attributes their hair success to batana oil. Dr. Sebi claimed, 'The enzymes in it sink into the hair and revive the dead hair follicles', pairing scalp application of batana oil and a vegetarian diet maximizes results (according to Dr. Sebi)": "¿Cuáles son las alternativas naturales a Rogaine? El Dr. Sebi argumentó que las personas no deben comer aceites cocinados, como el de palma o soya. Sin embargo, el aceite se extrae del aceite de palma americana o el aceite de batana, que se extrae de los frutos y forma una rica fuente de antioxidantes y vitamina E. Según pfaf.org: 'el aceite de nueces se espera que estimule la caída del cabello y combata la caspa'. ¿Funciona el aceite de batana? La tribu Tawira es conocida como 'el pueblo del cabello hermoso' y atribuye el éxito de su cabello al aceite de batana. El Dr. Sebi afirmó, 'Las enzimas en él se hunden en el cabello y reviven los folículos pilosos muertos', aplicando el aceite de batana en el cuero cabelludo y una dieta vegetariana maximiza los resultados (según el Dr. Sebi).",
  "Elaeis oleifera.": "Elaeis oleifera.",
  "buttery substance": "sustancia cremosa",
  "Similarly to vitamin B, the body does not produce vitamin E. If disease stems from a deficiency of vitamins, shouldn't hair loss from a deficiency in vitamin E - Dr. Sebi and the native tribes believed that consumption of necessary vitamins, an alkaline diet, and cellular foods keep the body. Conversely, Sebi argued that black people would benefit most from a vegan diet. According to 'But it's more likely to affect than white or Asian Americans. About 1 million people in the U.S. have alopecia areata.'Also, black people have a higher risk of heart disease. How are these diseases correlated? Diet - processed foods and vitamin-deficient diets are common in America generally, however, many African Americans are lactose intolerant. Vitamin E is highest in vegetable oils, Dr. Sebi argued, 'When you heat these oils at high temperature - they become carcinogenic'. Batana oil is high in vitamin E and is a raw substance applied to the hair for hair growth.": "De manera similar a la vitamina B, el cuerpo no produce vitamina E. Si la enfermedad proviene de una deficiencia de vitaminas, ¿no debería la caída del cabello ser causada por una deficiencia de vitamina E? El Dr. Sebi y las tribus nativas creían que el consumo de vitaminas necesarias, una dieta alcalina y alimentos celulares mantienen el cuerpo. Por el contrario, Sebi argumentó que las personas negras se beneficiarían más de una dieta vegana. Según 'Pero es más probable que afecte a los estadounidenses blancos o asiáticos. Aproximadamente 1 millón de personas en EE.UU. tienen alopecia areata.' Además, las personas negras tienen un mayor riesgo de enfermedades del corazón. ¿Cómo están correlacionadas estas enfermedades? Dieta: los alimentos procesados y las dietas deficientes en vitaminas son comunes en América en general, sin embargo, muchos afroamericanos son intolerantes a la lactosa. La vitamina E es más alta en aceites vegetales, argumentó el Dr. Sebi, 'Cuando calientas estos aceites a altas temperaturas - se vuelven carcinogénicos'. El aceite de batana es alto en vitamina E y es una sustancia cruda aplicada al cabello para el crecimiento del cabello.",
  "The Conversation": "La Conversación",
  "African Americans": "Afroamericanos",
  "Dr. Sebi and other natural doctors and herbalists believe that the body should consume foods that address what the body cannot produce (vitamins E, B, and C). Dr. Sebi states, 'Best results occur when eating an alkaline diet and cellular-rich foods'": "El Dr. Sebi y otros médicos naturales y herbolarios creen que el cuerpo debe consumir alimentos que aborden lo que el cuerpo no puede producir (vitaminas E, B y C). El Dr. Sebi afirma: 'Los mejores resultados ocurren cuando se come una dieta alcalina y alimentos ricos en células'.",
  "Acupuncture Montreal": "Acupuntura Montreal",
  "Mass immigration in Canada has its advantages and disadvantages; assimilation led to Canadians adopting Traditional Chinese Medicine (TCM). Acupuncture Montreal adoption began with British Columbia adding acupuncture to the Ontario and British Columbia have the highest adoption of acupuncture among the ten provinces of Canada. Regulation in Canada is varied among the provinces. For instance,British Columbia has most regulations regarding the provinces.Acupuncture Edmonton, in Alberta, is a great place for holistic practitioners in Canada to include acupuncture in their practice.": "La inmigración masiva en Canadá tiene sus ventajas y desventajas; la asimilación llevó a los canadienses a adoptar la Medicina Tradicional China (MTC). La adopción de la acupuntura en Montreal comenzó con la adición de la acupuntura en Columbia Británica, y Ontario y Columbia Británica tienen la adopción más alta de la acupuntura entre las diez provincias de Canadá. La regulación en Canadá varía entre las provincias. Por ejemplo, Columbia Británica tiene la mayoría de las regulaciones con respecto a las provincias. Acupuntura Edmonton, en Alberta, es un excelente lugar para que los practicantes holísticos de Canadá incluyan la acupuntura en su práctica.",
  "Canadian Medical Services Plan in 2008.": "Plan de Servicios Médicos Canadienses en 2008.",
  "chiropractors can use acupuncture everywhere but in British Columbia and Quebec.": "los quiroprácticos pueden usar acupuntura en todas partes excepto en Columbia Británica y Quebec.",
  "Healthcare in Canada is a mess, adding holistic practices like acupuncture can help combat issues in the healthcare space. Although it is not as popular as other cities in Canada, Montreal has some great options for people seeking acupuncture treatment. For example, practioner  who practices moxibustion and cupping ('fire suckers'). There are many practitioners and different ways to practice acupuncture. Indeed, practitioner practices Toyohari Acupuncture or Meridan Therapy without insertion (millimeters above insertion points). The body has an immense regenerative potential to heal itself; herbalists believe that certain plants work in conjunction with the body to induce healing. uses Chinese herbs in conjunction with acupuncture treatment.": "El sistema de salud en Canadá es un desastre, añadir prácticas holísticas como la acupuntura puede ayudar a combatir problemas en el espacio de la salud. Aunque no es tan popular como otras ciudades de Canadá, Montreal tiene algunas excelentes opciones para las personas que buscan tratamiento de acupuntura. Por ejemplo, un practicante que realiza moxibustión y ventosas ('chupadores de fuego'). Hay muchos practicantes y diferentes formas de practicar acupuntura. De hecho, el practicante practica Acupuntura Toyohari o Terapia de Meridianos sin inserción (milímetros por encima de los puntos de inserción). El cuerpo tiene un inmenso potencial regenerativo para curarse a sí mismo; los herbolarios creen que ciertas plantas trabajan en conjunto con el cuerpo para inducir la curación. Usa hierbas chinas en conjunto con el tratamiento de acupuntura.",
  "Xiao Lei Wang,": "Xiao Lei Wang,",
  "David Goldman": "David Goldman",
  "Sino-Santé Clinic": "Clínica Sino-Santé",
"Acupuncture in Montreal started with an acupuncture boom in Ontario. Canada has seen an influx of Chinese immigrants and culture. One benefit is the mass adoption of TCM and acupuncture throughout the region. Acupuncture helps with many ailments: fertility, stress, pain relief and more. In a nation like Canada, acupuncture plays a pivotal role in fighting ailments that traditional medicine would not address.": "La acupuntura en Montreal comenzó con un auge de acupuntura en Ontario. Canadá ha experimentado una afluencia de inmigrantes chinos y cultura. Una ventaja es la adopción masiva de la MTC y la acupuntura en toda la región. La acupuntura ayuda con muchos problemas de salud: fertilidad, estrés, alivio del dolor y más. En un país como Canadá, la acupuntura juega un papel fundamental en la lucha contra dolencias que la medicina tradicional no abordaría.",
  "bruxism,": "bruxismo,",
  "Pain Pill for Back: Best Chiropractor Near Me": "Píldora para el dolor de espalda: El mejor quiropráctico cerca de mí",
  "Back pain effects an estimated 80% of the US population. As people age, pain becomes more and more frequent. According to Over 115 million pills containing illicit fentanyl seized by law enforcement in 2023, if this the seized number, imagine the actual number of pills containing fentanyl last year. The War on Drugs was a collosal failure in the United States; Oregon decriminalized drugs in its state. However, this decision hasn't worked either, resulting in rampant drug use, overdose, homelessness and fentanyl deaths. Pain pills, or opioids have a long history of abuse and addiction. In 2022, over 107,000 people died of a drug overdose, with 75% of those deaths involving an opioid. According to WebMD: Estimated 3 million Americans suffer from OUD (Opioid Use Disorder). Chiropractors take a holistic perspective, the body can heal itself. Chiropractic techniques are 40% more effective than medical care for lower back pain. Suffering from back pain? Type: best chiropractor near me instead of using pain pills for back": "El dolor de espalda afecta a un estimado 80% de la población de EE. UU. A medida que las personas envejecen, el dolor se vuelve más y más frecuente. Según más de 115 millones de píldoras que contienen fentanilo ilícito incautadas por las fuerzas del orden en 2023, si este es el número incautado, imagina el número real de píldoras que contenían fentanilo el año pasado. La Guerra contra las Drogas fue un fracaso colosal en Estados Unidos; Oregón despenalizó las drogas en su estado. Sin embargo, esta decisión tampoco ha funcionado, lo que ha resultado en un uso desenfrenado de drogas, sobredosis, falta de vivienda y muertes por fentanilo. Las píldoras para el dolor, o los opioides, tienen una larga historia de abuso y adicción. En 2022, más de 107,000 personas murieron por sobredosis de drogas, y el 75% de esas muertes involucraron un opioide. Según WebMD: Se estima que 3 millones de estadounidenses sufren de OUD (Trastorno por Uso de Opioides). Los quiroprácticos adoptan una perspectiva holística, el cuerpo puede curarse a sí mismo. Las técnicas quiroprácticas son un 40% más efectivas que la atención médica para el dolor lumbar. ¿Sufres de dolor de espalda? Escribe: el mejor quiropráctico cerca de mí en lugar de usar píldoras para el dolor de espalda.",
  "NIDA:": "NIDA:",
  "Pain can be reocurring, compounding to the point of surgery. An estimated 36% of people do not know if they need surgery. However, most people are unaware of alternatives for pain management. Chiropractors cost less than surgery and pain pills, and have more benefits than pain. Americans are constantly stressed, anxiety is on the rise in America. Corrective care improves the body's ability to handle and adapt to stress. Heart disease is the biggest killer in the world. Corrective care can significantly decrease blood pressure by removing neurological interference and restoring proper spinal biomechanics. chiropractic care helps to restore function to reproductive systems for both men and women. Additionally, chiropractors cost less than traditional medicine.": "El dolor puede ser recurrente, acumulándose hasta el punto de la cirugía. Se estima que el 36% de las personas no saben si necesitan cirugía. Sin embargo, la mayoría de las personas desconoce las alternativas para el manejo del dolor. Los quiroprácticos cuestan menos que la cirugía y las píldoras para el dolor, y tienen más beneficios que el dolor. Los estadounidenses están constantemente estresados, la ansiedad está en aumento en América. El cuidado correctivo mejora la capacidad del cuerpo para manejar y adaptarse al estrés. La enfermedad cardíaca es la mayor causa de muerte en el mundo. El cuidado correctivo puede reducir significativamente la presión arterial al eliminar la interferencia neurológica y restaurar la biomecánica espinal adecuada. El cuidado quiropráctico ayuda a restaurar la función de los sistemas reproductivos tanto en hombres como en mujeres. Además, los quiroprácticos cuestan menos que la medicina tradicional.",
  "'1 in 6 people globally affected by infertility: WHO'": "'1 de cada 6 personas en el mundo afectadas por infertilidad: OMS'",
  "The healthcare system is emergency-care, but has many side effects. Studies show that Americans are Last month, in British Columbia, Canada over hydromorphone overdose death. Conversely, chiropractic care is not addicting and does not have the vast amount of side effects that stem from opiod usage. Chiropractic care is holistic, working with your body to help it to heal itself. Opiods are addicting, and can be unncessary for back pain. Oftentimes, pain pills for back or other pain management require prescription once a month. Comparatively, chiropractors recommend appointments once a month (seek chiropractor for specific appointment schedule), at a price much lower.": "El sistema de salud es atención de emergencia, pero tiene muchos efectos secundarios. Los estudios muestran que los estadounidenses son el mes pasado, en Columbia Británica, Canadá, más de una muerte por sobredosis de hidromorfona. Por el contrario, el cuidado quiropráctico no es adictivo y no tiene la gran cantidad de efectos secundarios que provienen del uso de opioides. El cuidado quiropráctico es holístico, trabaja con su cuerpo para ayudarlo a sanar. Los opioides son adictivos, y pueden ser innecesarios para el dolor de espalda. A menudo, las píldoras para el dolor de espalda u otros tratamientos para el dolor requieren receta una vez al mes. En comparación, los quiroprácticos recomiendan citas una vez al mes (busque quiropráctico para el horario específico de citas), a un precio mucho más bajo.",
  "dependent on opiods for non-cancer pain.": "dependiente de los opioides para el dolor no relacionado con el cáncer.",
  " '2 families sue province, federal government over safe supply' ": " '2 familias demandan a la provincia, gobierno federal por suministro seguro' ",
  "Chiropractic care improves brain health and behavior. It is designed to work with the body so that it heals itself. Chiropractic care is corrective care, pain pills is emergency care - choose the one that works with your body chemistry. Furthermore, avoid opioids that are foreign chemistry added to your body to heal you.": "El cuidado quiropráctico mejora la salud del cerebro y el comportamiento. Está diseñado para trabajar con el cuerpo para que se cure a sí mismo. El cuidado quiropráctico es cuidado correctivo, las píldoras para el dolor son cuidado de emergencia: elige el que funcione con tu química corporal. Además, evita los opioides que son química extranjera añadida a tu cuerpo para curarte.",
  "Hepatitis B: Herbal Medicine On Hep B": "Hepatitis B: Medicina Herbal sobre Hep B",
  "Hepatitis B is a liver infection from HBV transmitted through another infected person’s blood, semen, or other fluids. Hepatitis B affects the liver and is more toxic in children than adults with the disease. The 5 major functions of the liver are supporting the body’s metabolism, immunity, digestion, detoxification, and vitamin storage. (Disclaimer not medical advice) There is currently no cure for hep B. This article will explore plants with potential benefits for fighting hepatitis B.": "La hepatitis B es una infección hepática causada por el HBV transmitida a través de la sangre, el semen u otros fluidos de una persona infectada. La hepatitis B afecta el hígado y es más tóxica en los niños que en los adultos con la enfermedad. Las 5 funciones principales del hígado son: apoyar el metabolismo, la inmunidad, la digestión, la desintoxicación y el almacenamiento de vitaminas. (Aviso: no es consejo médico) Actualmente no hay cura para la hepatitis B. Este artículo explorará plantas con beneficios potenciales para luchar contra la hepatitis B.",
  "Portulaca grandiflora is a beautiful pink flower from South America (Brazil). Aside from its appearance, the flower has potential benefits for your health. Herbalists believe one must pair a diet shift and detox the body with natural plants before healing begins. Portulaca grandiflora (rose moss) is meaning the plant is a detoxifier. Dr. Max Gerson believed that fighting tumors started with a green diet and to detoxify the liver. A similar process is applied to hepatitis. The detoxifying properties in ross moss are putative immunostimulatory in fighting hepatitis B. from 1990, indicate the plant has an “Antimutagenic effect on the mutation induced by aflatoxin B1 and cyclophosphamide in mice”.": "Portulaca grandiflora es una hermosa flor rosa originaria de América del Sur (Brasil). Además de su apariencia, la flor tiene beneficios potenciales para tu salud. Los herbolarios creen que se debe combinar un cambio de dieta y desintoxicar el cuerpo con plantas naturales antes de que comience la curación. Portulaca grandiflora (musgo rosa) significa que la planta es un desintoxicante. El Dr. Max Gerson creía que combatir los tumores comenzaba con una dieta verde y desintoxicar el hígado. Un proceso similar se aplica a la hepatitis. Las propiedades desintoxicantes del musgo rosa tienen efectos inmunoestimulantes en la lucha contra la hepatitis B. Desde 1990, se indica que la planta tiene un “efecto antimutagénico sobre la mutación inducida por aflatoxina B1 y ciclofosfamida en ratones”.",
  " depurative,": " depurativa,",
  "coffee enemas": "enemas de café",
  "Studies": "Estudios",
  "Cordydalis yanhusuo is a flower with a fuchsia appearance from Asia, specifically China. This plant has been regarded as a remedy to for centuries throughout Asia. Blood passing through the stomach and intestines is processed by the liver, an infected liver cannot metabolize nutrients or break down vitamins efficiently. Moreover, Corydalis yanhusuo helps with abdominal pain due to its alkaloid properties. Generally, the plant has shown effects in helping with pain. Its major medicinal properties are: 'antitussive, cardiotonic, hypotensive and anticancerous'.": "Cordydalis yanhusuo es una flor de apariencia fucsia originaria de Asia, específicamente de China. Esta planta ha sido considerada un remedio durante siglos en toda Asia. La sangre que pasa a través del estómago y los intestinos es procesada por el hígado, un hígado infectado no puede metabolizar los nutrientes ni descomponer las vitaminas de manera eficiente. Además, Corydalis yanhusuo ayuda con el dolor abdominal debido a sus propiedades alcaloides. En general, la planta ha mostrado efectos en el alivio del dolor. Sus principales propiedades medicinales son: 'antitusiva, cardiotónica, hipotensora y anticancerosa'.",
  "‘invigorate the blood’": "‘invigorate the blood’",
  "Blighia sapida is a plant stemming from West Africa, specifically Cote d’Ivoire, eaten when fully ripe. This plant is primarily used in treating A function of the liver is digestion. This plant is stomachic, meaning it is helpful in digestion. A side effect of hep B is nausea and vomiting, the “ground-up bark” has been used to assist with nausea. Regarding hep B, “the twigs of the plant help with hepatitis, cirrhosis and amygdalitis”. Generally, the plant has many benefits for health, the unripe fruit can cause certain diseases.": "Blighia sapida es una planta originaria de África Occidental, específicamente de Costa de Marfil, que se come cuando está completamente madura. Esta planta se utiliza principalmente para tratar una función del hígado que es la digestión. Esta planta es estomacal, lo que significa que es útil para la digestión. Un efecto secundario de la hepatitis B es la náusea y los vómitos, la 'corteza triturada' se ha utilizado para ayudar con las náuseas. En cuanto a la hepatitis B, “las ramitas de la planta ayudan con la hepatitis, cirrosis y amigdalitis”. En general, la planta tiene muchos beneficios para la salud, aunque la fruta no madura puede causar ciertas enfermedades.",
  "yellow fever, epilepsy and edema.": "fiebre amarilla, epilepsia y edema.",
  "Herbalists operate on the principle that disease stems from deficiency and nutrition. The application of these plants correlates with the functionality of the infected organ. The liver is in charge of detoxification, if the body cannot detoxify toxins then toxins build up in the body — Portulaca grandiflora fights toxins and fights mutation of tumors. Cordydalis yanhusuo cleans the blood, a vital function of the liver is cleaning and filtering blood. Finally, Blighia sapida aids in digestion, another function of the liver. Holistic medicine looks at medicine as interconnected, integrating these plants (not medical advice) helps the liver.": "Los herbolarios operan bajo el principio de que las enfermedades provienen de deficiencias y la nutrición. La aplicación de estas plantas se correlaciona con la funcionalidad del órgano infectado. El hígado es responsable de la desintoxicación, si el cuerpo no puede desintoxicar las toxinas, estas se acumulan en el cuerpo — Portulaca grandiflora combate las toxinas y la mutación de tumores. Cordydalis yanhusuo limpia la sangre, una función vital del hígado es limpiar y filtrar la sangre. Finalmente, Blighia sapida ayuda con la digestión, otra función del hígado. La medicina holística ve la medicina como algo interconectado, integrando estas plantas (no consejo médico) ayuda al hígado.",
  "The Importance of Nutrition": "La importancia de la nutrición",
  "I am not a doctor or nutritionist, however, I am a developer and researcher who understands the value of showcasing Holistic Medicine to the public. Of the nine practices on the platform: Homeopathy, PRP, Hypnotherapy, Stem Cell Therapy, Chelation, Chiropractic, Ayurveda, and Acupuncture; Nutrition is the most valuable because it encompasses general elements of the others. I did not know that the Standard American Diet was insufficient for the vitamins humans lack. Humans lack vitamins A, D, E, and K, so nutritionists create diet plans specific to each person.": "No soy médico ni nutricionista, sin embargo, soy un desarrollador e investigador que entiende el valor de mostrar la Medicina Holística al público. De las nueve prácticas en la plataforma: Homeopatía, PRP, Hipnoterapia, Terapia con células madre, Quelación, Quiropráctica, Ayurveda y Acupuntura; La nutrición es la más valiosa porque abarca elementos generales de las demás. No sabía que la Dieta Estándar Estadounidense era insuficiente para las vitaminas que los humanos carecen. Los humanos carecen de las vitaminas A, D, E y K, por lo que los nutricionistas crean planes dietéticos específicos para cada persona.",
  "Do not believe everything you read on the Internet. There is always a new trendy food or diet. What if you are allergic or your body cannot process a certain food? “Let thy food be thy medicine, and thy medicine be thy food is”, a famous quote from physician Hippocrates highlighting the importance of nutrition. Education is a fundamental element of the platform because health in America is a serious problem. Drug overdose is a serious problem in the United States, people do not know what they do not know. My research only goes so far, it takes real nutritionists with decades of experience to get to the root cause of diseases. Take the vitamins A, D, E, and K — the fruits listed in the diagram below are based upon my limited research of B17, Dr. Sebi, and other nutritionists I have studied. A nutritionist understands the quantity of vitamins A, D, E, and K the body needs. Nutritionists understand the specific vitamins each individual is lacking.": "No creas todo lo que lees en Internet. Siempre hay un nuevo alimento o dieta de moda. ¿Qué pasa si eres alérgico o tu cuerpo no puede procesar un cierto alimento? “Que tu comida sea tu medicina, y tu medicina sea tu comida”, una famosa cita del médico Hipócrates que resalta la importancia de la nutrición. La educación es un elemento fundamental de la plataforma porque la salud en América es un problema serio. La sobredosis de drogas es un problema serio en los Estados Unidos, la gente no sabe lo que no sabe. Mi investigación solo llega hasta cierto punto, se necesitan verdaderos nutricionistas con décadas de experiencia para llegar a la causa raíz de las enfermedades. Toma las vitaminas A, D, E y K — las frutas enumeradas en el diagrama a continuación se basan en mi investigación limitada de B17, Dr. Sebi y otros nutricionistas que he estudiado. Un nutricionista entiende la cantidad de vitaminas A, D, E y K que el cuerpo necesita. Los nutricionistas entienden las vitaminas específicas que cada individuo carece.",
  "Society is waking up to the reality that the Standard American Diet has set us up for failure. What’s the difference between a nutritionist and a dietician? Dietitians are specially trained nutritionists. Nutrition is more than just food and diet, nutritionists provide tips for clients to have long-term health. Exercise is another fundamental element of nutrition. Nutritionists help their clients develop plans tailored to their workout goals. What makes Michael Jordan, Tom Brady and Serena Williams the greats they are today? This is a convoluted answer — work ethic, giftedness, adversity, I would say coaching. The movie King Richard illustrates the need for coaching in tennis and how their Father built the Williams empire. Phil Jackson, coach of Michael Jordan, Shaquille O'Neal and Kobe Bryant (RIP), won 11 NBA titles as a coach. Michael Jordan is a legend, but Phil Jackson was instrumental in his success. Regarding Tom Brady, there is constant debate on whether his success is attributed to him or his coach Bill Belichick. A great coach maximizes your potential, and a health coach helps you maximize the effectiveness of your nutrition plan.": "La sociedad está despertando a la realidad de que la Dieta Estándar Estadounidense nos ha preparado para el fracaso. ¿Cuál es la diferencia entre un nutricionista y un dietista? Los dietistas son nutricionistas especialmente capacitados. La nutrición es más que solo comida y dieta, los nutricionistas proporcionan consejos para que los clientes tengan una salud a largo plazo. El ejercicio es otro elemento fundamental de la nutrición. Los nutricionistas ayudan a sus clientes a desarrollar planes adaptados a sus metas de ejercicio. ¿Qué hace que Michael Jordan, Tom Brady y Serena Williams sean los grandes que son hoy? Esta es una respuesta compleja: ética de trabajo, talento, adversidad, yo diría que el entrenamiento. La película King Richard ilustra la necesidad de entrenamiento en el tenis y cómo su padre construyó el imperio Williams. Phil Jackson, entrenador de Michael Jordan, Shaquille O'Neal y Kobe Bryant (QEPD), ganó 11 títulos de la NBA como entrenador. Michael Jordan es una leyenda, pero Phil Jackson fue clave en su éxito. Con respecto a Tom Brady, hay un debate constante sobre si su éxito se debe a él o a su entrenador Bill Belichick. Un gran entrenador maximiza tu potencial, y un entrenador de salud te ayuda a maximizar la efectividad de tu plan nutricional.",
  "The importance of a nutritionist is that what you eat is paramount in determining your health. Nutritionists help you execute your health goals. Nutrition is important because when you get obesity or diabetes, your chance of chronic diseases skyrockets. Health coaches and dietitians both play a vital role in nutrition.": "La importancia de un nutricionista es que lo que comes es primordial para determinar tu salud. Los nutricionistas te ayudan a ejecutar tus metas de salud. La nutrición es importante porque cuando padeces obesidad o diabetes, tus posibilidades de enfermedades crónicas se disparan. Los entrenadores de salud y los dietistas juegan un papel vital en la nutrición.",
  "Contact a nutritionist, you understand the value of nutritionists, once one understands the importance of food. Doctors universally acknowledge that nutrition is important. Seek a nutritionist to receive an in-depth understanding on nutrition and plans to fit the individual.": "Contacta a un nutricionista, entenderás el valor de los nutricionistas una vez que comprendas la importancia de la comida. Los médicos reconocen universalmente que la nutrición es importante. Busca a un nutricionista para recibir una comprensión profunda sobre la nutrición y planes adaptados a cada individuo.",
  "Mushrooms & Relationships": "Hongos y Relaciones",
  "For many years now, I have been applying a very particular stipulation to my interpersonal relationships: Anyone who wishes to enter into and sustain a relationship with me of any kind, whether professional or personal, must be willing to consume entheogens with me on a continual and consistent basis. Otherwise, I have found that communication issues and personality barriers seem to arise, and I typically need to end the relationship.": "Durante muchos años, he estado aplicando una estipulación muy particular a mis relaciones interpersonales: Cualquier persona que desee entrar en una relación conmigo de cualquier tipo, ya sea profesional o personal, debe estar dispuesta a consumir enteógenos conmigo de manera continua y consistente. De lo contrario, he descubierto que surgen problemas de comunicación y barreras de personalidad, y generalmente necesito terminar la relación.",
  "The Root Cause Approach: A Path to True Healing": "El Enfoque de la Causa Raíz: Un Camino hacia la Verdadera Sanación",
  "In the world of healthcare, a quiet revolution is underway. Patients and practitioners alike are realizing that the traditional 'band-aid' approach—managing symptoms without addressing underlying causes—often falls short. This growing awareness has sparked interest in functional medicine, a patient-centered approach that focuses on uncovering and resolving the root causes of illness. So, what makes functional medicine so transformative? Let’s explore why this approach is reshaping the future of healthcare.": "En el mundo de la atención médica, está en marcha una revolución silenciosa. Tanto los pacientes como los profesionales están dándose cuenta de que el enfoque tradicional de 'parche' — gestionar los síntomas sin abordar las causas subyacentes — a menudo no es suficiente. Esta creciente conciencia ha despertado interés en la medicina funcional, un enfoque centrado en el paciente que se enfoca en descubrir y resolver las causas raíz de la enfermedad. Entonces, ¿qué hace que la medicina funcional sea tan transformadora? Exploremos por qué este enfoque está remodelando el futuro de la atención médica.",
  "Rose Oil Benefits": "Beneficios del Aceite de Rosa",
 "Rose Oil stems from the petals of Rosa centifolia and Rosa damascena. First, we will explain the medicinal benefits of Rosa centifolia and Rosa damascena, according to PFAF.org.": "El aceite de rosa proviene de los pétalos de Rosa centifolia y Rosa damascena. Primero, explicaremos los beneficios medicinales de Rosa centifolia y Rosa damascena, según PFAF.org.",
  "Rosa centifolia (Provence Rose) is one of the few plants without an exact habitat. Conversely, it is found in the wild and apparent in many habitats worldwide. It is important to note that the rose oil stems from the petals. However, According to PFAF.org, the oil of Provence Rose helps with aromatherapy.": "Rosa centifolia (Rosa Provenza) es una de las pocas plantas sin un hábitat exacto. Por el contrario, se encuentra en la naturaleza y es aparente en muchos hábitats de todo el mundo. Es importante señalar que el aceite de rosa proviene de los pétalos. Sin embargo, según PFAF.org, el aceite de Rosa Provenza ayuda con la aromaterapia.",
  "'the root is astringent, the petals are laxative, and the fruit of the rose have vitamins A, C, and E.'": "'La raíz es astringente, los pétalos son laxantes y el fruto de la rosa tiene vitaminas A, C y E.'",
  "According to PFAF.org, Rosa Damascena is home to Asia (habitat). Unlike Rosa centifolia, The flowers and fruits have characteristics similar to those of Rosa centifolia. However, Rosa Damascena has more aperient, tonic, and cardiac properties.": "Según PFAF.org, Rosa Damascena es originaria de Asia (hábitat). A diferencia de Rosa centifolia, las flores y los frutos tienen características similares a las de Rosa centifolia. Sin embargo, Rosa Damascena tiene más propiedades aperientes, tónicas y cardíacas.",
  "the petals are astringent.": "los pétalos son astringentes.",
  "Now that the plants comprising rose oil have been examined. Let's jump into studies investigating the use of rose oil for certain conditions. Published in 2017 by Avicenna J Phytomed, let's review the therapeutic effects of rose oil. The examined 'the analgesic, anti-depression, psychological relaxation, improved sexual health, and anti-anxiety effects of rose oil.' The study took place in Iran, and the most abundant element in the oil was 'β-citronellol (14.5-47.5%)'. Among 772 participants, studies 'indicate that rose oil showed immediate changes in physiology - skin changes, blood pressure, blood flow, brain activity, and muscle tension.' One study indicated that inhalation of rose oil improved renal colic symptoms in patients. Amongst all the studies, rose oil has the strongest analgesic and anti-depressant effects.": "Ahora que las plantas que componen el aceite de rosa han sido examinadas, vamos a investigar estudios sobre el uso del aceite de rosa para ciertas condiciones. Publicado en 2017 por Avicenna J Phytomed, revisemos los efectos terapéuticos del aceite de rosa. Se examinaron 'los efectos analgésicos, antidepresivos, de relajación psicológica, mejora de la salud sexual y anti-ansiedad del aceite de rosa'. El estudio se realizó en Irán, y el elemento más abundante en el aceite fue 'β-citronelol (14.5-47.5%)'. Entre 772 participantes, los estudios 'indican que el aceite de rosa mostró cambios inmediatos en la fisiología: cambios en la piel, presión arterial, flujo sanguíneo, actividad cerebral y tensión muscular.' Un estudio indicó que la inhalación de aceite de rosa mejoró los síntomas del cólico renal en los pacientes. Entre todos los estudios, el aceite de rosa tiene los efectos más fuertes analgésicos y antidepresivos.",
  "study": "estudio",
  "Aromatherapy involves inhaling essential oils for therapeutic effects. Rose oil stems from the petals of Rosa centifolia and Rosa damascena. The petals are astringent and strong in vitamins A, C, and E. According to studies, rose oil helps most with pain (analgesic) and depression (anti-depressant).": "La aromaterapia implica inhalar aceites esenciales para efectos terapéuticos. El aceite de rosa proviene de los pétalos de Rosa centifolia y Rosa damascena. Los pétalos son astringentes y ricos en vitaminas A, C y E. Según los estudios, el aceite de rosa ayuda más con el dolor (analgésico) y la depresión (antidepresivo).",
  "Live Drop Coming Soon!Apothecary": "¡Lanzamiento en vivo próximamente!Botica",
  "About page": "Página acerca de",
  "FAQ": "Preguntas frecuentes",
  "Who is The Merlin Group?": "¿Quién es The Merlin Group?",
  "We are Bitcoin consultants and developers integrating the world onto Bitcoin via large scale projects that change the world.": "Somos consultores y desarrolladores de Bitcoin que integran al mundo en Bitcoin a través de proyectos a gran escala que cambian el mundo.",
  "Is the platform a subscription service?": "¿Es la plataforma un servicio de suscripción?",
  "As of 2024, the platform is not a subscription service. In the future, we might make the shift to a subscription service for providers. Everyday users will never have to pay a subscription to a subscription fee for this platform.": "A partir de 2024, la plataforma no es un servicio de suscripción. En el futuro, podríamos hacer el cambio a un servicio de suscripción para proveedores. Los usuarios cotidianos nunca tendrán que pagar una suscripción o tarifa de suscripción por esta plataforma.",
  "What is your core mission statement?": "¿Cuál es su declaración de misión principal?",
  "The Merlin Group is personally and professionally invested in the re-emergence of revolutionary therapies.": "The Merlin Group está personal y profesionalmente invertido en el resurgimiento de terapias revolucionarias.",
  "Who is DECENT MED made for?": "¿Para quién está hecho DECENT MED?",
  "- Alternative Medicine providers": "- Proveedores de Medicina Alternativa",
  "- Those who do not have health insurance": "- Aquellos que no tienen seguro de salud",
  "- People who have distrust in the current healthcare system": "- Personas que desconfían del sistema de salud actual",
  "- Bitcoin countries and general Bitcoin users": "- Países Bitcoin y usuarios generales de Bitcoin",
  "What are your goals?": "¿Cuáles son tus metas?",
  "- howcasing revolutionary treatments to billions of people worldwide": "- Mostrar tratamientos revolucionarios a miles de millones de personas en todo el mundo",
  "- Aid in global Bitcoin adoption": "- Ayudar en la adopción global de Bitcoin",
  "- Decentralize healthcare for 'alternatives' to be widely accepted": "- Descentralizar la atención médica para que las 'alternativas' sean ampliamente aceptadas",
  "Why healthcare?": "¿Por qué la atención médica?",
  "We have both witnessed the corruption of the healthcare system. After the pandemic, we notice the catastrophic shift in the current system and want to provide a cheaper alternatives to healthcare globally.": "Ambos hemos sido testigos de la corrupción del sistema de salud. Después de la pandemia, notamos el cambio catastrófico en el sistema actual y queremos ofrecer alternativas más baratas a la atención médica a nivel mundial.",
  "Herbal Medicine": "Medicina Herbal",
  "Encyclopedia of Herbal Medicine": "Enciclopedia de Medicina Herbal",
  "Goldenseal Herb": "Hierba Goldenseal",
  "Bidens Pilosa Plant": "Planta Bidens Pilosa",
  "Echinacea": "Equinácea",
  "Heliconia Metallica": "Heliconia Metálica",
  "Golden raintree": "Árbol de lluvia dorado",
  "Platycadus Orientalis": "Platycadus Orientalis",
  "Plumbago": "Plumbago",
  "Plumeria": "Plumeria",
  "Crepe Myrtle": "Myrtillo de papel",
  "Silver Maple": "Arce plateado",
  "Elderberry": "Saúco",
  "Dandelion Root": "Raíz de Diente de león",
  "Quercus Robur": "Quercus Robur",
  "Virginia Mountain Mint": "Menta de montaña de Virginia",
  "Wild Bergamot": "Bergamota salvaje",
  "Moringa": "Moringa",
  "Great Lobelia": "Lobelias grandes",
  "Jewelweed": "Hierba joya",
  "Rhus Typhina": "Rhus Typhina",
  "African Tulip Tree": "Árbol de tulipán africano",
  "Rosa Nutkana": "Rosa Nutkana",
  "Black Locust Tree": "Árbol de acacia negra",
  "Centaurea scabiosa": "Centaurea scabiosa",
  "Tansy": "Tanaceto",
  "Hawthorn": "Espino",
  "Ox-Eye Daisy": "Margarita de ojo de buey",
  "Silver Birch": "Abedul plateado",
  "Melilotus Albus": "Melilotus Albus",
  "Purple Loosestrife": "Lysimachia púrpura",
  "Burmuda Grass": "Hierba de Bermuda",
  "Spiny Amaranth": "Amaranto espinoso",
  "Thyme-Leaf Sandwort": "Sandy Thyme-Leaf Sandwort",
  "Piripiri": "Piripiri",
  "Lavender": "Lavanda",
  "Angels Trumpet": "Trompeta de ángel",
  "Indian Almond Leaf": "Hoja de Almendro indio",
  "English Ivy": "Hiedra inglesa",
  "Wedelia": "Wedelia",
  "Bush Candle Tree": "Árbol de vela arbustiva",
  "Heavenly Bamboo": "Bambú celestial",
  "Chinese Holly": "Acebo chino",
  "Johnny Jump Up": "Johnny Jump Up",
  "Chinese Witch Hazel": "Hamamelis china",
  "Bigleaf Hydrangea": "Hortensia de hojas grandes",
  "Oriental bittersweet": "Amargo oriental",
  "Common Boxwood": "Buxus común",
  "Winged Spindle Tree": "Árbol de huso alado",
  "French Lavender": "Lavanda francesa",
  "Rosin Weed Plant": "Planta de resina",
  "Blackberry": "Mora",
  "Slender Amaranth": "Amaranto delgado",
  "Coral Tree": "Árbol de coral",
  "Lily of the Nile": "Lirio del Nilo",
  "Lily Magnolia": "Magnolia Lirio",
  "Sweet Gum Tree": "Árbol de goma dulce",
  "Mulberry": "Morera",
  "Camellia": "Camelia",
  "Oleander": "Adelfa",
  "Ditch Lily": "Lirio de zanja",
  "Rose Tea": "Té de rosa",
  "Wild Sage": "Salvia silvestre",
  "Fremont Cottonwood": "Fremont Cottonwood",
  "Ceiba speciosa": "Ceiba speciosa",
  "Kapok Tree": "Árbol de Kapok",
  "Detox page": "Página de desintoxicación",
 "Best Fruits, Spices and Vegetables for Detox": "Mejores Frutas, Especias y Verduras para la Desintoxicación",
  "Turmeric": "Cúrcuma",
  "Anti-inflammatory properties - rich in antioxidants, vitamins, and nutrients": "Propiedades antiinflamatorias - rica en antioxidantes, vitaminas y nutrientes",
  "Ginger": "Jengibre",
  "Rich in antioxidants, cleanses the body and helps with digestion": "Rico en antioxidantes, limpia el cuerpo y ayuda con la digestión",
  "Aloe Vera": "Aloe Vera",
  "Soothes inflammation, cleanses the colon.": "Alivia la inflamación, limpia el colon.",
  "Broccoli": "Brócoli",
  "High in fiber, rich in Vitamin A,C,K and antioxidants": "Alto en fibra, rico en vitaminas A, C, K y antioxidantes",
  "Grapefruit": "Toronja",
  "High in antioxidant Vitamin C, boosts immune system": "Alto en vitamina C antioxidante, refuerza el sistema inmunológico",
  "Lemon": "Limón",
  "High in antioxidant Vitamin C. Cleanses liver, helps digestion and aids in weight management.": "Alto en vitamina C antioxidante. Limpia el hígado, ayuda con la digestión y contribuye al control del peso.",
  "A detox cleanses the body. A water detox cleanse can flush out the body's toxins. The 3 day cleanse detox will restore your cells to ketosis. When detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Detoxification to cleanse the body from toxins that cause cancer.": "Una desintoxicación limpia el cuerpo. Una limpieza de desintoxicación con agua puede eliminar las toxinas del cuerpo. La limpieza de desintoxicación de 3 días restaurará tus células a la cetosis. Al desintoxicar, comienza con una desintoxicación de agua para eliminar las toxinas del riñón y el hígado (no es consejo médico). Una desintoxicación con agua ayuda al cuerpo a sanar por sí mismo. La desintoxicación juega un papel integral en la regeneración celular y el rejuvenecimiento celular, dos componentes del bienestar. Los tratamientos contra el cáncer a nivel mundial como la Terapia Gerson y la dieta de Dr. Sebi usan formas de desintoxicación para limpiar el cuerpo de toxinas que causan cáncer.",
  "Detoxification Protocols": "Protocolos de Desintoxicación",
  "- Dr. William Kelley: Nutrition detoxification for cancer patients": "- Dr. William Kelley: Desintoxicación nutricional para pacientes con cáncer",
  "- Dr Sebi: Detoxification protocol using Sea Moss and an alkaline 'green' diet to cleanse the liver and colon.": "- Dr. Sebi: Protocolo de desintoxicación utilizando musgo de mar y una dieta 'verde' alcalina para limpiar el hígado y el colon.",
  "- Dr. Gerson: Detoxification protocol with raw juices and vegetables an coffee enemas (gold, green and white NOT roasted) in order to expel toxins accumulated from (dissolved tumor masses). The process is that the tumor is caught in the liver and released in the bile and exits through the kidney.The long dietary program of low-sodium and high potassium foods assisting with Tubercolosis, chronic diseases, asthma, arthritis, diabetes, heart conditions, and many cancers.": "- Dr. Gerson: Protocolo de desintoxicación con jugos crudos y verduras y enemas de café (oro, verde y blanco NO tostado) para expulsar toxinas acumuladas de (masas tumorales disueltas). El proceso es que el tumor se captura en el hígado y se libera en la bilis y sale a través del riñón. El largo programa dietético de alimentos bajos en sodio y ricos en potasio ayuda con la tuberculosis, enfermedades crónicas, asma, artritis, diabetes, afecciones cardíacas y muchos tipos de cáncer.",
  "Benefits of Preventive Wellness": "Beneficios del Bienestar Preventivo",
  "- Make well-informed lifestyle choices": "- Tomar decisiones informadas sobre el estilo de vida",
  "- Detect early and better manage diseases": "- Detectar temprano y gestionar mejor las enfermedades",
  "- Avoid expensive treatments": "- Evitar tratamientos costosos",
  "Benefits of Water Detox": "Beneficios de la Desintoxicación con Agua",
  "- Aids in digestion": "- Ayuda en la digestión",
  "- Improves circulation": "- Mejora la circulación",
  "- Relieves constipation": "- Alivia el estreñimiento",
  "- Reduces inflammation": "- Reduce la inflamación",
  "- Reduces sugar cravings": "- Reduce los antojos de azúcar",
  "- Boosts energy levels": "- Aumenta los niveles de energía",
  "Hypnotherapy page": "Página de Hipnoterapia",
  "Visit Green Hypnotherapy": "Visita Green Hypnotherapy",
  "Benefits of Hypnotherapy": "Beneficios de la Hipnoterapia",
  "Increased Self Confidence": "Mayor Confianza en Uno Mismo",
  "Studies show that close to 8/10 Americans have low self-esteem.": "Los estudios muestran que cerca de 8 de cada 10 estadounidenses tienen baja autoestima.",
  "Decreased Anxiety": "Disminución de la Ansiedad",
"The advent of smart phones and social media has increased anxiety among today's youth. Mix that with mass shootings and school shootings, anxiety levels are high in the United States.": "La llegada de los teléfonos inteligentes y las redes sociales ha aumentado la ansiedad entre la juventud actual. Mezclado con tiroteos masivos y tiroteos en las escuelas, los niveles de ansiedad son altos en los Estados Unidos.",
  "Releasing & Transforming Trauma Responses": "Liberación y Transformación de Respuestas al Trauma",
  "Transform your pain and mental anguish into healing and wholeness.": "Transforma tu dolor y angustia mental en sanación y plenitud.",
  "Dissolving & Transforming Subconscious Blocks": "Disolución y Transformación de Bloqueos Subconscientes",
  "Dissolving subconscious blocks can lead to increased self-awareness and emotional well-being.": "Disolver los bloqueos subconscientes puede llevar a una mayor autoconciencia y bienestar emocional.",
  "Stress Reduction": "Reducción del Estrés",
  "High stress levels play a role in the development of diseases. It is not safe to have high cortisol levels in our sedentary lifestyles.": "Los niveles altos de estrés juegan un papel en el desarrollo de enfermedades. No es seguro tener niveles altos de cortisol en nuestros estilos de vida sedentarios.",
  "Overcoming Fears & Phobias": "Superando Miedos y Fobias",
  "Fears restrict us from new experiences, do not let yourself hold you back with fear.": "Los miedos nos restringen de nuevas experiencias, no dejes que el miedo te detenga.",
  "Improving Sleep": "Mejorar el Sueño",
  "According to the CDC, estimated 10-30% of the world struggle with insomnia.": "Según los CDC, se estima que entre el 10% y el 30% de la población mundial tiene problemas de insomnio.",
  "Hypnotherapy Modalities": "Modalidades de Hipnoterapia",
  "Parts Therapy": "Terapia de Partes",
  "- Core Transformation to transform negative subconscious beliefs.": "- Transformación Central para transformar creencias subconscientes negativas.",
  "Regression Therapy": "Terapia de Regresión",
  "- Get to the root of long-term issues that often stem from childhood trauma(s) that occurred before age 7 and helps the client to transform their pain and mental anguish into healing and wholeness.": "- Llega a la raíz de problemas a largo plazo que a menudo provienen de traumas infantiles ocurridos antes de los 7 años y ayuda al cliente a transformar su dolor y angustia mental en sanación y plenitud.",
  "Past-Life Regression": "Regresión a Vidas Pasadas",
  "- Access your past-life to discover spots that you are missing.": "- Accede a tu vida pasada para descubrir aspectos que te faltan.",
  "Acupuncture page": "Página de Acupuntura",
  "Acupuncture Channels": "Canales de Acupuntura",
  "Spleen Function in TCM": "Función del Bazo en la MTC",
  "Kidney Acupuncture": "Acupuntura en Riñón",
  "Acupuncture Points": "Puntos de Acupuntura",
  "Acupuncture Treatment": "Tratamiento de Acupuntura",
  "Chelation page": "Página de Quelación",
  "Visit Crossroads Naturopathic": "Visita Crossroads Naturopathic",
  "Chelation 101 (Heavy Metal Detox)": "Quelación 101 (Desintoxicación de Metales Pesados)",
  "Stem Cell Therapy page": "Página de Terapia con Células Madre",
  "Stem Cell Therapy Explained": "Explicación de la Terapia con Células Madre",
  "Ayurveda Experience": "Experiencia Ayurveda",
  "Ayurvedic Elements": "Elementos Ayurvédicos",
  "Space": "Espacio",
  "Air": "Aire",
  "Fire": "Fuego",
  "Water": "Agua",
  "Earth": "Tierra",
  "What is Ayurveda?": "¿Qué es Ayurveda?",
"Ayurveda is a holistic healing system developed in India based on the delicate balance between mind, body, and spirit. The goal of Ayurveda is promoting good health instead of fighting disease. The goal is to cleanse your body of undigested food, which stay in your body and lead to illness. The process is called 'panchakarma', designed to reduce your symptoms and restore harmony and balance. Other processes used are blood purification, massage, medical oils, herbs, enemas, and laxatives.": "El Ayurveda es un sistema de sanación holística desarrollado en la India basado en el delicado equilibrio entre la mente, el cuerpo y el espíritu. El objetivo del Ayurveda es promover una buena salud en lugar de luchar contra la enfermedad. El objetivo es limpiar el cuerpo de alimentos no digeridos, que permanecen en el cuerpo y conducen a enfermedades. El proceso se llama 'panchakarma', diseñado para reducir los síntomas y restaurar la armonía y el equilibrio. Otros procesos utilizados son la purificación de sangre, masajes, aceites médicos, hierbas, enemas y laxantes.",
  "Why Choose Ayurveda?": "¿Por qué elegir Ayurveda?",
  "1. Truly embrace individual": "1. Abrazar verdaderamente lo individual",
  "2. Foster self-awareness": "2. Fomentar la autoconciencia",
  "3. Focuses on prevention and the root cause of illness": "3. Se enfoca en la prevención y la causa raíz de la enfermedad",
  "4. Truly intuitive": "4. Verdaderamente intuitivo",
  "Nutrition page": "Página de Nutrición",
  "Obesity Facts": "Datos sobre la obesidad",
  "Dr. Sebi Food List": "Lista de Alimentos de Dr. Sebi",
  "Chiropractic page": "Página de Quiropráctica",
  "The war on drugs has been a colossal failure. Since its inception, the drug war has decimated countries, incarcerated black men, and overdose deaths increases. Since 1999, drug overdoses have tripled in the last two decades. Furthermore, the figures are from 2020, a period plagued by a global pandemic. With Fentanyl on the rise in the 2020s, the numbers are only increasing. Alternative treatments like Chiropractic are non-invasive and align the body. An estimated 80% of the population will have significant back pain.": "La guerra contra las drogas ha sido un fracaso colosal. Desde su inicio, la guerra contra las drogas ha diezmado países, encarcelado a hombres negros y aumentado las muertes por sobredosis. Desde 1999, las sobredosis de drogas se han triplicado en las últimas dos décadas. Además, las cifras son de 2020, un período plagado por una pandemia mundial. Con el aumento de Fentanilo en los años 2020, los números solo están aumentando. Tratamientos alternativos como la Quiropráctica son no invasivos y alinean el cuerpo. Se estima que el 80% de la población sufrirá de dolor significativo en la espalda.",
  "An estimated 65% of American adults seek care for neck or back pain in their lifetime. Extrapolating that figure, 36% of Americans do not know if surgery is effective for their pain. Chiropractic care is 40% (estimate) more effective for treating back pain. Chiropractors remove neurological interference and restore proper biomechanics to the spine. Moreover, chiropractic care supports the immune system, improves sleep, improves behavior, improves brain development, and benefits development in both adults and children.": "Se estima que el 65% de los adultos estadounidenses buscan atención para el dolor de cuello o espalda en su vida. Extrapolando esa cifra, el 36% de los estadounidenses no saben si la cirugía es efectiva para su dolor. El cuidado quiropráctico es un 40% (estimación) más efectivo para tratar el dolor de espalda. Los quiroprácticos eliminan la interferencia neurológica y restauran la biomecánica adecuada de la columna. Además, el cuidado quiropráctico apoya el sistema inmunológico, mejora el sueño, mejora el comportamiento, mejora el desarrollo cerebral y beneficia el desarrollo tanto en adultos como en niños.",
  "Chiropractic Benefits": "Beneficios de la Quiropráctica",
  "Preventive Wellness": "Bienestar Preventivo",
  "The body has an immense regenerative potential to heal itself. 'Let thy food be medicine, and thy medicine be food', Hippocrates, this quote illustrates that fighting disease begins with food. Prevention starts with eating foods that boost the immune system. Consumption of antioxidants like Polyphenols or Beta Carotene assists the immune system in fighting disease before they arrive. Renowed healers, Dr. Sebi and Dr. Gerson found that a mixture of a plant-based diet and detoxification aids in fighting cancer.": "El cuerpo tiene un inmenso potencial regenerativo para sanar por sí mismo. 'Que tu alimento sea tu medicina, y tu medicina sea tu alimento', Hipócrates, esta cita ilustra que luchar contra la enfermedad comienza con la comida. La prevención comienza con comer alimentos que fortalezcan el sistema inmunológico. El consumo de antioxidantes como los polifenoles o el betacaroteno ayuda al sistema inmunológico a luchar contra la enfermedad antes de que llegue. Los renombrados sanadores, Dr. Sebi y Dr. Gerson, descubrieron que una mezcla de dieta basada en plantas y desintoxicación ayuda a luchar contra el cáncer.",
  "Best Vitamins and Antioxidants": "Mejores Vitaminas y Antioxidantes",
  "Vitamin D": "Vitamina D",
  "Humans do not naturally produce vitamin D. Vitamin D benefits include: calcium absorption, immune system support and cardiovascular health. Found primarily in fruits like orange, grapefruit, lemon, kiwi and broccoli.": "Los humanos no producen vitamina D de forma natural. Los beneficios de la vitamina D incluyen: absorción de calcio, apoyo al sistema inmunológico y salud cardiovascular. Se encuentra principalmente en frutas como la naranja, toronja, limón, kiwi y brócoli.",
  "Vitamin A": "Vitamina A",
  "Great for the immune system bone health, cancer prevention (apricot) and fighting acne and aging. Humans do not naturally produce vitamin A. Found primarily in fruits like apricots, nectarine, cantaloupe, passion fruit and sweet potato.": "Excelente para la salud ósea del sistema inmunológico, la prevención del cáncer (albaricoque) y la lucha contra el acné y el envejecimiento. Los humanos no producen vitamina A de forma natural. Se encuentra principalmente en frutas como albaricoques, nectarinas, melón, maracuyá y batata.",
  "CoQ10": "CoQ10",
  "This antioxidant converts food into energy. It helps fight diabetes, fertility, cancer and headaches. It is highest in liver, strawberries and oranges and seeds like lentils.": "Este antioxidante convierte los alimentos en energía. Ayuda a combatir la diabetes, la fertilidad, el cáncer y los dolores de cabeza. Se encuentra principalmente en el hígado, fresas, naranjas y semillas como las lentejas.",
  "Vitamin E": "Vitamina E",
  "Great for immune health, this vitamin has antioxidant properties. Vitamin E is found in avocado, broccoli, olives, kiwi and seeds.": "Excelente para la salud inmunológica, esta vitamina tiene propiedades antioxidantes. La vitamina E se encuentra en aguacates, brócoli, aceitunas, kiwi y semillas.",
  "Vitamin K": "Vitamina K",
  "The body does not naturally produce vitamin K. Dandelion root is high in vitamin K, which helps with bone health and blood clotting. Some studies indicate dandelion root is effective in colorectoral cancer. Other great sources of vitamin K are greens like kale, blueberries, kiwi and avocado.": "El cuerpo no produce vitamina K de forma natural. La raíz de diente de león es rica en vitamina K, lo que ayuda con la salud ósea y la coagulación sanguínea. Algunos estudios indican que la raíz de diente de león es eficaz en el cáncer colorrectal. Otras excelentes fuentes de vitamina K son verduras como la col rizada, los arándanos, el kiwi y el aguacate.",
  "Curcumin": "Curcumina",
  "Known for its strong orange pigment, curcumin is an antioxidant and component of turmeric. Curcumin is one of the strongest anti-inflammatory and antioxidants. There are many benefits to consuming curcumin": "Conocida por su fuerte pigmento naranja, la curcumina es un antioxidante y componente de la cúrcuma. La curcumina es uno de los antiinflamatorios y antioxidantes más fuertes. Hay muchos beneficios al consumir curcumina.",
  "Vitamin B": "Vitamina B",
  "The body does not naturally produce vitamin B. Some doctors theorize that disease stems from a vitamin B deficiency. Vitamin B12, B6 and other complex vitamins convert food into energy and help to strengthen the immune system. Although indirectly associated, B17 (Laetrile), found in the nitriloside family (bitter almond, apricot seed), plays a pivotal role in cancer prevention.": "El cuerpo no produce vitamina B de forma natural. Algunos médicos teorizan que las enfermedades provienen de una deficiencia de vitamina B. La vitamina B12, B6 y otras vitaminas complejas convierten los alimentos en energía y ayudan a fortalecer el sistema inmunológico. Aunque indirectamente asociada, la B17 (Laetrilo), que se encuentra en la familia de los nitrilosidos (almendra amarga, semilla de albaricoque), juega un papel crucial en la prevención del cáncer.",
  "Glutathione": "Glutatión",
  "This antioxidant aids the immune system, fighting free radicals and regeneration of of vitamins E and C.": "Este antioxidante ayuda al sistema inmunológico, combatiendo los radicales libres y la regeneración de las vitaminas E y C.",
  "Meditation page": "Página de Meditación",
  "Visit Serenity Meditations": "Visita Serenity Meditations",
  "Contact": "Contacto",
  "Benefits of Meditation": "Beneficios de la meditación",
  "In recent years, meditation has gained recognition not just as a relaxation technique, but as a powerful tool for healing the mind, body, and spirit. With roots in various spiritual traditions, modern research is uncovering the profound benefits of meditation on mental and physical health.": "En los últimos años, la meditación ha ganado reconocimiento no solo como una técnica de relajación, sino como una herramienta poderosa para sanar la mente, el cuerpo y el espíritu. Con raíces en diversas tradiciones espirituales, la investigación moderna está descubriendo los profundos beneficios de la meditación para la salud mental y física.",
  "Understanding Meditation": "Comprendiendo la meditación",
  "Meditation encompasses a variety of practices designed to promote focused attention and heightened awareness. Techniques may include mindfulness, breath awareness, and visualization, among others. Regardless of the approach, the core aim remains the same: to cultivate a state of inner calm and clarity.": "La meditación abarca una variedad de prácticas diseñadas para promover la atención enfocada y la conciencia elevada. Las técnicas pueden incluir atención plena, conciencia de la respiración y visualización, entre otras. Independientemente del enfoque, el objetivo central sigue siendo el mismo: cultivar un estado de calma interior y claridad.",
  "Mental Health Benefits": "Beneficios para la salud mental",
  "1. Reduction of Stress and Anxiety": "1. Reducción del estrés y la ansiedad",
  "Numerous studies have demonstrated that meditation can significantly lower stress levels. By promoting relaxation and reducing the production of stress hormones like cortisol, meditation helps individuals manage anxiety and improve their overall mood. Sleep meditation helps you sleep and overcome Insomnia.": "Numerosos estudios han demostrado que la meditación puede reducir significativamente los niveles de estrés. Al promover la relajación y reducir la producción de hormonas del estrés como el cortisol, la meditación ayuda a las personas a manejar la ansiedad y mejorar su estado de ánimo general. La meditación para el sueño ayuda a dormir y superar el insomnio.",
  "2. Improvement in Emotional Well-being": "2. Mejora del bienestar emocional",
  "Regular meditation practice has been linked to increased levels of positive emotions and greater emotional resilience. It allows individuals to process feelings more effectively and enhances self-awareness, leading to healthier emotional responses.": "La práctica regular de la meditación se ha vinculado a un aumento de las emociones positivas y una mayor resiliencia emocional. Permite a las personas procesar los sentimientos de manera más efectiva y mejora la autoconciencia, lo que lleva a respuestas emocionales más saludables.",
  "3. Enhanced Focus and Concentration": "3. Mejora del enfoque y la concentración",
  "Meditation improves attention span and cognitive function. This heightened focus not only benefits daily tasks but also enhances productivity and creativity.": "La meditación mejora el tiempo de atención y la función cognitiva. Este enfoque elevado no solo beneficia las tareas diarias, sino que también mejora la productividad y la creatividad.",
  "4. Support in Managing Depression": "4. Apoyo en el manejo de la depresión",
  "Mindfulness meditation, in particular, has been shown to alleviate symptoms of depression. By fostering an awareness of thoughts and feelings without judgment, individuals can break cycles of negative thinking.": "La meditación de atención plena, en particular, ha demostrado aliviar los síntomas de la depresión. Al fomentar la conciencia de los pensamientos y sentimientos sin juicio, las personas pueden romper los ciclos de pensamiento negativo.",
  "Physical Health Benefits": "Beneficios para la salud física",
  "1. Lower Blood Pressure": "1. Reducción de la presión arterial",
  "2. Pain Management": "2. Manejo del dolor",
  "3. Improved Sleep Quality": "3. Mejora de la calidad del sueño",
  "Getting Started with Meditation": "Comenzando con la meditación",
  "For those new to meditation, starting can feel daunting. However, it doesn’t require extensive time or complicated techniques. Here are some tips to begin:": "Para aquellos nuevos en la meditación, comenzar puede parecer abrumador. Sin embargo, no requiere mucho tiempo ni técnicas complicadas. Aquí hay algunos consejos para comenzar:",
  "1. Start Small": "1. Comienza con poco",
  "Begin with just a few minutes each day, gradually increasing the duration as you become more comfortable.": "Comienza con solo unos minutos cada día, aumentando gradualmente la duración a medida que te sientas más cómodo.",
  "2. Find a Comfortable Space": "2. Encuentra un lugar cómodo",
  "Choose a quiet place where you can sit or lie down comfortably, free from distractions.": "Elige un lugar tranquilo donde puedas sentarte o acostarte cómodamente, libre de distracciones.",
  "3. Focus on Your Breath": "3. Concéntrate en tu respiración",
  "Pay attention to your breathing, noticing the sensation of air entering and leaving your body. This simple focus can help anchor your mind.": "Presta atención a tu respiración, notando la sensación del aire entrando y saliendo de tu cuerpo. Este enfoque simple puede ayudar a anclar tu mente.",
  "4. Be Kind to Yourself": "4. Sé amable contigo mismo",
  "Meditation is a practice, and it’s normal for the mind to wander. Gently bring your focus back to your breath or chosen focal point without self-judgment.": "La meditación es una práctica, y es normal que la mente divague. Devuelve suavemente tu enfoque a tu respiración o al punto de enfoque elegido sin juzgarte.",
  "The healing power of meditation is profound, offering benefits that extend far beyond relaxation. By incorporating meditation into daily life, individuals can experience a transformative journey toward improved mental clarity, emotional stability, and physical well-being. As more people recognize its potential, meditation may well become a cornerstone of holistic health practices in our modern world.": "El poder sanador de la meditación es profundo, ofreciendo beneficios que van más allá de la relajación. Al incorporar la meditación en la vida diaria, las personas pueden experimentar un viaje transformador hacia una mayor claridad mental, estabilidad emocional y bienestar físico. A medida que más personas reconozcan su potencial, la meditación podría convertirse en una piedra angular de las prácticas de salud holística en nuestro mundo moderno.",
  "Meditation 101": "Meditación 101",
  "Enlightenment and Meditation": "Iluminación y meditación",
  "Mindfulness through Meditation": "Atención plena a través de la meditación",
  "All Things Meditation - All You Need to Know": "Todo sobre la meditación - Todo lo que necesitas saber",
  "Mind Rest - Guided Breath Meditation": "Descanso mental - Meditación guiada de respiración",
  "View Website": "Ver sitio web",
  "Lotus Potentia Holistics": "Lotus Potentia Holistics",
  "Kelechi Obasi": "Kelechi Obasi",
  "Our approach to medicine serves to complete the flow of energy within your energy system, to restore and improve your overall health, mind, soul & body, and our complementary therapies which are a combination of modern and ancient traditional medical practices takes you on that journey for a more fulfilled life.": "Nuestro enfoque de la medicina sirve para completar el flujo de energía dentro de tu sistema energético, restaurar y mejorar tu salud en general, mente, alma y cuerpo, y nuestras terapias complementarias que son una combinación de prácticas médicas modernas y tradicionales antiguas te llevan en ese viaje hacia una vida más plena.",
  "Heart of Wellness": "Corazón del bienestar",
  "Tim Shannon ND": "Tim Shannon ND",
"At Heart of Wellness, we offer a variety of services including family medicine and naturopathic services provided by our team of Naturopathic Physicians, Certified Nutritionist, and practitioners of Acupuncture & Asian Medicine. We also offer Massage Therapy and Physical Therapy to ensure that we are able to cater to your every need. Our focus is on healing your whole being, including your physical, emotional, mental, and spiritual well-being. We have a team of open-minded doctors who listen to and educate you, empowering you on your journey to optimum health and well-being with safe and effective treatments. Our facility has been rated as the number one health and medical center in the Olympia Washington area, and we encourage you to schedule an appointment and experience a different kind of healthcare.": "En Heart of Wellness, ofrecemos una variedad de servicios, incluidos servicios de medicina familiar y naturopatía proporcionados por nuestro equipo de Médicos Naturopáticos, Nutricionistas Certificados y profesionales de Acupuntura y Medicina Asiática. También ofrecemos Terapia de Masaje y Terapia Física para asegurarnos de que podamos satisfacer todas tus necesidades. Nuestro enfoque está en sanar todo tu ser, incluyendo tu bienestar físico, emocional, mental y espiritual. Contamos con un equipo de médicos de mente abierta que te escuchan y te educan, empoderándote en tu viaje hacia una salud óptima con tratamientos seguros y efectivos. Nuestra instalación ha sido clasificada como el centro de salud y medicina número uno en el área de Olympia, Washington, y te invitamos a agendar una cita y experimentar un tipo diferente de atención médica.",
  "Better Health Solutions": "Mejores soluciones de salud",
  "Dr. Abbas Khayami": "Dr. Abbas Khayami",
  "In Scottsdale, AZ, chiropractic care could be just what you need! This type of healthcare focuses on diagnosing and treating problems with your muscles, bones, and joints, particularly those related to your spine. Chiropractors, as healthcare professionals, can help enhance nerve function, reduce pain, and promote healing through techniques like spinal adjustments.": "¡En Scottsdale, AZ, el cuidado quiropráctico podría ser justo lo que necesitas! Este tipo de atención médica se enfoca en diagnosticar y tratar problemas con tus músculos, huesos y articulaciones, particularmente los relacionados con tu columna vertebral. Los quiroprácticos, como profesionales de la salud, pueden ayudar a mejorar la función nerviosa, reducir el dolor y promover la curación a través de técnicas como los ajustes espinales.",
  "Healing Goddess": "Diosa sanadora",
  "Stacy Theodossin - The Healing Goddess": "Stacy Theodossin - La diosa sanadora",
  "After Stacy graduated from San Diego State University in 1992, she moved to the Detroit area and began her career in sales and marketing. She traveled the world and climbed the corporate ladder. But something was missing. Before long, she was back to her studies – this time in Ayurvedic Medicine. Her own journey to health and healing, through Ayurveda, had already begun a few years earlier -- when she was a patient with her own chronic health conditions. When she had the opportunity to deepen her knowledge, she jumped at the chance. At first, it was from an academic standpoint. She couldn’t wrap her mind around how it all worked. After hours and years of study and residency, she found the answers she sought. Then, her mission was clear – she needed to teach others how to HEAL & TRANSFORM their own lives through Ayurveda, the 'wisdom of life.": "Después de que Stacy se graduara de la Universidad Estatal de San Diego en 1992, se mudó al área de Detroit y comenzó su carrera en ventas y marketing. Viajó por el mundo y ascendió en la jerarquía corporativa. Pero algo faltaba. Pronto, volvió a sus estudios, esta vez en Medicina Ayurvédica. Su propio viaje hacia la salud y la sanación, a través de la Ayurveda, ya había comenzado algunos años antes, cuando era paciente con sus propias condiciones de salud crónicas. Cuando tuvo la oportunidad de profundizar su conocimiento, no dudó en aprovecharla. Al principio, fue desde un punto de vista académico. No podía entender cómo funcionaba todo. Después de horas y años de estudio y residencia, encontró las respuestas que buscaba. Entonces, su misión quedó clara: necesitaba enseñar a otros cómo SANAR Y TRANSFORMAR sus propias vidas a través de la Ayurveda, la 'sabiduría de la vida'.",
  "Yogi Sanjivana": "Yogi Sanjivana",
  "Yogi Sanji - (Sanjivana)": "Yogi Sanji - (Sanjivana)",
  "My name is Yogi Sanji (Sanjivana), and my expertise is meditation and spiritual mentoring. I am a former monk of 20 years and have extensive experience teaching meditation to individuals and large groups. Meditation is my passion, interest, and life. I help people reach their goals of happiness, peace, and liberation through the practice of meditation and mindfulness. I teach meditation based on ancient traditions and doctrines which include deep insights, concentration, mindfulness, relaxation, and healing meditations. Sanjivana Kularathna - Serenity Meditations Meditation Teacher, Spiritual- Counselor, Therapist, Tutor, Mentor, Life Coach Energy work healing Working for Charities, Suicide prevention, Trauma Recovery, Rehabilitation, Sober Therapy and rebuilding lives.": "Mi nombre es Yogi Sanji (Sanjivana), y mi especialidad es la meditación y el asesoramiento espiritual. Fui monje durante 20 años y tengo una amplia experiencia enseñando meditación a individuos y grupos grandes. La meditación es mi pasión, mi interés y mi vida. Ayudo a las personas a alcanzar sus metas de felicidad, paz y liberación a través de la práctica de la meditación y la atención plena. Enseño meditación basada en tradiciones y doctrinas antiguas que incluyen profundos conocimientos, concentración, atención plena, relajación y meditaciones curativas. Sanjivana Kularathna - Meditaciones Serenidad, Maestro de Meditación, Asesor Espiritual, Terapeuta, Tutor, Mentor, Coach de Vida, Trabajo energético, Curación, Trabajo para organizaciones benéficas, Prevención del suicidio, Recuperación de trauma, Rehabilitación, Terapia sobria y reconstrucción de vidas.",
  "Medical Rating": "Clasificación médica",
  "Description": "Descripción",
  "Name": "Nombre"

}
