[
{
    "Home": "Accueil",
    "NotFound": "Non trouvé",
    "StemCell": "Thérapie par cellules souches",
    "Ayurveda": "Thérapie ayurvédique",
    "BlogPage": "Page du blog",
    "Apoth": "Apothicaire",
    "Blog1": "La constipation peut-elle causer des maux de dos ?",
    "Blog2": "Aiguilles sèches contre acupuncture",
    "Blog3": "Nettoyage de désintoxication",
    "Hypnopract": "Praticiens d'hypnothérapie",
    "HomeopathyPract": "Praticiens d'homéopathie",
    "Blog4": "Régénération cellulaire",
    "Blog11": "Quand le dernier Bitcoin sera-t-il extrait ?",
    "Blog6": "Cancer",
    "Blog5": "Qu'est-ce que l'acupuncture ?",
    "Prevent": "Bien-être préventif",
    "Blog8": "Hépatite B : Médecine à base de plantes sur l'hépatite B",
    "Blog9": "L'importance de la nutrition",
    "Blog10": "Le cas curieux du cancer : Fruits quotidiens pour la prévention",
    "Detox": "Détoxification",
    "Hypnotherapy": "Hypnothérapie",
    "Nutrition": "Nutrition",
    "Chiropractic": "Chiropraxie",
    "Acupuncture": "Acupuncture",
    "Chelation": "Thérapie de chélation",
    "Homeopathy": "Homéopathie",
    "Telehealth": "Répertoire de télésanté holistique",
    "About": "À propos de nous",
    "Blog7": "Huile de Batana : Bienfaits de l'huile de Batana",
    "Bitcoin": "Qu'est-ce que le Bitcoin ?"
    
  },
  {
    "What is Bitcoin?": "Qu'est-ce que le Bitcoin ?",
    "Imagine a world where...": "Imaginez un monde où vous pouvez envoyer de l'argent depuis votre téléphone pour payer vos factures, accepter des dépôts de garantie et effectuer des transactions avec n'importe qui comme s'il était juste à côté de vous. Le monde est moins compliqué qu'on ne le pense ; la chute d'une pomme détermine la gravité. Aujourd'hui, les systèmes sont complexes. Il existe de multiples canaux et entités en place pour superviser les échanges les plus simples. Bitcoin est ce monde simplifié, une façon d'effectuer des transactions et des échanges de personne à personne sans « intermédiaire ».",
    "The concepts of digitized...": "Les concepts de monnaie numérisée et de transactions ne sont pas étrangers et constituent principalement le fonctionnement actuel du monde.",
    "World Bank": "Banque mondiale",
    "'2/3 of adults worldwide...": "'Les 2/3 des adultes dans le monde envoient ou reçoivent des paiements numériques'. Les banques pratiquent des réserves fractionnaires depuis le 17e siècle. Bitcoin met en œuvre les caractéristiques de la monnaie numérique, mais vous êtes votre propre banque. Bitcoin est décentralisé ; il n'y a pas besoin de faire confiance à une entité financière.",
    "To keep things as simple...": "Pour simplifier au maximum, Bitcoin fait de son mieux pour corriger les problèmes du système financier traditionnel. Bitcoin est déflationniste, ce qui signifie que sa valeur est fixée et ne perd pas de valeur au fil du temps. Dans le monde entier, les monnaies perdent de la valeur à un rythme rapide. Bitcoin fait un excellent travail en injectant l'égalité financière dans les endroits les plus touchés par l'hyperinflation - Afrique, Amérique du Sud, Amérique latine et Asie.",
    "Bitcoin is the future!": "Bitcoin, c'est l'avenir !",
    "It is the empowerment...": "C'est l'autonomisation des personnes partout dans le monde. L'adoption de Bitcoin est inévitable ; deux îles (Prospera et Madeira) et deux nations ont officiellement adopté Bitcoin - le Salvador et la République centrafricaine. Bitcoin est un nouveau monde, où les personnes ont une autonomie et une souverainité.",
    "Vitamin B17": "Vitamine B : Vitamine B17 - Le mystère du cancer",
    "Many medical professions state...": "De nombreuses professions médicales affirment que des maladies comme le cancer sont liées à une carence en vitamine B et en vitamine B17. Explorez les mystères entourant la vitamine B17."
  }
]

