{
  "Home": "मुख पृष्ठ",
  "NotFound": "नहीं मिला",
  "StemCell": "स्टेम सेल थेरेपी",
  "Ayurveda": "आयुर्वेद",
  "BlogPage": "ब्लॉग पृष्ठ",
  "Apoth": "जड़ी-बूटी की दुकान",
  "Blog1": "क्या कब्ज पीठ दर्द का कारण बन सकती है?",
  "Blog2": "सूखी सुई बनाम एक्यूपंक्चर",
  "Blog3": "विषहरण",
  "Hypnopract": "हाइप्नोथेरेपिस्ट",
  "HomeopathyPract": "होम्योपैथ",
  "Blog4": "कोशिका पुनर्जनन",
  "Blog11": "अंतिम बिटकॉइन का खनन कब होगा?",
  "Blog6": "कैंसर",
  "Blog5": "एक्यूपंक्चर क्या है?",
  "Prevent": "निरोधक स्वास्थ्य",
  "Blog8": "हेपेटाइटिस बी: हेपेटाइटिस बी के लिए हर्बल दवा",
  "Blog9": "पोषण का महत्व",
  "Blog10": "कैंसर का अजीब मामला: रोकथाम के लिए रोजाना फल",
  "Detox": "विषहरण",
  "Hypnotherapy": "हाइप्नोथेरेपी",
  "Nutrition": "पोषण",
  "Chiropractic": "कायरोप्रैक्टिक",
  "Acupuncture": "एक्यूपंक्चर",
  "Chelation": "कीलेशन थेरेपी",
  "Homeopathy": "होम्योपैथी",
  "Telehealth": "समाग्रिक दूर चिकित्सा गाइड",
  "About": "हमारे बारे में",
  "Blog7": "बटाना तेल: बटाना तेल के फायदे",
  "Bitcoin": "बिटकॉइन क्या है?",
  "Imagine a world where...": "एक ऐसी दुनिया की कल्पना करें जहां आप अपने फोन से पैसे भेजकर अपने बिल का भुगतान कर सकते हैं, जमानत जमा कर सकते हैं और किसी भी व्यक्ति के साथ लेन-देन कर सकते हैं जैसे कि वह आपके बगल में ही हो। दुनिया जितनी लगती है उससे कम जटिल है; एक सेब गिरने से गुरुत्वाकर्षण निर्धारित होता है। आज, सिस्टम जटिल हैं। सबसे सरल एक्सचेंजों की निगरानी के लिए कई चैनल और इकाइयाँ हैं। बिटकॉइन यह सरलीकृत दुनिया है, व्यक्ति से व्यक्ति के लेन-देन और आदान-प्रदान का एक तरीका है बिना किसी \"मध्यस्थ\" के।",
  "The concepts of digitized...": "डिजिटल मुद्रा और लेनदेन की अवधारणाएं अजनबी नहीं हैं और मूल रूप से दुनिया आज कैसे काम करती है।",
  "World Bank": "विश्व बैंक",
  "'2/3 of adults worldwide...": "'दुनिया भर में दो-तिहाई वयस्क डिजिटल भुगतान भेजते या प्राप्त करते हैं'। बैंक 17वीं शताब्दी से अंशिक आरक्षित बैंकिंग कर रहे हैं। बिटकॉइन डिजिटल मुद्रा की विशेषताओं को लागू करता है, लेकिन आप अपना खुद का बैंक हैं। बिटकॉइन विकेंद्रीकृत है; किसी वित्तीय संस्था पर भरोसा करने की कोई आवश्यकता नहीं है।",
  "To keep things as simple...": "चीजों को यथासंभव सरल रखने के लिए, बिटकॉइन पारंपरिक वित्तीय प्रणाली की समस्याओं को ठीक करने का सबसे अच्छा काम करता है। बिटकॉइन मुद्रास्फीतिरोधी है, जिसका अर्थ है कि इसका मूल्य निर्धारित है और समय के साथ इसका मूल्य नहीं घटता है। दुनिया भर में, मुद्राएं तेजी से अपना मूल्य खो रही हैं। बिटकॉइन अति मुद्रास्फीति से सबसे अधिक प्रभावित क्षेत्रों - अफ्रीका, दक्षिण अमेरिका, लैटिन अमेरिका और एशिया में वित्तीय समानता लाने में शानदार काम करता है।",
  "Bitcoin is the future!": "बिटकॉइन भविष्य है!",
  "It is the empowerment...": "यह हर जगह लोगों का सशक्तीकरण है। बिटकॉइन को अपनाना अनिवार्य है; दो द्वीपों (प्रोस्पेरा और मदीरा) और दो राष्ट्रों ने आधिकारिक तौर पर बिटकॉइन को अपनाया है - अल सल्वाडोर और मध्य अफ्रीकी गणराज्य। बिटकॉइन एक नई दुनिया है, जहां लोगों के पास स्वायत्तता और संप्रभुता है।",
  "Vitamin B17": "विटामिन बी: विटामिन बी 17 - कैंसर का रहस्य",
  "Many medical professions state...": "कई चिकित्सा पेशेवरों का कहना है कि कैंसर जैसी बीमारियां विटामिन बी और विटामिन बी 17 की कमी के कारण होती हैं। विटामिन बी 17 के रहस्यों का पता लगाएं।"
}