{
    "Home": "Home",
    "NotFound": "Non trovato",
    "StemCell": "Terapia con cellule staminali",
    "Ayurveda": "Ayurveda",
    "BlogPage": "Pagina del blog",
    "Apoth": "Erboristeria",
    "Blog1": "La costipazione può causare mal di schiena?",
    "Blog2": "Agopuntura a secco vs. agopuntura",
    "Blog3": "Disintossicazione",
    "Hypnopract": "Ipnoterapeuti",
    "HomeopathyPract": "Omeopati",
    "Blog4": "Rigenerazione cellulare",
    "Blog11": "Quando verrà estratto l'ultimo Bitcoin?",
    "Blog6": "Cancro",
    "Blog5": "Cos'è l'agopuntura?",
    "Prevent": "Prevenzione",
    "Blog8": "Epatite B: Fitoterapia per l'epatite B",
    "Blog9": "L'importanza della nutrizione",
    "Blog10": "Il curioso caso del cancro: frutta quotidiana per la prevenzione",
    "Detox": "Disintossicazione",
    "Hypnotherapy": "Ipnoterapia",
    "Nutrition": "Nutrizione",
    "Chiropractic": "Chiropratica",
    "Acupuncture": "Agopuntura",
    "Chelation": "Chelazione",
    "Homeopathy": "Omeopatia",
    "Telehealth": "Guida completa alla telemedicina olistica",
    "About": "Chi siamo",
    "Blog7": "Olio di Batana: Benefici dell'olio di Batana",
    "Bitcoin": "Cos'è il Bitcoin?",
    "Imagine a world where...": "Immagina un mondo in cui puoi inviare denaro dal tuo telefono per pagare le bollette, accettare depositi di garanzia e fare transazioni con chiunque, come se fosse proprio accanto a te. Il mondo è meno complicato di quanto si pensi; la caduta di una mela determina la gravità. Oggi, i sistemi sono complessi. Esistono numerosi canali ed entità che supervisionano gli scambi più semplici. Bitcoin è questo mondo semplificato, un modo per effettuare transazioni e scambi da persona a persona senza \"intermediari\".",
    "The concepts of digitized...": "I concetti di moneta digitalizzata e transazioni non sono estranei e costituiscono essenzialmente il funzionamento del mondo attuale.",
    "World Bank": "Banca Mondiale",
    "'2/3 of adults worldwide...": "'Due terzi degli adulti in tutto il mondo inviano o ricevono pagamenti digitali'. Le banche praticano la riserva frazionaria dal XVII secolo. Bitcoin implementa le caratteristiche della moneta digitale, ma tu sei la tua banca. Bitcoin è decentralizzato; non c'è bisogno di fidarsi di un'entità finanziaria.",
    "To keep things as simple...": "Per semplificare al massimo, Bitcoin fa del suo meglio per correggere i problemi del sistema finanziario tradizionale. Bitcoin è deflazionistico, il che significa che il suo valore è fisso e non perde valore nel tempo. In tutto il mondo, le valute perdono rapidamente valore. Bitcoin svolge un ottimo lavoro iniettando l'uguaglianza finanziaria nelle aree più colpite dall'iperinflazione - Africa, Sud America, America Latina e Asia.",
    "Bitcoin is the future!": "Bitcoin è il futuro!",
    "It is the empowerment...": "È l'empowerment delle persone in tutto il mondo. L'adozione di Bitcoin è inevitabile; due isole (Prospera e Madeira) e due nazioni hanno adottato ufficialmente Bitcoin - El Salvador e la Repubblica Centrafricana. Bitcoin è un nuovo mondo, in cui le persone hanno autonomia e sovranità.",
    "Vitamin B17": "Vitamina B: Vitamina B17 - L'enigma del cancro",
    "Many medical professions state...": "Molte professioni mediche affermano che malattie come il cancro sono dovute a una carenza di vitamina B e vitamina B17. Esplora i misteri che circondano la vitamina B17."
  }