{
  "Home": "Thuis",
  "NotFound": "Niet gevonden",
  "StemCell": "Stamceltherapie",
  "Ayurveda": "Ayurveda",
  "BlogPage": "Blogpagina",
  "Apoth": "Kruidenwinkel",
  "Blog1": "Kan constipatie rugpijn veroorzaken?",
  "Blog2": "Droognaalden versus acupunctuur",
  "Blog3": "Ontgifting",
  "Hypnopract": "Hypnotherapeuten",
  "HomeopathyPract": "Homeopaten",
  "Blog4": "Celregeneratie",
  "Blog11": "Wanneer wordt de laatste Bitcoin gedolven?",
  "Blog6": "Kanker",
  "Blog5": "Wat is acupunctuur?",
  "Prevent": "Preventief",
  "Blog8": "Hepatitis B: Kruidengeneeskunde voor hepatitis B",
  "Blog9": "Het belang van voeding",
  "Blog10": "De curieuze zaak van kanker: Dagelijks fruit voor preventie",
  "Detox": "Ontgifting",
  "Hypnotherapy": "Hypnotherapie",
  "Nutrition": "Voeding",
  "Chiropractic": "Chiropractie",
  "Acupuncture": "Acupunctuur",
  "Chelation": "Chelatie",
  "Homeopathy": "Homeopathie",
  "Telehealth": "Complete gids voor holistische telegeneeskunde",
  "About": "Over ons",
  "Blog7": "Batana-olie: Voordelen van Batana-olie",
  "Bitcoin": "Wat is Bitcoin?",
  "Imagine a world where...": "Stel je een wereld voor waarin je geld van je telefoon kunt sturen om je rekeningen te betalen, aanbetalingen te accepteren en met iedereen te transacteren alsof ze vlak naast je staan. De wereld is minder ingewikkeld dan je denkt; een vallende appel bepaalt de zwaartekracht. Tegenwoordig zijn systemen complex. Er zijn talloze kanalen en entiteiten die de eenvoudigste uitwisselingen controleren. Bitcoin is deze vereenvoudigde wereld, een manier om transacties en uitwisselingen van persoon tot persoon te doen zonder \"tussenpersoon\".",
  "The concepts of digitized...": "De concepten van gedigitaliseerd geld en transacties zijn niet vreemd en vormen in wezen de werking van de huidige wereld.",
  "World Bank": "Wereldbank",
  "'2/3 of adults worldwide...": "'Twee derde van de volwassenen wereldwijd stuurt of ontvangt digitale betalingen'. Banken voeren sinds de 17e eeuw fractioneel reservebankieren uit. Bitcoin implementeert de kenmerken van digitale valuta, maar u bent uw eigen bank. Bitcoin is gedecentraliseerd; er is geen noodzaak om op een financiële entiteit te vertrouwen.",
  "To keep things as simple...": "Om dingen zo eenvoudig mogelijk te houden, doet Bitcoin zijn best om de problemen van het traditionele financiële systeem op te lossen. Bitcoin is deflationair, wat betekent dat de waarde ervan vaststaat en niet in waarde daalt. Over de hele wereld verliezen valuta's snel aan waarde. Bitcoin doet uitstekend werk door financiële gelijkheid te injecteren in de gebieden die het meest worden getroffen door hyperinflatie - Afrika, Zuid-Amerika, Latijns-Amerika en Azië.",
  "Bitcoin is the future!": "Bitcoin is de toekomst!",
  "It is the empowerment...": "Het is de empowerment van mensen overal. De adoptie van Bitcoin is onvermijdelijk; twee eilanden (Prospera en Madeira) en twee naties hebben Bitcoin officieel geadopteerd - El Salvador en de Centraal-Afrikaanse Republiek. Bitcoin is een nieuwe wereld waarin mensen autonomie en soevereiniteit hebben.",
  "Vitamin B17": "Vitamine B: Vitamine B17 - Het mysterie van kanker",
  "Many medical professions state...": "Veel medische beroepen stellen dat ziekten zoals kanker voortkomen uit een tekort aan vitamine B en vitamine B17. Verken de mysteries rond vitamine B17."
}