{
  "Home": "Strona główna",
  "NotFound": "Nie znaleziono",
  "StemCell": "Terapia komórkami macierzystymi",
  "Ayurveda": "Ajurweda",
  "BlogPage": "Strona bloga",
  "Apoth": "Zielarnia",
  "Blog1": "Czy zaparcia mogą powodować ból pleców?",
  "Blog2": "Suche igły vs. akupunktura",
  "Blog3": "Detoksykacja",
  "Hypnopract": "Hipnoterapeuta",
  "HomeopathyPract": "Homeopata",
  "Blog4": "Regeneracja komórek",
  "Blog11": "Kiedy zostanie wydobyty ostatni Bitcoin?",
  "Blog6": "Rak",
  "Blog5": "Czym jest akupunktura?",
  "Prevent": "Prewencja",
  "Blog8": "Wirusowe zapalenie wątroby typu B: ziołolecznictwo na wirusowe zapalenie wątroby typu B",
  "Blog9": "Ważność odżywiania",
  "Blog10": "Ciekawy przypadek raka: Codzienny owoc na zapobieganie",
  "Detox": "Detoksykacja",
  "Hypnotherapy": "Hipnoterapia",
  "Nutrition": "Odżywianie",
  "Chiropractic": "Chiropraktyka",
  "Acupuncture": "Akupunktura",
  "Chelation": "Chelacja",
  "Homeopathy": "Homeopatia",
  "Telehealth": "Kompleksowy przewodnik po telemedycynie holistycznej",
  "About": "O nas",
  "Blog7": "Olejek Batana: Korzyści z olejku Batana",
  "Bitcoin": "Czym jest Bitcoin?",
  "Imagine a world where...": "Wyobraź sobie świat, w którym możesz wysyłać pieniądze ze swojego telefonu, aby płacić rachunki, akceptować depozyty zabezpieczające i przeprowadzać transakcje z dowolną osobą, jakby była tuż obok ciebie. Świat jest mniej skomplikowany niż się wydaje; spadający jabłko określa grawitację. Dzisiaj systemy są złożone. Istnieją liczne kanały i podmioty, które nadzorują najprostsze wymiany. Bitcoin to ten uproszczony świat, sposób na przeprowadzanie transakcji i wymian między osobami bez \"pośrednika\".",
  "The concepts of digitized...": "Koncepcje zdigitalizowanej waluty i transakcji nie są obce i stanowią zasadniczo sposób działania współczesnego świata.",
  "World Bank": "Bank Światowy",
  "'2/3 of adults worldwide...": "'Dwie trzecie dorosłych na całym świecie wysyła lub otrzymuje płatności cyfrowe'. Banki prowadzą bankowość rezerw częściowych od XVII wieku. Bitcoin implementuje cechy waluty cyfrowej, ale jesteś swoim własnym bankiem. Bitcoin jest zdecentralizowany; nie ma potrzeby ufać żadnej jednostce finansowej.",
  "To keep things as simple...": "Aby zachować prostotę, Bitcoin robi wszystko, co w jego mocy, aby naprawić problemy tradycyjnego systemu finansowego. Bitcoin jest deflacyjny, co oznacza, że jego wartość jest ustalona i nie traci na wartości z czasem. Na całym świecie waluty tracą szybko na wartości. Bitcoin wykonuje doskonałą pracę, wstrzykując równość finansową w obszary najbardziej dotknięte hiperinflacją - Afryka, Ameryka Południowa, Ameryka Łacińska i Azja.",
  "Bitcoin is the future!": "Bitcoin to przyszłość!",
  "It is the empowerment...": "To jest wzmocnienie ludzi na całym świecie. Adopcja Bitcoina jest nieunikniona; dwie wyspy (Prospera i Madera) oraz dwa narody oficjalnie przyjęły Bitcoina - Salwador i Republika Środkowoafrykańska. Bitcoin to nowy świat, w którym ludzie mają autonomię i suwerenność.",
  "Vitamin B17": "Witamina B: Witamina B17 - Tajemnica raka",
  "Many medical professions state...": "Wiele zawodów medycznych twierdzi, że choroby takie jak rak wynikają z niedoboru witaminy B i witaminy B17. Zbadaj tajemnice związane z witaminą B17."
}