{
  "Home": "Acasă",
  "NotFound": "Nu a fost găsit",
  "StemCell": "Terapie cu celule stem",
  "Ayurveda": "Ayurveda",
  "BlogPage": "Pagina blogului",
  "Apoth": "Plafar",
  "Blog1": "Constipația poate provoca dureri de spate?",
  "Blog2": "Acupunctură uscată vs. acupunctură",
  "Blog3": "Detoxifiere",
  "Hypnopract": "Hipnoterapeuți",
  "HomeopathyPract": "Homeopați",
  "Blog4": "Regenerarea celulară",
  "Blog11": "Când va fi minat ultimul Bitcoin?",
  "Blog6": "Cancer",
  "Blog5": "Ce este acupunctura?",
  "Prevent": "Prevenție",
  "Blog8": "Hepatita B: Fitoterapie pentru hepatita B",
  "Blog9": "Importanța nutriției",
  "Blog10": "Caz curios de cancer: Fructe zilnice pentru prevenție",
  "Detox": "Detoxifiere",
  "Hypnotherapy": "Hipnoterapie",
  "Nutrition": "Nutriție",
  "Chiropractic": "Chiropractie",
  "Acupuncture": "Acupunctură",
  "Chelation": "Chelare",
  "Homeopathy": "Homeopatie",
  "Telehealth": "Ghid complet pentru telemedicină holistică",
  "About": "Despre noi",
  "Blog7": "Ulei de Batana: Beneficiile uleiului de Batana",
  "Bitcoin": "Ce este Bitcoin?",
  "Imagine a world where...": "Imaginează-ți o lume în care poți trimite bani de pe telefonul tău pentru a plăti facturile, accepta depozite de garanție și a face tranzacții cu oricine, ca și cum ar fi chiar lângă tine. Lumea este mai puțin complicată decât pare; căderea unui măr determină gravitația. Astăzi, sistemele sunt complexe. Există numeroase canale și entități care supraveghează cele mai simple schimburi. Bitcoin este această lume simplificată, o modalitate de a efectua tranzacții și schimburi de la persoană la persoană fără \"intermediar\".",
  "The concepts of digitized...": "Conceptele de monedă digitalizată și tranzacții nu sunt străine și constituie în esență funcționarea lumii actuale.",
  "World Bank": "Banca Mondială",
  "'2/3 of adults worldwide...": "'Două treimi dintre adulții din întreaga lume trimit sau primesc plăți digitale'. Băncile practică rezervele fracționare din secolul al XVII-lea. Bitcoin implementează caracteristicile monedei digitale, dar tu ești propria ta bancă. Bitcoin este descentralizat; nu este nevoie să aveți încredere într-o entitate financiară.",
  "To keep things as simple...": "Pentru a păstra lucrurile cât mai simple posibil, Bitcoin face tot posibilul pentru a corecta problemele sistemului financiar tradițional. Bitcoin este deflationist, ceea ce înseamnă că valoarea sa este fixă și nu își pierde valoarea în timp. În întreaga lume, valutele își pierd rapid valoarea. Bitcoin face o treabă excelentă în ceea ce privește injectarea egalității financiare în zonele cele mai afectate de hiperinflație - Africa, America de Sud, America Latină și Asia.",
  "Bitcoin is the future!": "Bitcoin este viitorul!",
  "It is the empowerment...": "Este împuternicirea oamenilor din întreaga lume. Adoptarea Bitcoin este inevitabilă; două insule (Prospera și Madeira) și două națiuni au adoptat oficial Bitcoin - El Salvador și Republica Centrafricană. Bitcoin este o lume nouă, în care oamenii au autonomie și suveranitate.",
  "Vitamin B17": "Vitamina B: Vitamina B17 - Misterul cancerului",
  "Many medical professions state...": "Multe profesii medicale afirmă că boli precum cancerul provin din deficiența de vitamina B și vitamina B17. Explorați misterele din jurul vitaminei B17."
}