{
  "Home": "Главная",
  "NotFound": "Не найдено",
  "StemCell": "Лечение стволовыми клетками",
  "Ayurveda": "Аюрведа",
  "BlogPage": "Страница блога",
  "Apoth": "Травяная аптека",
  "Blog1": "Может ли запор вызвать боли в спине?",
  "Blog2": "Сухие иглы против иглоукалывания",
  "Blog3": "Детоксикация",
  "Hypnopract": "Гипнотерапевты",
  "HomeopathyPract": "Гомеопаты",
  "Blog4": "Регенерация клеток",
  "Blog11": "Когда будет добыт последний биткойн?",
  "Blog6": "Рак",
  "Blog5": "Что такое иглоукалывание?",
  "Prevent": "Профилактика",
  "Blog8": "Гепатит B: Травяная медицина для гепатита B",
  "Blog9": "Значение питания",
  "Blog10": "Любопытный случай рака: Ежедневные фрукты для профилактики",
  "Detox": "Детоксикация",
  "Hypnotherapy": "Гипнотерапия",
  "Nutrition": "Питание",
  "Chiropractic": "Хиропрактика",
  "Acupuncture": "Иглоукалывание",
  "Chelation": "Хелатирование",
  "Homeopathy": "Гомеопатия",
  "Telehealth": "Полное руководство по телемедицине в области холистики",
  "About": "О нас",
  "Blog7": "Масло Батана: Преимущества масла Батана",
  "Bitcoin": "Что такое Биткойн?",
  "Imagine a world where...": "Представьте себе мир, в котором вы можете отправлять деньги со своего телефона, чтобы оплачивать счета, принимать депозиты и совершать транзакции с кем угодно, как будто он рядом с вами. Мир менее сложен, чем кажется; падение яблока определяет гравитацию. Сегодня системы сложны. Существуют многочисленные каналы и сущности, которые контролируют самые простые обмены. Биткойн - это этот упрощенный мир, способ совершения транзакций и обмена между людьми без посредников.",
  "The concepts of digitized...": "Концепции оцифрованной валюты и транзакций не являются чуждыми и в основном представляют собой функционирование современного мира.",
  "World Bank": "Всемирный банк",
  "'2/3 of adults worldwide...": "'Две трети взрослых во всем мире отправляют или получают цифровые платежи'. Банки занимаются резервным банковским делом с XVII века. Биткойн реализует характеристики цифровой валюты, но вы являетесь своим собственным банком. Биткойн децентрализован; нет необходимости доверять финансовой организации.",
  "To keep things as simple...": "Чтобы сохранить простоту, Биткойн делает все возможное для исправления проблем традиционной финансовой системы. Биткойн является дефляционным, что означает, что его стоимость фиксирована и не теряет своей ценности с течением времени. Во всем мире валюты быстро теряют свою ценность. Биткойн отлично справляется с внедрением финансового равенства в наиболее пострадавшие от гиперинфляции регионы - Африку, Южную Америку, Латинскую Америку и Азию.",
  "Bitcoin is the future!": "Биткойн - это будущее!",
  "It is the empowerment...": "Это расширение прав и возможностей людей во всем мире. Принятие Биткойна неизбежно; два острова (Проспера и Мадейра) и две нации официально приняли Биткойн - Сальвадор и Центральноафриканская Республика. Биткойн - это новый мир, в котором люди обладают автономией и суверенитетом.",
  "Vitamin B17": "Витамин B: Витамин B17 - Загадка рака",
  "Many medical professions state...": "Многие медицинские профессии утверждают, что такие заболевания, как рак, вызваны дефицитом витамина B и витамина B17. Исследуйте тайны, связанные с витамином B17."
}