{
  "Home": "Hem",
  "NotFound": "Ej hittad",
  "StemCell": "Stamcellsbehandling",
  "Ayurveda": "Ayurveda",
  "BlogPage": "Bloggsida",
  "Apoth": "Kryddhandel",
  "Blog1": "Kan förstoppning orsaka ryggsmärta?",
  "Blog2": "Torrstickling vs. akupunktur",
  "Blog3": "Avgiftning",
  "Hypnopract": "Hypnoterapeuter",
  "HomeopathyPract": "Homeopater",
  "Blog4": "Cellregenerering",
  "Blog11": "När kommer den sista Bitcoin att utvinnas?",
  "Blog6": "Cancer",
  "Blog5": "Vad är akupunktur?",
  "Prevent": "Förebyggande",
  "Blog8": "Hepatit B: Växtbaserad medicin för hepatit B",
  "Blog9": "Betydelsen av näring",
  "Blog10": "Det märkliga fallet med cancer: Daglig frukt för förebyggande",
  "Detox": "Detox",
  "Hypnotherapy": "Hypnoterapi",
  "Nutrition": "Näring",
  "Chiropractic": "Kiropraktik",
  "Acupuncture": "Akupunktur",
  "Chelation": "Kelation",
  "Homeopathy": "Homeopati",
  "Telehealth": "Komplett guide till holistisk telemedicin",
  "About": "Om oss",
  "Blog7": "Batanaolja: Fördelar med Batanaolja",
  "Bitcoin": "Vad är Bitcoin?",
  "Imagine a world where...": "Föreställ dig en värld där du kan skicka pengar från din telefon för att betala räkningar, acceptera säkerhetsdepositioner och göra transaktioner med vem som helst som om de vore precis bredvid dig. Världen är mindre komplicerad än man tror; ett fallande äpple bestämmer gravitationen. Idag är systemen komplexa. Det finns många kanaler och enheter som övervakar de enklaste utbytena. Bitcoin är denna förenklade värld, ett sätt att utföra transaktioner och utbyten mellan personer utan \"mellanhänder\".",
  "The concepts of digitized...": "Begreppen digitaliserad valuta och transaktioner är inte främmande och utgör i huvudsak hur den moderna världen fungerar.",
  "World Bank": "Världsbanken",
  "'2/3 of adults worldwide...": "'Två tredjedelar av vuxna världen över skickar eller tar emot digitala betalningar'. Banker har bedrivit fraktionerad reservbankverksamhet sedan 1600-talet. Bitcoin implementerar egenskaperna hos digital valuta, men du är din egen bank. Bitcoin är decentraliserad; det finns inget behov att lita på en finansiell enhet.",
  "To keep things as simple...": "För att hålla saker så enkla som möjligt gör Bitcoin sitt bästa för att korrigera problemen i det traditionella finansiella systemet. Bitcoin är deflationärt, vilket innebär att dess värde är fastställt och inte förlorar sitt värde över tiden. Över hela världen förlorar valutor snabbt i värde. Bitcoin gör ett utmärkt jobb med att injicera finansiell jämlikhet i de områden som drabbas hårdast av hyperinflation - Afrika, Sydamerika, Latinamerika och Asien.",
  "Bitcoin is the future!": "Bitcoin är framtiden!",
  "It is the empowerment...": "Det är bemyndigande av människor överallt. Antagandet av Bitcoin är oundvikligt; två öar (Prospera och Madeira) och två nationer har officiellt antagit Bitcoin - El Salvador och Centralafrikanska republiken. Bitcoin är en ny värld där människor har autonomi och suveränitet.",
  "Vitamin B17": "Vitamin B: Vitamin B17 - Cancerns mysterium",
  "Many medical professions state...": "Många medicinska yrken hävdar att sjukdomar som cancer beror på brist på vitamin B och vitamin B17. Utforska mysterierna kring vitamin B17."
}