{
  "language": "語言 (Yǔyán)",
  "Home": "首頁 (Shǒuyè)",
  "Ramona Crabtree-Falkner: Transformational Empowerment Coach": "拉莫娜·克拉布特里-福克纳：变革型赋能教练",
  "Authentic Life Journey": "真实的人生旅程",
  "Coaching": "教练",
  "Certified Coaches for Health, Empowerment, Trauma & More": "健康、赋能、创伤等方面的认证教练",
  "Ramona Crabtree-Falkner is a Transformational Empowerment Coach, retreat leader, and speaker who helps professional women reclaim their energy, realign with purpose, and rise empowered in life and work. With over 20 years of experience in holistic wellness and mindfulness, she creates spaces for growth, healing, and authentic connection. She guides women on a path to Reclaim Energy. Realign Purpose. Rise Empowered.":"Ramona Crabtree-Falkner 是一位变革性赋能教练、静修活动领袖和演讲者，帮助职业女性恢复精力、重新找回人生目标，并在生活和工作中实现自我赋能。她在整体健康和正念领域拥有超过20年的经验，致力于创造成长、疗愈与真实连接的空间。她引导女性走上这样一条道路：恢复能量。重塑目标。焕发力量.",
  "How much are our services?":"我们的服务多少钱？",
  "In our fast-paced world, stress and anxiety have become all too common. As a result, many individuals are seeking natural remedies to alleviate these persistent feelings of unease. One such remedy that has garnered attention in the Western world in recent years is Ashwagandha, a powerful adaptogenic herb with a long history in Ayurvedic medicine.": "在我們快節奏的世界裡，壓力和焦慮已經變得非常普遍。因此，許多人正在尋求天然療法來緩解這些持續的不安感。其中一種在近年來在西方世界獲得關注的療法是阿什瓦甘達，這是一種強大的適應性草藥，擁有悠久的阿育吠陀醫學歷史。",
  "NotFound": "未找到 (Wèi zhǎodào)",
  "Find Providers": "查找提供者",
  "Functional Nutrition": "功能营养",
  "Try Coaching":"试试教练指导",
  "Transformational Empowerment Coaching":"转变赋能辅导",
  "Functional Nutrition Resources": "功能营养資源",
  "- True self recovery":"- 找回真实的自我",
  "Strengthen Boundaries & Self-Advocacy":"强化个人界限与自我倡导",
  "- Move beyond perfectionism, comparison, and imposter syndrome to embody empowered confidence from within.":"- 超越完美主义、比较和冒名顶替综合症，从内在体现出赋能的自信。",
  "Hypnotherapy is a therapeutic technique that uses guided hypnosis to help individuals achieve a relaxed, focused state of mind, increasing their suggestibility and enabling them to address various issues. Hypnotherapy helps to break subconscious blocks that arise throughout people's lives. Utilize hypnotherapy to empower yourself and become your optimal YOU.": "催眠疗法是一种治疗技术，利用引导催眠帮助个人达到放松且专注的心理状态，增强他们的暗示接受能力，使他们能够解决各种问题。催眠疗法有助于打破人们生活中出现的潜意识障碍。利用催眠疗法赋予自己力量，成为最好的自己。",
  "Book Hypnotherapy Session": "预约催眠治疗",
  "Awaken Your Inner Wisdom":"唤醒你内在的智慧",
  "- Deepen your connection to your intuition and inner guidance, allowing you to make empowered decisions with confidence and clarity.":"- 加深你与直觉和内在指引的连接，使你能够以信心与清晰做出赋能的决策.",
  "- This isn’t a quick fix — it’s a holistic, heart-centered journey toward lasting transformation in how you show up in life and work.":"- 这不是速成的解决方案，而是一段全面且以心为本的旅程，引领你在生活和工作中实现持久的转变.",
  "- Learn how to recognize, honor, and navigate your emotions with mindfulness practices that support balance and emotional well-being.":"- 学习如何通过正念练习来识别、尊重并驾驭你的情绪，这些练习有助于实现情绪平衡与心理健康.",
  "Break Free from Burnout & Overwhelm":"摆脱倦怠与不堪重负",
  "- Gain clarity on what truly matters to you and learn how to take intentional steps toward your goals — with focus, ease, and authenticity.":"- 明确对你真正重要的事，并学习如何以专注、轻松与真实的方式迈出有意的步伐，朝目标前进.",
  "Benefits of Empowerment Coaching":"赋能教练的好处",
  "Experience Sustainable Growth & Lasting Change":"体验可持续的成长与持久的改变",
  "Master Mindful Emotional Regulation":"掌握正念情绪调节",
  "- Discover how to stop overgiving and start nourishing yourself with practices that restore your energy and build resilience.":"- 了解如何停止过度付出，开始通过恢复能量和增强韧性的练习来滋养自己.",
  "- Embrace self-care without guilt":"- 毫无负罪感地拥抱自我关爱",
  "What toxins get released after a chiropractic adjustment?Chiropractic adjustment can release myriad of toxins such as: lactic acid, endorphins, and cortisol.":"脊椎按摩调整后会释放哪些毒素？脊椎按摩调整可以释放大量毒素，如：乳酸、内啡肽和皮质醇。",
  "Acupuncture is a traditional Chinese medicine (TCM) technique that involves inserting thin needles into specific points on the body. There are 12 primary meridians in the body, acupuncturists stimulate the meridians with the points to activate the body’s natural healing processes.": "针灸是一种传统中医（TCM）技术，涉及将细针插入身体的特定穴位。人体有12条主要经络，针灸师通过刺激这些穴位来激活身体的自然治愈过程。",
  "Stem cell therapy is a form of regenerative medicine that uses stem cells to repair or replace damaged tissues and cells in the body. Stem cell therapy for knees is my first experience with using stem cells for regenerative medicine. Many athletes like Ryan Tannehill, Kobe Bryant, Jamaal Charles, LaRon Landry, David Njoku, Chris Johnson, Peyton Manning and more have used mesenchymal stem cells for their recovery. Peyton Manning had an NFL MVP season after using stem cells for his neck injury recovery. Ryan Tannehill extended his career after using stem cell therapy for knee (ACL) tears. Mesenchymal stem cells are multi-potent - stemming from various tissues in the body. MSCs are primarily found in Adipose tissue, Umbical chords, Bone Marrow and even the placenta.": "干细胞疗法是一种再生医学形式，利用干细胞修复或替代体内受损的组织和细胞。膝关节干细胞疗法是我首次使用干细胞进行再生医学治疗。许多运动员如瑞安·坦内希尔、科比·布莱恩特、贾马尔·查尔斯、拉龙·兰德里、大卫·恩约库、克里斯·约翰逊、佩顿·曼宁等都使用了间充质干细胞进行康复。佩顿·曼宁在使用干细胞治疗颈部伤害后，度过了NFL最有价值球员赛季。瑞安·坦内希尔在使用膝盖（ACL）撕裂干细胞疗法后延长了职业生涯。间充质干细胞是多能干细胞，来源于体内各种组织。MSC主要存在于脂肪组织、脐带、骨髓甚至胎盘。",
  "An interesting development in the stem cell therapy community is the use of stem cells for neurodegenerative diseases like Autism. Although the stem cell cost is expensive, the benefits of treating Autism and other neurodegenerative diseases are revolutionary. Our platform not only posts case studies to address limited long-term data concerns. Finally, we provide reimbursements from our apothecary to make the stem cell therapy cost less expensive.": "干细胞疗法领域的一个有趣发展是将干细胞用于治疗自闭症等神经退行性疾病。虽然干细胞治疗费用较高，但治疗自闭症和其他神经退行性疾病的效果是革命性的。我们的平台不仅发布病例研究以解决长期数据有限的问题，最后，我们通过我们的药房提供报销，降低干细胞治疗的费用。",
  "Try Homeopathy": "尝试顺势疗法",
  "Create Aligned, Purposeful Action":"创造有目标且一致的行动",
  "- Shift out of cycles of stress, self-doubt, and exhaustion by learning how to realign with your energy, values, and personal truth.":"- 通过学习如何重新与自己的能量、价值观和个人真相保持一致，摆脱压力、自我怀疑和疲惫的循环.",
  "Reclaim your Energy & Vitality":"重新找回你的能量与活力",
  "Cultivate Authentic Confidence":"培养真实的自信",
  "- Live authentically and intuitively":"- 真诚直觉地生活",
  "- Release stress and burnout": "- 释放压力和倦怠",
  "Why should I get a women's empowerment coach​?":"我为什么需要一位女性赋能教练?",
  "Jyotish New Moon ~ June 25, 2025":"瑜伽占星新月 ~ 2025年6月25日",
  "A powerful Jyotish New Moon in Ardra awakens karmic healing, soul intention, and divine transformation. June 25, 2025.":"2025年6月25日，强大的瑜伽占星新月出现在阿尔德拉星座，唤醒了业力疗愈、灵魂意图和神圣转化.",
  "Highlighting the benefits of using cupping for your wellness routine.":"强调使用拔罐疗法对您的养生习惯的益处.",
  "Click on image for full Blog by Anthony Amato":"点击图片查看 Anthony Amato 的完整博客",
  "5 Reasons You Should Incorporate Therapeutic Cupping Into Your Health and Wellness Routine!":"将疗愈拔罐融入您的健康与养生习惯的五个理由!",
  "Want More Energy? Why Functional Workouts Boost Metabolism & Testosterone Feeling sluggish? Struggling with low energy, stubborn belly fat, or a dip in motivation? After 40, your metabolism slows, testosterone levels drop, and traditional workouts stop delivering results. The solution? Functional training. By activating multiple muscle groups, increasing calorie burn, and naturally supporting testosterone production, it helps you regain strength, energy, and focus. Compound movements like squats, deadlifts, and carries fire up your metabolism, while high-intensity functional workouts optimize hormone levels. If you're ready to ditch fatigue and start feeling like your younger self again, it's time to train smarter—not...": "想要更多能量？为什么功能性训练能提升新陈代谢和睾酮 感到疲惫？正在与低能量、顽固腹部脂肪或动力下降作斗争？40岁后，您的新陈代谢放缓，睾酮水平下降，传统锻炼不再产生效果。解决方案？功能性训练。通过激活多个肌肉群，增加卡路里燃烧，并自然支持睾酮产生，它帮助您重获力量、能量和专注力。深蹲、硬拉和负重行走等复合动作点燃您的新陈代谢，而高强度功能性锻炼优化激素水平。如果您准备摆脱疲劳并重新感受年轻的自己，是时候更聪明地训练了—而不是...",
  "A Right Path Wellness":"正确之路健康中心",
  "EZ Method Apothecary":"EZ方法药房",
  "Book Appointment":"预约",
  "EZ Method Academy":"EZ方法学院",
  "Why Functional Fitness Becomes More Important as You Age When you were younger, you could push through workouts without much thought—skipping warm-ups, lifting heavy with bad form, and bouncing back quickly. But after 40, your metabolism slows, mobility decreases, and injuries take longer to heal. That’s why functional fitness isn’t just a trend; it’s a necessity for staying strong, mobile, and pain-free for life. Functional training focuses on real-world movement patterns—bending, lifting, carrying, and rotating—building strength that translates beyond the gym. It helps improve mobility, strengthen joints, and reduce injury risk, making it the smart way to train as you...":"当你还年轻时，你可以不动脑子地完成锻炼——跳过热身、以错误姿势举重、恢复也快。但40岁以后，新陈代谢变慢、行动能力下降、受伤恢复时间更长。这就是为什么功能性健身不仅仅是个潮流，而是让你在一生中保持强壮、灵活、无痛的必要方式。功能训练注重真实生活的运动模式——弯腰、提举、搬运、旋转——构建在健身房之外也能用上的力量。它有助于改善灵活度、强化关节、降低受伤风险，是中老年人最聪明的训练方式...",
  "Why Functional Fitness Becomes More Important as You Age":"随着年龄增长，为什么功能性健身变得更加重要",
  "Coaching Education: Health Coaches Near Me":"教練教育：我附近的健康教練:",
  "Find Breathwork Coach": "寻找呼吸训练教练",
  "Naturopathy Case Study": "自然疗法案例研究",
  "Victoria Todd, Cleveland OH and Michele Holzberger, Tampa, FL are passionate about making psychological tools accessible to everyone. With backgrounds in mental health and psychoanalysis, they’ve dedicated themselves to helping individuals understand and overcome the deeper emotional issues that drive their eating habits.": "Victoria Todd，克利夫兰俄亥俄州和Michele Holzberger，坦帕佛罗里达州，热衷于让每个人都能获得心理学工具。她们具有心理健康和精神分析的背景，致力于帮助个人理解并克服那些驱动他们饮食习惯的深层情感问题。",
  "Buy Book":"购买书籍",
  "Want More Energy? Why Functional Workouts Boost Metabolism & Testosterone": "想要更多能量？为什么功能性训练能提升新陈代谢和睾酮",
  "Wellness Care":"健康护理",
  "At A Right Path Wellness, our mission is to promote total wellness through holistic medicine—restoring balance within your body, mind and spirit. Certified in the ancient practice of Eastern Medicine, our practitioners activate your body’s innate healing abilities—empowering our community by showing you that the path to transformation is right within your reach.":"在 A Right Path Wellness，我们的使命是通过整体医学促进全面健康——恢复您身体、心灵和精神的平衡。我们的执业者获得了古老东方医学实践的认证，能够激活您身体与生俱来的治愈能力——通过向您展示转变之路就在您的掌握之中来赋予我们社区力量.",
  "Spiritual Connection & Clarity": "精神连接与清晰",
  "Breathwork creates space for sacred connection, to your higher self, spirit, or source. It dissolves mental clutter and clarifies your path.": "呼吸练习为神圣连接创造空间，连接你的更高自我、灵魂或源头。它消除精神杂乱，澄清你的道路。",
  "Building Confidence & Inner Strength": "建立自信与内在力量",
  "Use breath to interrupt addictive patterns and shift out of autopilot. It helps you reset your mind and body in real time.": "利用呼吸打断上瘾的模式，摆脱自动驾驶状态。它可以实时重置你的身心状态。",
  "Improved Sleep & Relaxation": "改善睡眠与放松",
  "Breath anchors you in your body and truth. Over time, it strengthens your trust in yourself and your ability to handle whatever comes.": "呼吸将你稳固在身体和真实中。随着时间推移，它增强了你对自己的信任以及应对一切的能力。",
  "Breaking Cycles & Habits": "打破循环与习惯",
  "Practicing breathwork before bed calms the mind and activates the parasympathetic nervous system, making sleep deeper and more restful.": "睡前练习呼吸法可以平静心神，激活副交感神经系统，使睡眠更深、更放松。",
  "When you breathe fully, your cells awaken. Breathwork oxygenates the body, boosts circulation, and leaves you feeling alive and energized.": "当你深呼吸时，你的细胞被唤醒。呼吸练习为身体充氧，促进血液循环，让你感到充满活力与生命力。",
  "Increased Energy & Vitality": "提升的能量与活力",
  "Breathwork is the practice of consciously using the breath to regulate your physical, emotional, and mental state. By shifting the rhythm, depth, and pattern of your breathing, you can calm the nervous system, release stored tension, increase clarity, and access deeper states of awareness. It’s a powerful tool for healing, transformation, and self-connection, helping you move out of survival mode and into presence, vitality, and emotional freedom. Breathwork can be gentle and grounding or deep and activating, depending on the intention and technique used.":"呼吸练习是一种有意识地利用呼吸来调节你的身体、情绪和心理状态的练习。通过改变呼吸的节奏、深度和模式，你可以平静神经系统、释放积压的紧张、增强清晰度，并进入更深层次的意识状态。它是一种强大的疗愈、转化和自我连接的工具，帮助你从生存模式中走出来，进入当下、活力和情感自由的状态。根据不同的意图和技术，呼吸练习可以是温和而稳定的，也可以是深入而激活的。",
  "Benefits of Breathwork":"呼吸练习的益处",
  "Breath opens a powerful pathway to access and gently release trauma held in the body, creating space for healing and freedom.":"呼吸开启了一条强有力的通道，使我们能够接触并温和地释放储存在身体中的创伤，为疗愈与自由创造空间.",
  "Breathwork":"呼吸练习",
  "Breath brings you into deeper presence, sharpening intuition, quieting mental noise and helping you reconnect with your inner voice.": "呼吸让你进入更深的当下，增强直觉，平息杂念，帮助你重新连接内在的声音。",
  "Expanded Self-Awareness": "扩展的自我意识",
  "Releasing Stored Trauma":"释放储存的创伤",
  "What is Breathwork?":"什么是呼吸练习?",
  "Products We Trust":"我們信賴的產品",
  "Breathwork helps regulate the nervous system, reducing emotional reactivity and bringing you back to balance, even in high-stress moments.":"呼吸练习有助于调节神经系统，减少情绪反应，即使在高压时刻也能让你恢复平衡.",
  "Emotional Regulation":"情绪调节",
  "Scarlett has over 30 years of experience in yoga, healing, and self-mastery. She guides transformational breathwork journeys that help release stored trauma, regulate the nervous system, and support deep emotional healing. Her sessions offer a powerful reset—reducing stress, calming anxiety, and rebuilding confidence from the inside out. Scarlett’s work is both grounding and expansive, helping clients overcome inner challenges and return to a state of clarity, presence, and aligned self-leadership.": "Scarlett 拥有超过 30 年的瑜伽、疗愈和自我掌控经验。她指导变革性的呼吸练习，帮助释放储存的创伤，调节神经系统，并支持深层的情感疗愈。她的课程提供强大的重启——减少压力，平息焦虑，并从内而外重建自信。Scarlett 的工作既能扎根又能扩展，帮助客户克服内在挑战，恢复清晰、存在感和与自己领导力的对齐。",
  "This interactive guide combines insightful personal stories with workbook-like activities that challenge readers to examine their own emotional roadblocks. Through quizzes, timelines, and self-observation exercises, the book leads readers on a detective-like journey to solve the mystery of their eating habits. It’s more than just a book—it’s a roadmap to understanding emotional triggers and achieving lasting change.": "这本互动指南结合了富有洞察力的个人故事和类似工作簿的活动，挑战读者检查自己的情感障碍。通过测验、时间线和自我观察练习，这本书带领读者踏上侦探式的旅程，解决他们饮食习惯的谜团。这不仅仅是一本书——它是理解情感触发因素和实现持久改变的路线图。",
  "'Vickie originally came to me with a write-up utilizing her experience as a psychoanalyst about doing podcasts for mental health professionals,' said Holzberger. 'As soon as I read it, I thought, ‘This could help so many people struggling with their eating habits. It needs to be a book!'": "'Vickie 最初带着一份利用她作为精神分析师的经验写的稿子来找我，关于为心理健康专业人员做播客，' Holzberger 说。'我一读到它，就想，‘这可以帮助那么多正在与饮食习惯作斗争的人。这需要变成一本书！'",
  "The authors’ mission was clear: to create a guide that offers the life-changing tools typically available only to the .001% of the population—roughly 3,000 practicing analysts in the U.S.—and make these concepts understandable and usable for the rest of us. At the core of Solve Your Out-of-Control Eating is an understanding that unhealthy eating patterns are often not just about food—they're about emotions, habits, and deeper psychological issues. By presenting complex psychological principles in an easy-to-understand manner, the authors break down key concepts from the renowned psychoanalyst Anna Freud into bearable bits that readers can easily apply to their daily lives.": "这本书的作者使命明确：创建一本提供通常只有0.001%的人群——大约3,000名美国执业分析师——能够获得的改变生活的工具的指南，并使这些概念易于理解，并能为我们其他人使用。‘Solve Your Out-of-Control Eating’ 的核心是理解不健康的饮食模式往往不仅仅是关于食物——它们与情感、习惯和更深层次的心理问题有关。通过以易于理解的方式呈现复杂的心理学原理，作者将著名精神分析学家安娜·弗洛伊德的关键概念分解成易于处理的内容，读者可以轻松地将其应用于日常生活。",
  "Emotional Eating Books":"情感饮食书籍",
  "Scarlett Dee":"史嘉莉迪",
  "Scarlett is a certified: 9D Breathwork Coach & Facilitator, Hypnotherapist, Holistic Therapist, Tantra & Yoga Teacher Trainer": "Scarlett 是认证的：9D 呼吸工作教练与引导员、催眠治疗师、整体治疗师、坦陀罗与瑜伽教师培训师",
  "Scartlett Dee, Somatic Breathwork Coach:":"史嘉莉迪, 与呼吸教练:", 
  "Somatic Breathwork & Breathwork Coaches": "躯体呼吸法与呼吸教练",
  "Somatic Breathwork": "躯体呼吸法",
  "Emotional Eating Coaches and Emotional Eating Books":"情感饮食教练和情感饮食书籍",
  "Solve your Out of Control Eating":"解决你的失控饮食问题",
  "Solve your Out of Control Eating:":"解决你的失控饮食问题:",
  "'Victoria Todd, Cleveland OH and Michele Holzberger, Tampa, FL are passionate about making psychological tools accessible to everyone. With backgrounds in mental health and psychoanalysis, they’ve dedicated themselves to helping individuals understand and overcome the deeper emotional issues that drive their eating habits.":"'维多利亚·托德（Victoria Todd），克利夫兰俄亥俄州和米歇尔·霍尔茨伯格（Michele Holzberger），坦帕佛罗里达州，热衷于让每个人都能获得心理学工具。她们具有心理健康和精神分析的背景，致力于帮助个人理解并克服那些驱动他们饮食习惯的深层情感问题。",
  "Vickie Todd": "维基·托德",
  "Michele Holzberger":"米歇尔·霍尔茨伯格",
  "This revolutionary book takes readers on a journey through real-life success stories, offering practical strategies to uncover and overcome the emotional roadblocks behind diet failures and disordered eating. Co-authors Victoria Todd and Michele Holzberger have transformed the way we approach eating issues, making this resource both interactive and accessible for the everyday person.": "这本革命性的书籍带领读者通过真实的成功故事，提供实际的策略，以揭示和克服饮食失败和饮食失调背后的情感障碍。共同作者Victoria Todd和Michele Holzberger彻底改变了我们处理饮食问题的方式，使这本资源既互动又易于普通人访问。",
  "Michelle Holzberger, Victoria Todd: 'Solve your Out of Control Eating'": "Michelle Holzberger, Victoria Todd: '解决你的失控饮食'",
  "The body has an immense regenerative potential to heal itself. Herbal medicine is the real traditional medicine, every single pharmaceutical drug has a plant root. This page is my encyclopedia of herbal medicine, highlighting herbal plants from around the world. For the last few months, I traveled throughout North America, South America, and Central America to document these plants. Explore our encyclopedia of herbal medicine, and learn how these plants can help your body heal itself.": "人体具有巨大的自我修复潜力。草药是真正的传统医学，每一种药物都源于植物。本页是我的草药百科全书，重点介绍来自世界各地的草药植物。过去几个月，我走遍了北美、南美和中美洲，记录这些植物。探索我们的草药百科全书，了解这些植物如何帮助您的身体自我愈合。",
  "An estimated 66% of people have some form of corporate burnout. According to the WHO, 'at least 70% of people have some form of trauma'. Acupuncture lowers cortisol levels, studies have shown that it stimulates the vagus nerve - helping with trauma, corporate burnout and more.": "据估计，约66%的人存在某种形式的职业倦怠。根据世界卫生组织（WHO），“至少70%的人经历过某种形式的创伤”。研究表明，针灸可以降低皮质醇水平，刺激迷走神经，有助于治疗创伤、职业倦怠等问题。",
  "Homeopathy is a system of alternative medicine developed in the late 18th century by German physician Samuel Hahnemann. It is based on the principle of 'like cures like', meaning that a substance that causes symptoms in a healthy person can be used in highly diluted form to treat similar symptoms in someone who is ill. Homeopathy is safer and has shown benefits for a myriad of diseases and ailments. In this video, Dr. Tim Shannon talks about off-label drugs in cancer treatments, and the role of Homeopathy in treating ADD.": "顺势疗法是一种替代医学体系，由德国医生塞缪尔·哈内曼于18世纪末发展而来。它基于“以毒攻毒”的原则，即一种能在健康人身上引起症状的物质，在高度稀释后可以用于治疗患病者的相似症状。顺势疗法更安全，已显示出对多种疾病和病症的益处。在本视频中，Tim Shannon 博士讨论了癌症治疗中的非标药物，以及顺势疗法在治疗注意力缺陷障碍（ADD）中的作用.",
  "Quantum leap bodywork is R1000 for 60 min and R1600 for 120 min. R1600 for online consultation.": "Quantum leap bodywork 的价格是60分钟R1000，120分钟R1600。在线咨询为R1600。",
  "Decent Med: explore a holistic approach to healthcare! We focus on natural healing and wellness practices that address the mind, body, and spirit. Learn more about holistic medicine and its benefits.": "Decent Med：探索整體醫療方法！我們專注於針對身心靈的自然療癒和健康實踐。了解更多關於整體醫學及其好處的信息。",
  "Find Hypnotherapist Near You":"在您附近找到催眠治疗师",
  "This book isn't about quick fixes or miracle diets; it's about understanding the 'whys' behind your eating habits. Learn from patients who share their own experiences and dive into their world, one filled with self-discovery and 'ah-ha' moments of how the past affects today’s choices. You too will discover groundbreaking connections, relatable anecdotes, and a roadmap to a healthier relationship with food.":"这本书不是关于快速解决方法或神奇的节食法；而是关于理解你饮食习惯背后的“原因”。从分享自身经历的患者身上学习，深入了解一个充满自我探索和“啊哈”时刻的世界，揭示过去如何影响今天的选择。你也将发现开创性的关联、引人共鸣的轶事，以及建立与食物更健康关系的路线图.",
  "Case Studies": "案例研究",
  "Professional Hypnotherapy":"专业催眠治疗",
  "Ayurveda, an ancient healing system, offers a holistic approach to wellness by balancing the body, mind, and spirit through natural remedies and personalized treatments. Unlike conventional medicine, Ayurveda focuses on preventing illness rather than just treating symptoms, using herbs, diet, and lifestyle adjustments tailored to each individual's constitution. Patients seeking gentle, long-term healing often turn to Ayurveda for its ability to address root causes rather than temporary relief.":"阿育吠陀，这一古老的疗愈体系，通过自然疗法和个性化的治疗来平衡身心灵，提供一种整体健康的方式。与传统医学不同，阿育吠陀更关注疾病的预防，而不仅仅是治疗症状，并根据个人体质使用草药、饮食和生活方式调整。寻求温和且长期疗愈的患者常常选择阿育吠陀，因为它能解决疾病的根本原因，而不仅仅是暂时的缓解.",
  "Find Wellness Coaches": "查找健康教练",
  "Whether you're searching for homeopathy near you or prefer online consultations, our featured practitioners offer both in-person and virtual homeopathic services.":"无论您是在寻找附近的顺势疗法，还是更喜欢在线咨询，我们的精选医师都提供面对面和虚拟的顺势疗法服务.",
  "Enter your location above to find qualified hypnotherapists in your area.":"在上方输入您的位置，查找您所在地区的合格催眠治疗师。",
  "Experience Ayurveda": "आयुर्वेद का अनुभव करें",
  "Education": "教育 (Jiàoyù)",
  "Explore Apothecary": "探索药剂师",
  "Chiropractors use hands-on spinal manipulation and other manual techniques to help restore mobility, relieve pain, and support the body’s natural ability to heal itself without drugs or surgery. People often seek chiropractic care for back pain, neck pain, headaches, and posture-related issues, especially those caused by sedentary lifestyles or physical stress. It’s also valued for promoting overall wellness and nervous system function. According to the American Chiropractic Association, over 35 million Americans visit a chiropractor each year, highlighting its popularity.": "चिरोप्रैक्टर्स हाथों से स्पाइनल हेरफेर और अन्य मैनुअल तकनीकों का उपयोग करते हैं ताकि गतिशीलता बहाल करने, दर्द को दूर करने और शरीर की प्राकृतिक चिकित्सा क्षमता को दवाओं या सर्जरी के बिना समर्थन करने में मदद मिल सके। लोग अक्सर पीठ दर्द, गर्दन दर्द, सिरदर्द और आसन से संबंधित समस्याओं के लिए चिरोप्रैक्टिक देखभाल की तलाश करते हैं, विशेष रूप से वे जो गतिहीन जीवनशैली या शारीरिक तनाव के कारण होती हैं। इसे संपूर्ण स्वास्थ्य और तंत्रिका तंत्र के कार्य को बढ़ावा देने के लिए भी महत्व दिया जाता है। अमेरिकी चिरोप्रैक्टिक एसोसिएशन के अनुसार, हर साल 35 मिलियन से अधिक अमेरिकी चिरोप्रैक्टर के पास जाते हैं, जो इसकी लोकप्रियता को उजागर करता है।",
  "About Stem Cell Therapy":"关于干细胞疗法",
  "If you are searching nutritionist near me, look no further than our holistic nutritionists offering traditional and alkaline diet recipes to reach your optimal self. For example, our nutritionists assist clients with the best plans rich in B vitamins, vitamin D, vitamin C and more. We provide nutritionists for a wide range of people, Lori Graham is a former OT and a functional nutritionist who helps menopausal women lower their blood sugar and reduce menopausal symptoms.": "如果您正在寻找“附近的营养师”，我们的整体营养师将是您的不二之选，提供传统和碱性饮食食谱，助您达到最佳状态。例如，我们的营养师为客户提供富含维生素B、维生素D、维生素C等营养素的最佳饮食计划。我们为各种人群提供营养师服务。Lori Graham 是一位前职业治疗师，也是功能营养师，专门帮助更年期女性降低血糖并缓解更年期症状。",
  "Homeopathy is a system of alternative medicine developed in the late 18th century by German physician Samuel Hahnemann. It is based on the principle of 'like cures like', meaning that a substance that causes symptoms in a healthy person can be used in highly diluted form to treat similar symptoms in someone who is ill. Homeopathy is safer and has shown benefits for a myriad of diseases and ailments.": "होम्योपैथी एक वैकल्पिक चिकित्सा प्रणाली है, जिसे 18वीं शताब्दी के अंत में जर्मन चिकित्सक सैमुअल हैनीमैन द्वारा विकसित किया गया था। यह 'जैसा रोग, वैसा उपचार' के सिद्धांत पर आधारित है, जिसका अर्थ है कि जो पदार्थ स्वस्थ व्यक्ति में लक्षण पैदा करता है, उसे अत्यधिक पतला करके समान लक्षणों वाले रोगी के उपचार में उपयोग किया जा सकता है। होम्योपैथी अधिक सुरक्षित है और विभिन्न बीमारियों और रोगों में लाभकारी साबित हुई है।",
  "Quality Care":"优质护理",
  "Acupuncture is a traditional Chinese medicine (TCM) technique that involves inserting thin needles into specific points on the body. These points are thought to stimulate the body’s natural healing processes and improve energy flow (or “qi”). Acupuncture lowers cortisol levels, studies have shown that it stimulates the vagus nerve - helping with trauma, corporate burnout and more.": "एक्यूपंक्चर पारंपरिक चीनी चिकित्सा (टीसीएम) की एक तकनीक है जिसमें शरीर के विशिष्ट बिंदुओं पर पतली सुइयां डाली जाती हैं। माना जाता है कि ये बिंदु शरीर की प्राकृतिक उपचार प्रक्रियाओं को उत्तेजित करते हैं और ऊर्जा प्रवाह (या \"ची\") में सुधार करते हैं। एक्यूपंक्चर कोर्टिसोल के स्तर को कम करता है, और अध्ययनों से पता चला है कि यह वेगस तंत्रिका को उत्तेजित करता है, जिससे आघात, कॉर्पोरेट बर्नआउट और अन्य समस्याओं में मदद मिलती है।",
  "Naturopathy is a holistic approach to healthcare that emphasizes the body's innate ability to heal itself using natural therapies and lifestyle changes. It aims to address the root cause of illness rather than just managing symptoms. Prescription overdose is expected to exceed 80,000 in 2025 according to the CDC, opting for naturopathic medicine is safer and more effective.": "प्राकृतिक चिकित्सा स्वास्थ्य देखभाल का एक समग्र दृष्टिकोण है जो प्राकृतिक उपचारों और जीवनशैली परिवर्तनों का उपयोग करके शरीर की स्वाभाविक उपचार क्षमता पर जोर देता है। इसका उद्देश्य केवल लक्षणों को प्रबंधित करने के बजाय बीमारी के मूल कारण को संबोधित करना है। सीडीसी के अनुसार, 2025 में नुस्खे वाली दवाओं की ओवरडोज़ 80,000 से अधिक होने की संभावना है, प्राकृतिक चिकित्सा अपनाना अधिक सुरक्षित और प्रभावी है।",
  "Explore Acupuncture": "एक्यूपंक्चर का अन्वेषण करें",
  "Try Naturopathy": "प्राकृतिक चिकित्सा आजमाएं",
  "Get Chiropractic Care": "चिरोप्रैक्टिक देखभाल प्राप्त करें",
  "We are applying the best of ancient and modern medicine to resolve difficult cases. The integrative medicine looks at the whole person, not at the disease symptoms. We are educating professionals and public of missing links in medicine. We are doing an ongoing research to enable us to use the best diagnostic and healing methods for the highest benefit of the patient. We are running courses for health professionals and laymen on various topics. We have projects on Corporate Health Management, HIV/AIDS/TB, crime, etc. We only work with people that have a genuine desire to change their lifestyle, transform and heal themselves on spiritual, mental, emotional and physical level.":"我们将古代与现代医学的精华应用于解决复杂的病例。整合医学关注的是整个患者，而不仅仅是疾病的症状。我们正在教育专业人士和公众医学中被忽视的联系。我们正在进行持续的研究，目的是使用最佳的诊断和治疗方法，为患者带来最大的益处。我们为卫生专业人员和普通人开设各种主题的课程。我们有关于企业健康管理、艾滋病/结核病、犯罪等方面的项目。我们只与那些真正渴望改变生活方式、转变并在精神、心理、情感和身体层面上自我疗愈的人合作.",
  "Riches of Health":"健康的财富",
  "Qualified and experienced acupuncturists":"合格且有经验的针灸师",
  "Location-Based":"基于位置的",
  "Qualified and experienced chiropractors":"合格且有经验的脊椎按摩师",
  "Holistic Care":"整体护理",
  "Search":"搜索",
  "Stem cell therapy is a form of regenerative medicine that uses the body's natural healing mechanisms to treat various medical conditions. These treatments require specialized facilities and trained medical professionals.":"干细胞疗法是一种利用身体自然愈合机制治疗各种疾病的再生医学。这些治疗需要专业的设施和受过培训的医疗专业人员。",
  "Natural regenerative treatments":"天然再生治疗",
  "Expert medical professionals":"专家医疗专业人员",
  "Cutting-edge regenerative medicine":"尖端再生医学",
  "Healing Potential":"治愈潜力",
  "Specialized Care":"专业护理",
  "Advanced Stem Cell Therapy":"先进的干细胞疗法",
  "Enter your location above to search for stem cell therapy providers in your area":"在上方输入您的位置，搜索您所在地区的干细胞疗法提供者",
  "Find Stem Cell Therapy Near You":"在您附近找到干细胞疗法",
  "Licensed Professionals":"持证专业人员",
  "Find Chiropractors Near You":"在您附近找到脊椎按摩师",
  "Pay with Paypal":"使用贝宝付款",
  "Enter your location above to find qualified acupuncturists in your area":"在上方输入您的位置，查找您所在地区的合格针灸师",
  "Advanced Technology":"先进技术",
  "Find Acupuncturists Near You":"在您附近找到针灸师",
  "Professional Acupuncturists":"专业针灸师",
  "Professional treatment and service":"专业治疗和服务",
  "Find practitioners near you":"在您附近找到从业者",
  "Enter your location above to find qualified chiropractors in your area":"在上方输入您的位置，查找您所在地区的合格脊椎按摩师",
  "Professional Chiropractic Care":"专业脊椎按摩护理",
  "Standardized Documentation":"标准化文档",
  "Video Education Platform featuring each Holistic Medicine modality. Our team offers interviews to all providers on the platform and seeks to collaborate with them to create educational series for their specific modality.":"视频教育平台，涵盖每一种整体医学疗法。我们的团队为平台上的所有医生提供专访机会，并希望与他们合作，为其特定疗法共同制作教育系列内容.",
  "Boosting evidence-based claims by posting provider studies on our platform and a decentralized network.":"通过在我们平台和去中心化网络上发布医生研究，增强循证声明的可信度.",
  "Decentralized Insurance":"去中心化保险",
  "One issue holistic medicine faces is low insurance reimbursements. By joining our platform, providers get equity in our apothecary. The sales from the apothecary are stored on a blockchain. The equity will be used to make treatments less expensive while funding providers from the apothecary.":"整体医学面临的一个问题是保险报销偏低。通过加入我们的平台，医生将获得我们草药店的股权。草药店的销售收入将存储在区块链上。这些股权将用于降低治疗费用，同时由草药店为医生提供资金支持.",
  "Pain Points & Our Solutions": "痛点及我们的解决方案",
  "Patient Management & Acquisition": "患者管理与获取",
  "Holistic Marketing":"整体营销",
  "Facilitating patient acquisition and management via video marketing, active social marketing strategies and management systems for website and social media to differentiate your practice.":"通过视频营销、积极的社交营销策略，以及针对网站和社交媒体的管理系统，协助患者获取与管理，帮助您的诊所脱颖而出.",
  "Ensuring Visibility in a Decentralized World":"在去中心化的世界中确保可见性",
  "- Dispelling misconceptions about holistic medicine by showcasing holistic treatments and therapies":"- 通过展示整体治疗和疗法，消除关于整体医学的误解",
  "Global Reach":"全球覆盖",
  "Book a Call":"预约通话",
  "No Long-Term Data": "无长期数据",
  "- Video Marketing Services": "- 视频营销服务",
  "5 Action Steps to Increase Patient Acquisition": "增加患者获取的五个行动步骤",
  "- Custom-Built CRM for patient acquisition and retention": "- 定制开发的客户关系管理系统，用于患者获取和保持",
  "Cell Lab 7":"细胞实验室7",
  "How Chiropractic Care Can Accelerate Recovery from Common Sports Injuries": "脊椎按摩疗法如何加速常见运动损伤的恢复",
  "Recover Faster from Sports Injuries with Expert Chiropractic Care in Miami Beach When you're active, injuries can feel like an unexpected detour.":"在迈阿密海滩，通过专业的脊椎按摩疗法加速运动损伤的恢复。当你积极运动时，受伤可能会像一条意想不到的岔路.",
  "Insurance Reimbursement": "保险报销",
  "Buy Now": "立即购买",
  "Treatment Options": "治疗方案",
  "Decent Med": "德森特医疗",
  "- The studies are stored on a relay network that makes censorship more difficult and mark the beginning of long-term data": "- 这些研究存储在一个中继网络上，使审查更加困难，并标志着长期数据的开始",
  "- You can standardize documentation by posting studies from providers": "- 您可以通过发布提供者的研究来规范文档",
  "- Using video marketing, you can establish your practice as an authority in the industry": "- 通过视频营销，您可以将您的诊所树立为行业权威",
  "- The information is showcased on our telehealth platform, backlinking to your content and enhancing your professional credibility": "- 该信息在我们的远程医疗平台上展示，回链到您的内容，提升您的专业信誉",
  "- Boosting evidence-based claims by posting provider studies on our platform and a decentralized network": "- 通过在我们平台和去中心化网络上发布提供者研究，增强基于证据的主张",
  "- Active Social Marketing Strategies for your website and social media": "- 针对您的网站和社交媒体的积极社交营销策略",
  "At Cell Lab 7, we bring extensive expertise in Molecular and Cell Culture solutions to support the R&D sector, Biotech industry, and academia. Our training and consultancy services are designed to empower labs with the knowledge, infrastructure, and guidance needed to achieve excellence in laboratory operations. Partner with us to elevate your lab’s capabilities and meet the highest standards in research and development.": "在细胞实验室7，我们拥有丰富的分子和细胞培养解决方案专业知识，支持研发部门、生物技术行业和学术界。我们的培训和咨询服务旨在赋能实验室，提供实现卓越实验室操作所需的知识、基础设施和指导。与我们合作，提升您的实验室能力，达到研发领域的最高标准。",
  "Patient Acquisition Engine":"患者获取引擎",
  "- Standardized data and information on our platform show to insurance companies that holistic medicine works": "- 我们平台上的标准化数据和信息向保险公司展示整体医学的有效性",
  "How We Do It":"我们的做法",
  "- AI-Enhanced Marketing strategies and automation for your business": "- 为您的业务提供人工智能增强的营销策略和自动化",
  "'I really was drawn to your vision of how you can help people with this type of platform'":"“我真的被您通过这种平台帮助人们的愿景深深吸引了。”",
  "- Stacy Theodossin": "* 斯泰西·西奥多辛",
  "Searching Stem Cell Therapy Near me? We have you covered!":"寻找我附近的干细胞疗法？我们帮您搞定!",
  "Increase your Patient Bookings by 20%":"提升您的患者预约量20%",
  "Stand out in your Space with Video":"通过视频让您的领域脱颖而出",
  "Springboard to your Patients with Social Media":"通过社交媒体为您的患者搭建跳板",
  "- Publishing provider studies and showcase interviews to grow awareness":"- 发布医生研究和展示访谈以提升认知度",
  "- Available in Spanish, Dutch, French, Hindi, and more":"- 提供西班牙语、荷兰语、法语、印地语等多种语言版本",
  "- Expand reach with multilingual pages":"- 通过多语言页面扩大覆盖范围",
  "Increased Thought Leadership for Holistic Medicine":"提升整体医学的行业影响力",
  "- AI Integration into your website for increased patient acquisition, management and retention":"- 将人工智能整合到您的网站中，以提升患者获取、管理和留存效果",
  "- Interview Showcases to grow public awareness":"- 访谈展示，提升公众认知度",
  "- New technology into your website and business to ensure that your CRM system is efficient":"- 为您的网站和业务引入新技术，确保客户关系管理系统高效运行",
  "- Analytics to ensure that your practice is growing":"- 数据分析，确保您的诊所持续成长",
  "- Active Social Marketing Strategies to increase patient acquisition":"- 积极的社交营销策略以增加患者获取量",
  "- Keyword optimization to ensure that your practice gets in front of your target market":"- 关键词优化，确保您的诊所在目标市场中脱颖而出",
  "Sign Up": "註冊 (Zhùcè)",
  "Office": "辦公室 (Bàngōngshì)",
  "Holistic Summits & Conferences":"整体医学峰会与会议",
  "- Paid providers receive speaking engagements and percent of sales from summits":"- 付费提供者将获得演讲机会及峰会销售额的分成",
  "Increase your Patient Bookings":"提升您的患者预约量",
  "Streamlined Patient Management & Automated Followup":"简化的患者管理与自动跟进",
  "Social Media": "社交媒體 (Shèjiāo méitǐ)",
  "Email: themerlingroupworld@gmail.com": "電子郵件：themerlingroupworld@gmail.com",
  "intro_paragraph": "我們是一個視頻教育平台，展示整體醫學，並利用人工智慧驅動的行銷策略、社交媒體管理和其他獨特服務來幫助我們的客戶成功發展他們的業務。",
  "Find Practioner": "尋找醫生 (Xúnzhǎo yīshēng)",
  "Cancer": "癌症 (Áizhèng)",
  "Digital Marketing Services": "数字营销服务 (Shùzì yíngxiāo fúwù)",
  "We showcase your Holistic Medicine company using AI-driven marketing strategies, data analytics, and social media management to drive business growth.": "我们通过人工智能驱动的营销策略、数据分析和社交媒体管理展示您的整体医学公司，以推动业务增长。",
  "Our website is translated into multiple languages: Spanish, French, Dutch, Arabic (more if nec.) and English. We offer telehealth services to connect you with patients throughout the world.": "我们的网站已翻译成多种语言：西班牙语、法语、荷兰语、阿拉伯语（如有需要，更多语言）和英语。我们提供远程医疗服务，帮助您与全球患者连接。",
  "Content Creation": "内容创作 (Nèiróng chuàngzuò)",
  "Transforming your content into videos for social media and your website. Video production or documentary creation for your company.": "将您的内容转化为社交媒体和网站视频。为您的公司制作视频或纪录片。",
  "Admin Privileges on Mobile App": "移动应用程序的管理员权限 (Yídòng yìngyòng chéngxù de guǎnlǐ yuán quánxiàn)",
  "Backlink Service": "反向链接服务 (Fǎnxiàng liànjiē fúwù)",
  "Providers get access to backlinks via Blogs, videos and branded content. The education pages are your canvas. All content showcased on the education page will be branded to your respective practice. We strive to create residual income for our providers; creating E-Books, Webinars or other content to sell to your audience": "提供者可以通过博客、视频和品牌内容获取反向链接。教育页面是您的画布，所有展示在教育页面上的内容将与您的专业相对应进行品牌化。我们致力于为我们的提供者创造持续收入；制作电子书、网络研讨会或其他内容，供您向您的观众销售。",
  "Profit Share": "利润分成 (Lìrùn fēnchéng)",
  "Pay with Bitcoin": "使用比特币支付 (Shǐyòng bǐtèbì zhīfù)",
  "Pricing Tiers": "定价层级 (Dìngjià céngjí)",
  "Pay with Paypal (Scan QR Code Above)": "使用Paypal支付（扫描上方二维码）(Shǐyòng Paypal zhīfù (Sǎomiáo shàngfāng èrwéi mǎ))",
  "Blogs": "博客 (Bókè)",
  "Broadcast these revolutionary Holistic treatments to billions of people worldwide": "将这些革命性的整体治疗传递给全球数十亿人 (Jiāng zhèxiē gémìngxìng de zhěngtǐ zhìliáo chuándì gěi quánqiú shù shí yì rén)",
  "About Us": "关于我们 (Guānyú wǒmen)",
  "Dashboard": "仪表盘 (Yíbiǎo pán)",
  "Telehealth Services": "远程医疗服务 (Yuǎnchéng yīliáo fúwù)",
  "Telehealth Practices": "远程医疗实践 (Yuǎnchéng yīliáo shíjiàn)",
  "Homeopathy": "顺势疗法 (Shùnshì liáofǎ)",
  "Acupuncture": "针灸 (Zhēnjiǔ)",
  "Chelation": "螯合疗法 (Áohé liáofǎ)",
  "We have witnessed the corruption of the healthcare system. After the pandemic, we noticed the catastrophic shift in the current system and want to provide a cheaper alternatives to healthcare globally.": "我们见证了医疗系统的腐败。大流行之后，我们注意到当前系统的灾难性转变，并希望为全球提供更便宜的医疗替代方案。",
  "Chiropractic": "脊椎疗法 (Jǐzhuī liáofǎ)",
  "Naturopathy": "自然疗法 (Zìrán liáofǎ)",
  "Hypnotherapy": "催眠疗法 (Cuīmián liáofǎ)",
  "Ayurveda": "阿育吠陀 (Ā yù fèi tuó)",
  "Nutrition": "营养学 (Yíngyǎng xué)",
  "Have you ever wondered how people used to live healthier and longer lives? Before traditional medicine, there was wellness. Our ancestors experienced vitality, living off the land. This decade has uncovered the hidden truth about traditional healthcare. Medicine is not about surviving; it is about wellness. Medicine should cure sometimes, relieve often, and comfort always. Our goal is to promote vitality. We are personally and professionally invested in the re-emergence of regenerative medicine and broadening access to revolutionary therapies. Treatments like homeopathy operate on the belief that the body can heal via plants and minerals to stimulate the healing process.": "你有没有想过，过去人们是如何过上更健康、更长寿的生活的？在传统医学之前，人们过的是健康的生活。我们的祖先体验到了生命力，依靠大自然生活。这个十年揭示了传统医疗的隐藏真相。医学不只是为了生存，它是为了健康。医学应该有时治愈，经常缓解，永远安慰。我们的目标是促进生命力。我们在个人和职业上都致力于再生医学的重新兴起，并扩大革命性疗法的可及性。像顺势疗法这样的治疗方法基于这样的信念：身体可以通过植物和矿物自我愈合，从而促进愈合过程。",
  "Stem Cell Therapy": "干细胞疗法 (Gàn xìbāo liáofǎ)",
  "Ayurveda Therapy": "阿育吠陀疗法 (Ā yù fèi tuó liáofǎ)",
  "Blog Page": "博客页面 (Bókè yèmiàn)",
  "Apothecary": "药店 (Yàodiàn)",
  "Can Constipation Cause Back Pain": "便秘会引起背痛吗？(Biànmì huì yǐnqǐ bèi tòng ma?)",
  "Detox Cleanse": "排毒净化 (Páidú jìnghuà)",
  "Hypnotherapy Practitioners": "催眠疗法从业者 (Cuīmián liáofǎ cóngyè zhě)",
  "Homeopathy Practitioners": "顺势疗法从业者 (Shùnshì liáofǎ cóngyè zhě)",
  "Our Values": "我们的价值观 (Wǒmen de jiàzhíguān)",
  "Showcasing Alternatives": "展示替代方案 (Zhǎnshì tìdài fāng'àn)",
  "Treatment of Chronic Conditions": "慢性病治疗 (Mànxìng bìng zhìliáo)",
  "Advanced Features": "高级功能 (Gāojí gōngnéng)",

  "Features & Additional Services": "功能和附加服务",
  "Our goal is to re-invest into the doctors on the platform to fund their research and studies.": "我们的目标是重新为平台上的医生投入资金，以资助他们的研究和学习。",
  "Video Education Platform about Holistic Medicine and its various modalities. Our team offers interviews to all providers on the platform and seeks to collaborate with them to create educational series for their specific modality.": "这是一个关于整体医学及其多种形式的视频教育平台。我们的团队为平台上的所有提供者提供采访，并希望与他们合作，为其特定形式创建教育系列。",
  "Deemed as \"alternative\" in the 1970s, we strive to showcase and deepen the understanding of Holistic Medicine. Furthermore, funding studies and partnering with doctors that practice unique treatment offerings.": "在 1970 年代被视为“替代疗法”，我们致力于展示和加深对整体医学的理解。此外，我们还为研究提供资金，并与提供独特治疗方案的医生合作。",
  "Features of the platform include: Data Analytics, Social Media Marketing, additional offering creation, interview showcases and AI-driven Solutions. For providers that do not have a website, we build custom pages.": "平台功能包括：数据分析、社交媒体营销、附加服务创建、采访展示和 AI 驱动的解决方案。对于没有网站的提供者，我们会为他们定制页面。",

  "The most essential element of wellness is education. This platform is a canvas for holistic providers to showcase their expertise and educate the public on how to tap into wellness. Supermarkets have more chemicals than a chemistry lab. Education goes a long way in fighting disease.": "健康最重要的元素是教育。这个平台是一个画布，供整体治疗提供者展示他们的专业知识，并教育公众如何进入健康领域。超市里的化学品比化学实验室还多。教育在抗击疾病方面起着重要作用。",
  "Deemed 'alternatives', this platform gives a voice to holistic wellness. This platform educates on wellness, providing providers access to patients worldwide. We use innovative tactics to bring more patients to your site.": "被视为‘替代疗法’，这个平台赋予整体健康疗法声音。这个平台提供健康教育，帮助提供者接触全球患者。我们使用创新策略将更多患者带到您的网站。",
  "Have you ever wondered how people used to live healthier and longer lives? Before traditional medicine, there was wellness. Our ancestors experienced vitality - living off the land. This decade has uncovered the hidden truth about traditional healthcare. Medicine is not about surviving; it is about wellness. Medicine should cure sometimes, relieve often, and comfort always. Our goal is to promote vitality. We are personally and professionally invested in the re-emergence of regenerative medicine and broadening access to revolutionary therapies. Treatments like homeopathy operate on the belief that the body can heal via plants and minerals to stimulate the healing process.": "你有没有想过人们过去是如何生活得更健康、更长寿的？在传统医学之前，有健康的生活。我们的祖先体验了活力——依靠土地生活。这个十年揭示了传统医疗背后的隐藏真相。医学不仅仅是为了生存；它关乎健康。医学有时应治愈，常常应缓解，并且始终给予安慰。我们的目标是促进活力。我们个人和专业上都致力于再生医学的复兴，并扩大革命性疗法的可及性。像顺势疗法这样的治疗基于这样的信念：身体可以通过植物和矿物质来刺激愈合过程，实现自我修复。",
  "Cures to chronic diseases exist! This platform is a global Telehealth Directory. Based on the Bitcoin principle of censorship resistance, DecentMed gives a voice to global treatments that treat chronic diseases.": "慢性病的治愈方法是存在的！这个平台是一个全球远程医疗目录。基于比特币的反审查原则，DecentMed为全球治疗慢性病的疗法提供发声平台。",
  "Providers on the platform receive access to patient databases, a digital business card, blog showcase, branded content on the education pages and admin privileges on our upcoming mobile app version of Decent Med.": "平台上的提供者可以访问患者数据库、数字名片、博客展示、教育页面上的品牌内容，并拥有我们即将发布的Decent Med移动应用程序的管理员权限。",
  "Why Us?": "为什么选择我们？ (Wèishéme xuǎnzé wǒmen?)",
  "Monetization of Medicine": "医学的货币化 (Yīxué de huòbì huà)",
  "Why is there no cure for cancer? Why is obesity and prescription overdose only getting worse? Is profit worth life? Promoting wellness begins with education. The current system monetizes medicine, conversely, treatments deemed alternatives, are cheaper and heavily used in the healthiest nations in the world. The body has an immense regenerative potential to heal itself, but when fighting itself, it's hard for the body to heal itself. Prevention is the initial step, eating a diet high in fruits and vegetables provides the essential antioxidants and nutrients to prevent disease. Pairing a 'green' diet with exercise goes a long way in preventing a trip to the doctor.": "为什么没有癌症的治愈方法？为什么肥胖和药物过量问题只会越来越严重？利润值得以生命为代价吗？推广健康从教育开始。当前的系统将医学货币化，而被视为替代治疗的疗法更便宜，并在世界上最健康的国家广泛使用。身体具有巨大的再生潜力来自我修复，但当身体与自己作斗争时，修复自己是很困难的。预防是最初的步骤，吃高水果和蔬菜的饮食提供了防止疾病的必需抗氧化物和营养素。将“绿色”饮食与运动结合起来有助于防止就医。",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days and restores the cells into ketosis. Furthermore, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.": "排毒净化身体。水排毒是一种清除身体毒素的方法。水排毒的时间为1-3天，并将细胞恢复到酮症状态。此外，开始水排毒以从肾脏和肝脏排出毒素（非医学建议）。水排毒有助于身体自我修复。排毒在细胞再生和细胞复兴中起着至关重要的作用——这是健康的两个组成部分。",
  "Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Detoxification to cleanse the body from toxins that cause cancer.": "全球范围内的癌症治疗，如Gerson疗法和Dr. Sebi饮食，采用排毒形式来清除导致癌症的体内毒素。",
  "Why are countries with smaller healthcare budgets than the U.S. have healthier people? Because they strive for alternatives to pills, using elements of Traditional Chinese Medicine (TCM) like Acupuncture or Ayurveda. The healthiest people in the world utilize functional medicine for peak performance. Aaron Rodgers (NFL Quarterback) has gone on record highlighting the benefits of Ayurveda(Panchakarma cleanse). Stars like Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson, and Jamaal Charles (among others) have all used Stem Cell Therapy for ailments.": "为什么一些卫生预算比美国少的国家，人民更健康？因为他们努力寻找药物替代品，采用传统中医（TCM）元素，如针灸或阿育吠陀。世界上最健康的人使用功能医学来实现最佳表现。Aaron Rodgers（NFL四分卫）曾公开谈到阿育吠陀（Panchakarma排毒）的益处。像科比·布莱恩特（Kobe Bryant）、佩顿·曼宁（Peyton Manning）、瑞安·坦尼希尔（Ryan Tannehill）、德森·杰克逊（Desean Jackson）和贾马尔·查尔斯（Jamaal Charles）等明星都曾使用干细胞疗法治疗疾病。",
  "Why are countries with smaller healthcare budgets than the U.S. have healthier people? Because they strive for alternatives to pills, using elements of Traditional Chinese Medicine (TCM) like Acupuncture or Ayurveda. The healthiest people in the world utilize functional medicine for peak performance. Aaron Rodgers (NFL Quarterback) has gone on record highlighting the benefits of": "为什么一些卫生预算比美国少的国家，人民更健康？因为他们努力寻找药物替代品，采用传统中医（TCM）元素，如针灸或阿育吠陀。世界上最健康的人使用功能医学来实现最佳表现。Aaron Rodgers（NFL四分卫）曾公开谈到",
  "Ayurveda(Panchakarma cleanse)": "阿育吠陀（Panchakarma排毒）",
  "Stars like Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson, and Jamaal Charles (among others) have all used Stem Cell Therapy for ailments.": "像科比·布莱恩特（Kobe Bryant）、佩顿·曼宁（Peyton Manning）、瑞安·坦尼希尔（Ryan Tannehill）、德森·杰克逊（Desean Jackson）和贾马尔·查尔斯（Jamaal Charles）等明星都曾使用干细胞疗法治疗疾病。",
  "Health Facts": "健康事实 (Jiànkāng shìshí)",
  "Healthcare Realities": "医疗现实 (Yīliáo xiànshí)",
  "- Estimated $455 billion spent on healthcare yearly is lost each year to fraud and corruption.": "- 每年估计有4550亿美元的医疗开支因欺诈和腐败而流失 (Měi nián gūjì yǒu 4550 yì měiyuán de yīliáo kāizhī yīn qīzhà hé fǔbài ér liúshī)",
  "- 45% of global citizens believe the healthcare sector is corrupt or very corrupt.": "- 全球45%的人认为医疗行业腐败或严重腐败 (Quánqiú 45% de rén rènwéi yīliáo hángyè fǔbài huò yánzhòng fǔbài)",
  "Obesity Statistics": "肥胖统计 (Féi pàng tǒng jì)",
  "- 1/3 Adults in the United States are obese.": "- 美国1/3的成年人肥胖 (Měiguó 1/3 de chéngnián rén féipàng)",
  "- 32.5% of American adults are overweight; obesity is linked to at least 60 chronic diseases.": "- 32.5%的美国成年人超重；肥胖与至少60种慢性疾病相关 (32.5% de měiguó chéngnián rén chāozhòng; féipàng yǔ zhìshǎo 60 zhǒng mànxìng jíbìng xiāngguān)",
  "- Obesity affects 1/6 children in the United States. Obesity costs Americans an estimated $147 billion a year.": "- 肥胖影响美国1/6的儿童。肥胖每年给美国人带来约1470亿美元的成本 (Féipàng yǐngxiǎng měiguó 1/6 de értóng. Féipàng měi nián gěi měiguó rén dàilái yuē 1470 yì měiyuán de chéngběn)",
  "Water and Degenerative Disease": "水与退行性疾病 (Shuǐ yǔ tuìxíng xìng jíbìng)",
  "- Our current water supply is processed and does not hydrate because the molecules are too big for capillaries.": "- 我们当前的水源经过处理，但无法提供水分，因为水分子对于毛细血管来说太大 (Wǒmen dāngqián de shuǐyuán jīngguò chǔlǐ, dàn wúfǎ tígōng shuǐfèn, yīnwèi shuǐfènzǐ duìyú máoxì xuèguǎn lái shuō tài dà)",
  "- Blood is 83% water; we need access to charged water, or electrically/sunlight charged water.": "- 血液中83%是水；我们需要接触充电水，或电气/阳光充电水 (Xiěyè zhōng 83% shì shuǐ; wǒmen xūyào jiēchù chōngdiàn shuǐ, huò diànqì/yángguāng chōngdiàn shuǐ)",
  "- The 3 leading causes of degenerative disease: oxidized stress, dehydration, and acidity.": "- 退行性疾病的三大主要原因：氧化压力、脱水和酸度 (Tuìxíng xìng jíbìng de sān dà zhǔyào yuányīn: yǎnghuà yālì, tuōshuǐ hé suāndù)",
  "Telehealth Directory": "远程医疗目录 (Yuǎnchéng yīliáo mùlù)",
  "LogOut": "登出 (Dēngchū)",
  "Pay with Bitcoin": "使用比特币支付 (Shǐyòng bǐtèbì zhīfù)",
  "Pay with Credit Card": "使用信用卡支付 (Shǐyòng xìnyòngkǎ zhīfù)",
  "Add Cart": "添加购物车 (Tiānjiā gòuwù chē)",
  "add cart": "添加购物车 (Tiānjiā gòuwù chē)",
  "Health Coach": "健康教练 (Jiànkāng jiàoliàn)",
  "Stem Cell": "干细胞 (Gàn xìbāo)",
  "Nutrition/Dietician": "营养师/营养学家 (Yíngyǎng shī/yíngyǎng xuéjiā)",
  "Components": "组成部分 (Zǔchéng bùfèn)",
  "Digital Business Card": "电子名片 (Diànzǐ míngpiàn)",
  "Showcase your company with a direct link to your booking page. The practices above will take users to a scrollview of As the project scales, there will be built-in 24 hour scheduler.": "通过直接链接到您的预订页面展示您的公司。上述做法将带领用户进入一个滚动视图，随着项目的扩展，将内置24小时调度程序。",
  "Access to Client Databases": "访问客户数据库",
  "You will gain access to patients who signup for forms throughout the application.": "您将获得访问通过整个应用程序注册表格的患者的权限。",
  "Admin Privileges on Mobile App": "移动应用程序的管理员权限",
  "There is a mobile app equivalent of this project. Members of the coalition can post content on the mobile app and other admin privileges.": "这个项目有一个相应的移动应用程序。联盟成员可以在移动应用程序上发布内容并享有其他管理员权限。",
  "Branded Content": "品牌内容",
  "Try Applied Kinesiology Today":"今天尝试应用肌肉学",
  "Applied Kinesiology (AK) is a holistic approach of treating muscle weakness and imbalance by working with the nervous system, lymphatic system, vascular system and nutrition. The Center for Natural Health provides AK with acupuncture, NAET, and homeopathy (not limited) to identify underlying causes of health problems that go undetected.":"应用肌肉学（AK）是一种通过与神经系统、淋巴系统、血管系统和营养合作来治疗肌肉虚弱和不平衡的整体方法。自然健康中心提供与针灸、NAET和顺势疗法（不限）结合的AK，以识别那些未被察觉的健康问题的潜在原因。",
  "Providers get to showcase their content on our blog page. The education pages are your canvas. All content showcased on the education page will be branded to your respective practice.": "提供者可以在我们的博客页面展示他们的内容。教育页面是您的画布。所有展示在教育页面上的内容都将按您的业务品牌进行展示。",
  "Access to Herb & Cancer Studies/Trials": "访问草药与癌症研究/试验",
  "Providers get to be the face of our Cancer Studies and various trials for our Herbs and their distinct uses.": "提供者将成为我们癌症研究以及草药及其独特用途的各类试验的代言人。",
  "Additional Services": "附加服务",
  "Holistic Treatment for Autism":"自闭症的整体治疗",
  "Assessing organ function and system imbalances":"评估器官功能和系统失衡",
  "Seeking Applied Kinesiology near me?":"寻找我附近的应用肌肉学?",
  "Technical SEO": "技术SEO",
  "Applied Kinesiology (AK) is a holistic approach of treating muscle weakness and imbalance by working with the nervous system, lymphatic system, vascular system and nutrition. The Center for Natural Health provides AK with acupuncture, NAET and homeopathy (not limited) to identify underlying causes of health problems that go undetected.":"应用肌肉学（AK）是一种通过与神经系统、淋巴系统、血管系统和营养合作来治疗肌肉虚弱和不平衡的整体方法。自然健康中心提供AK治疗，包括针灸、NAET和顺势疗法（不限于此），以识别那些未被发现的潜在健康问题的根本原因。",
  "Addressing root causes rather than just symptoms, integrating physical, chemical, and emotional factors.":"解决根本原因，而不仅仅是症状，整合身体、化学和情感因素。",
  "Incorporating muscle testing to help determine which approach is best for you including activator instrument, manual therapy, nutritional supplements, acupuncture, etc.":"结合肌肉测试帮助确定最适合您的方法，包括激活器、手法治疗、营养补充品、针灸等。",
  "Light Force Adjustment":"轻力调整",
  "The NAET system is based on the theory of electromagnetic energy. The human body has a flow of electromagnetic currents that corresponds physically to the currents of the central and peripheral nervous systems. When the body has an allergic response, blockages occur in the electrical currents, which in turn produce different symptoms based on the meridian, or energy channel, where the blockages occur.":"NAET系统基于电磁能量理论。人体有一种电磁电流流动，物理上与中央和外周神经系统的电流相对应。当身体发生过敏反应时，电流中会发生阻塞，进而根据阻塞发生的经络或能量通道产生不同的症状.",
  "NAET (Nambudripad's Allergy Elimination Technique)":"NAET（南布德里帕德的过敏消除技术)",
  "It addresses cranial faults and corrects any subluxations (improper movement of a joint). It also takes into account the entire GI system to make sure it is functioning optimally.":"它处理颅骨故障并纠正任何关节错位（关节的错误运动）。它还考虑到整个消化系统，以确保其功能正常.",
  "Utilizes the body’s own information":"利用身体自身的信息",
  "Studies have been done on the significance of chiropractic helping children with autism and have shown significant results. Some techniques have had better results than others, but most have helped to some degree. The top two that have been shown to have the most significance are Applied Kinesiology and SOT.":"已经有研究表明，脊椎按摩疗法对自闭症儿童的帮助具有重要意义，并已显示出显著的结果。某些技术的效果优于其他技术，但大多数技术在某种程度上都有帮助。被证明最具重要性的两项技术是应用肌肉学和SOT。",
  "Applied Kinesiology works with the nervous system, lymphatic system, vascular system and identifies nutritional deficiencies.":"应用肌肉学与神经系统、淋巴系统、血管系统合作，并识别营养缺乏。",
  "Applied Kinesiology":"应用肌肉学",
  "Helps with Complex Disorders like Autism":"帮助治疗复杂的障碍，如自闭症",
  "NAET Treatment (Nambudripad's Allergy Elimination Techniques)":"NAET治疗（南布德里帕德的过敏消除技术)",
  "Dr. Wicks' passion is to help others that seem to have nowhere else to turn.  She specializes in treating hard to treat conditions including (but not limited to) back pain, headaches, neurological conditions, digestive issues, arthritis, food sensitivities, seasonal allergies, and many more. When the body is functioning optimally, the way it was designed, then it has the ability to heal itself.  With adjustments, proper nutrition and balancing the body's systems using AK and CK procedures and/or NAET, it is then able to function optimally.":"Wicks博士的热情是帮助那些似乎无路可走的人。她专门治疗那些难以治疗的疾病，包括（但不限于）背痛、头痛、神经系统疾病、消化问题、关节炎、食物过敏、季节性过敏等。当身体以最佳方式运作，按照它设计的方式运作时，它就有能力自我治愈。通过调整、适当的营养以及使用AK和CK程序和/或NAET平衡身体的系统，身体才能最佳运作。",
  "- SEO & Social Media Audits": "- SEO与社交媒体审计",
  "- Keyword optimization": "- 关键词优化",
  "Treating Muscle Weakness and Imbalance":"治疗肌肉虚弱和不平衡",
  "- Improving page speed & web performance": "- 提高页面速度和网站性能",
  "- Growing backlinks": "- 增加反向链接",
  "What is Applied Kinesiology?":"什么是应用肌肉学?",
  "It addresses cranial faults and corrects any subluxations (improper movement of a joint).  It also takes into account the entire GI system to make sure it is functioning optimally.":"它处理颅骨错位并纠正任何半脱位（关节的不正常运动）。它还考虑整个胃肠系统，以确保其功能处于最佳状态。",
  "Anil Narain Matai: Spirtual Coach":"阿尼尔·纳兰·马泰：心灵导师",
  "The NAET system is based on the theory of electromagnetic energy. The human body has a flow of electromagnetic currents that corresponds physically to the currents of the central and peripheral nervous systems.  When the body has an allergic response, blockages occur in the electrical currents, which in turn produce different symptoms based on the meridian, or energy channel, where the blockages occur.":"NAET系统基于电磁能量的理论。人体有电磁能流，其物理上与中枢神经系统和外周神经系统的电流相对应。当身体发生过敏反应时，电流中会出现阻塞，这些阻塞会根据发生在经络（能量通道）的位置，引发不同的症状.",
  "- Goal: Achieve top Google rankings": "- 目标：达到谷歌排名第一",
  "Holistic Telehealth Conferences": "整体远程医疗会议",
  "- Hosting virtual & onsite holistic medicine conferences": "- 举办虚拟和现场整体医学会议",
  "- Topics: Acupuncture, Chiropractic, Nutrition, Preventive Medicine, Stem Cell Therapy, Ayurveda, Chelation, Naturopathy, Hypnotherapy, and Homeopathy": "- 主题：针灸，脊椎按摩，营养学，预防医学，干细胞疗法，阿育吠陀，排毒疗法，自然疗法，催眠疗法，和顺势疗法",
  "- Focus on education & industry promotion": "- 专注于教育和行业推广",
  "Social Media Marketing": "社交媒体营销",
  "I'm Anil N Matai, a dedicated poet, philosopher, and spiritual guide on a mission to share the timeless wisdom of Sufi thought through my spiritually enriching poems. Deeply committed to exploring the intricacies of the human soul's journey, consciousness, and the pursuit of spiritual awakening. My poetic work delves into themes of spirituality, love, and the eternal quest for a deeper connection with the divine. Inspiring and guiding others on their spiritual path, urging them to discover profound truths within. Through eloquent verses and profound insights, I encourage reflection, challenge material illusions, and invite a journey of self-discovery.":"我是Anil N Matai，一位致力于通过我富有精神启迪的诗歌分享苏菲思想永恒智慧的诗人、哲学家和精神导师。我深深致力于探索人类灵魂的旅程、意识和追求精神觉醒的复杂性。我的诗作深入探讨了精神性、爱情以及与神圣更深层次连接的永恒追求的主题。激励和引导他人在他们的精神道路上，鼓励他们在内心发现深刻的真理。通过优雅的诗句和深刻的洞见，我鼓励反思，挑战物质幻觉，邀请进入自我发现的旅程。",
  "- Managing social media accounts": "- 管理社交媒体账户",
  "- Developing custom strategies for growth & engagement": "- 制定定制的增长和参与策略",
  "- Enhancing online presence": "- 增强在线存在感",
  "Website Management": "网站管理",
  "- Develop healthy boundaries that honor your time, energy, and needs — both personally and professionally.":"- 建立健康的界限，尊重你的时间、精力和需求——无论在个人生活还是职业中.",
  "- Custom page development": "- 自定义页面开发",
  "- Backend security & maintenance": "- 后端安全和维护",
  "- Marketing & analytics integration": "- 营销和分析集成",
  "Web Analytics & Reporting": "网站分析与报告",
  "- Weekly SEO audits using SEMRush, Moz, Google Search Console, and other tools": "- 每周使用SEMRush，Moz，Google搜索控制台和其他工具进行SEO审计",
  "- Data-driven insights to optimize performance": "- 基于数据的洞察力优化性能",
  "Translated Website": "翻译网站",
  "- Expand reach with multilingual support": "- 通过多语言支持扩大影响力",
  "- Available in Spanish, Dutch, Portuguese, Hindi, and more": "- 提供西班牙语、荷兰语、葡萄牙语、印地语等语言",
  "Security Services": "安全服务",
  "- Specialized security for healthcare data & providers": "- 专门针对医疗数据和提供者的安全服务",
  "- Security auditing & development to protect sensitive information": "- 安全审计与开发，保护敏感信息",
  "Attention Holistic Practitioners": "注意，整体治疗师",
  "Welcome to Decent Med: the showcase of Functional Medicine and its revolutionary impact on the lives of billions. Moreover, notice that some of the pages on the website are not robust with information - this is by design. This platform is your canvas. I want beneficial and relevant information from practitioners experienced in the field. This platform gives industry experts a voice to patients globally and grows their practice in a new manner.": "欢迎来到Decent Med：功能医学的展示以及其对亿万人生活的革命性影响。此外，请注意网站上的一些页面信息不完整——这是故意设计的。这个平台是您的画布。我希望从有经验的从业者那里获得有益和相关的信息。这个平台为行业专家提供了向全球患者发声的机会，并以新的方式扩大他们的实践。",
  "This platform educates on wellness, providing you access to more patients worldwide. We use innovative tactics to bring more patients to your site. Decent Med is a global Telehealth Directory. Furthermore, this is the new standard in healthcare post-pandemic. Telehealth is an innovative way to connect patients with providers no matter where they are. Healthcare Finance says, “Telehealth expected to drive $29 billion in healthcare services in 2020”(Healthcare Finance). This platform is dynamic and evolves to grow the market share of alternative medicine worldwide.": "这个平台提供健康教育，为您提供接触更多全球患者的机会。我们采用创新策略为您带来更多患者。Decent Med是一个全球远程医疗目录。此外，这是后疫情时代医疗保健的新标准。远程医疗是一种创新的方式，可以将患者与提供者连接，无论他们身在何处。Healthcare Finance表示：“远程医疗预计将在2020年推动290亿美元的医疗服务”（Healthcare Finance）。这个平台具有动态发展能力，不断发展以扩大全球替代医学的市场份额。",
  "Vitamin B: Vitamin B17 - The Mysterious Case of Cancer": "维生素B：维生素B17——癌症的神秘案例",
  "What are the natural alternatives to Rogaine? Dr. Sebi argued that people should not eat cooked oils, like Palm or soybeans. However, the oil is extracted from American Palm Oil or Batana oil is extracted from the nuts and forms a rich in antioxidants and vitamin E. According to pfaf.org: 'the oil from nuts is expected to stimulate hair loss and combat dandruff'. Does batana oil work? The Tawira tribe is known as 'people of beautiful hair', and attributes their hair success to batana oil. Dr. Sebi claimed, 'The enzymes in it sink into the hair and revive the dead hair follicles', pairing scalp application of batana oil and a vegetarian diet maximizes results (according to Dr. Sebi)": "罗盖因的天然替代品有哪些？Dr. Sebi认为，人们不应食用烹饪油，如棕榈油或大豆油。然而，油是从美国棕榈油中提取的，或从坚果中提取的巴塔纳油，富含抗氧化物和维生素E。根据pfaf.org的资料：“坚果油预计能够刺激脱发并对抗头皮屑”。巴塔纳油有效吗？塔维拉部落以“美丽头发的人”而闻名，并将他们的头发成功归功于巴塔纳油。Dr. Sebi声称：“其中的酶渗透到头发中，复活死去的毛囊”，将巴塔纳油涂抹在头皮上并配合素食饮食可最大化效果（根据Dr. Sebi）",
  "It is important to note that Dr. Sugiura was not the only doctor who discovered Laetrile-cured mice. 'Dr. Lloyd Schloen published a 100% cure rate in Swiss albino mice'. Regarding credibility, Dr. Sugiura is a pioneer of cancer research and one of the most well-regarded doctors in history. According to biographies and reports, Dr. Sugiura had retired a decade before his findings on Laetrile. Two years before his death, Dr. Sugiura stated: 'There's something funny here. The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group', regarding a study with Laetrile. The results were: 'Laetrile was found to possess neither preventive, nor tumore-regressant, nor anti-metastatic, nor curative anti-cancer activity'. Dr. Sigiura 'stuck' to his claims about Laetrile.": "需要注意的是，Sugiura博士并不是唯一发现Laetrile可以治愈小鼠的医生。'Dr. Lloyd Schloen在瑞士白鼠中发表了100%的治愈率'。关于可信度，Sugiura博士是癌症研究的先驱之一，也是历史上最受尊敬的医生之一。根据传记和报道，Sugiura博士在发现Laetrile之前已退休十年。在去世前两年，Sugiura博士表示：“这里有些奇怪。盐水对照组的小肿瘤40%的时间停止生长，而治疗组仅有27%的时间停止生长”，这是关于Laetrile的研究。结果是：'发现Laetrile既没有预防作用，也没有肿瘤抑制作用，没有抗转移作用，也没有治愈癌症的抗癌活性'。Sugiura博士坚持他关于Laetrile的主张。",
  "In 1952, Dr. Ernst T. Krebs Jr. found that diseases like cancer stem from deficiency,": "1952年，Ernst T. Krebs博士发现像癌症这样的疾病源于缺乏",
  "specifically a compound in the nitroloside family.": "特别是来自硝基苷类的化合物。",
  "Prevalent in fruits in the Prunus Rosacea family - bitter almond, apricot, blackthorn, cherry, nectarine, peach and plum'.": "在李属植物（如苦杏仁、杏、黑刺梅、樱桃、油桃、桃子和李子）中常见。",
  "Because these foods have similar properties of B-complex vitamins - he called it 'vitamin B17'.": "因为这些食物具有类似于B族维生素的特性——他称之为‘维生素B17’。",
  "Does the disease stem from a lack of nutrition? Imagine a world where consuming": "疾病是否源于缺乏营养？想象一个世界，食用",
  "'peach and apricot seeds' bolsters your nutrition to fight disease!": "‘桃子和杏子种子’增强你的营养以抵抗疾病！",
  "If one believes the body has an immense regenerative potential to heal itself,": "如果有人相信身体具有巨大的再生潜力来自我修复，",
  "then fighting disease begins with food.": "那么，抵抗疾病从食物开始。",
  "Dr. George M. Briggs (Professor of Nutrition at the University of California) noted:": "乔治·M·布里格斯博士（加利福尼亚大学营养学教授）指出：",
  "'The typical American diet is a national disaster … If I fed it to pigs or cows, without adding vitamins and other supplements,": "‘典型的美国饮食是国家灾难……如果我把它喂给猪或牛，而不添加维生素和其他补充剂，",
  "'I could wipe out the livestock industry'. Griffin and many other doctors theorize that 'disease stems from vitamin B deficiency,": "‘我可以摧毁畜牧业’。格里芬和许多其他医生推测，‘疾病源于维生素B缺乏，",
  "specifically vitamin B17. Cancer is on the rise in the US, and nutrition is falling. There are far more McDonald's and other fast": "特别是维生素B17。美国的癌症病例在增加，营养状况在下降。麦当劳和其他快餐店的数量远多于农贸市场和全食超市。",
  "food chains than farmer's markets and Whole Foods stores. The": "快餐连锁店远多于农贸市场和全食超市。",
  "Hunza people": "亨扎人",
  "of Pakistan live longer despite living in an isolated": "巴基斯坦的亨扎人尽管生活在一个与世隔绝的地区，仍然活得更久",
  "region without the vast resources of the US. What is the secret to their vitality?": "没有美国那样的丰富资源。他们活力的秘密是什么？",
  "Apricots, consistent nitriloside foods, and a mainly plant-based diet.": "杏子、一贯的氰基苷食物和以植物为主的饮食。",
  "The average lifespan of an American is '78 years'. Conversely, Hunza people can live to 120 years!": "美国人的平均寿命是‘78岁’。相反，亨扎人可以活到120岁！",
  "How does a tribe from a developing country outlive the greatest nation in the world?": "一个发展中国家的部落如何比世界上最强大的国家还要长寿？",
  "The Hunza tribe places a strong emphasis on vitamin A consumption and overall nutrition.": "亨扎部落非常重视维生素A的摄入和整体营养。",
  "The United States values taste over nutrition and do not see a benefit in mass consumption of nitrilosides.": "美国重视口味而非营养，并未看到大量消费氰基苷的益处。",
  "Author Vilhjalmur Stefanson": "作者维尔哈尔穆尔·斯特凡森",
  "Cancer: Disease of Civilization? An Anthropological and Historical Study": "癌症：文明的疾病？一项人类学和历史研究",
  "also found 'traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)'": "还发现‘传统的爱斯基摩饮食中含有来自驯鹿和北极狐肉胃中的氰基苷，以及来自寒冷地区的箭草（Triglochin Maritima）’",
  "Notably, when the Eskimos went to other regions and abandoned their traditional diet - cancer began to emerge. The pancreas plays a key role in digestion and blood sugar regulation. Notably, your chances of cancer increase with diabetes - obesity results in many diseases, including diabetes (type 2). Griffin and many other doctors determine that diet affects our health - what you eat determines your health.": "值得注意的是，当爱斯基摩人去到其他地区并放弃了他们的传统饮食——癌症开始出现。胰腺在消化和血糖调节中发挥着关键作用。值得注意的是，糖尿病患者的癌症风险增加——肥胖导致许多疾病，包括糖尿病（二型）。格里芬和许多其他医生认为，饮食影响我们的健康——你吃什么决定你的健康。",
  "B17 contains 'two units of glucose, one of benzaldehyde and one of cyanide (beta-glucosidase),' according to Griffin and Krebs - 'the unlocking enzyme is safe for the body but kills cancer cells'. Although traditional medicine vehemently disagrees about the efficacy of vitamin B17, the medical industry does agree that cancer loves sugar. Orthodox medicine believes that the renowned researcher - Dr. Kanematsu Sugiura, was correct in his findings about chemotherapy. Chemotherapy is the standard cancer treatment. Furthermore, traditional medicine sees no benefit in Laetrile - claiming that it can poison you from cyanide. Conversely, B12 (used throughout the USA) contains cyanide. According to Griffin, 'B17 stimulates hemoglobin or red blood cells, destroys cancer cells, nourishes non-cancer cells and can help with sickle-cell anemia'. The major difference in schools of thought is how the body should respond to disease. Orthodox medicine tends to treat symptoms of the problem. Conversely, Natural medicine believes that the body is an interconnected system - where the root cause is addressed instead of the symptom. Nutrition and addressing deficiencies or pharmaceuticals addressing certain conditions, these opposed schools of medicine have shaped the current state of healthcare in the United States.": "根据格里芬和克雷布斯的说法，B17含有‘两个葡萄糖单元，一个苯甲醛单元和一个氰化物单元（β-葡萄糖苷酶）’，‘解锁酶对身体是安全的，但能杀死癌细胞’。尽管传统医学对维生素B17的效果持强烈异议，但医学界一致认为癌症喜欢糖分。传统医学认为，著名研究员——菅沼勘松博士的关于化疗的发现是正确的。化疗是癌症的标准治疗方法。此外，传统医学认为Laetrile没有好处——声称它可能因氰化物而毒害你。相反，B12（在美国广泛使用）也含有氰化物。根据格里芬的说法，‘B17刺激血红蛋白或红细胞，摧毁癌细胞，滋养非癌细胞，并可帮助镰状细胞贫血’。主要的区别在于不同医学流派如何应对疾病。传统医学倾向于治疗问题的症状。相反，自然医学认为，身体是一个互联的系统——解决的是根本原因，而非症状。营养和解决缺乏的补充，或药物治疗特定的病症，这些对立的医学流派塑造了目前美国的医疗状况。",
  "According to Griffin and Krebs, vitamin B17 contains 'two glucose units, one benzaldehyde unit, and one cyanide unit (beta-glucosidase)', and 'the unlocking enzyme is safe for the body but kills cancer cells'. Although traditional medicine strongly disputes the effectiveness of vitamin B17, the medical industry acknowledges that cancer loves sugar. Orthodox medicine believes the famous researcher Dr. Kanematsu Sugiura was right in his findings on chemotherapy. Chemotherapy is the standard treatment for cancer. Furthermore, traditional medicine sees no benefit in Laetrile, claiming that it may be toxic due to cyanide. On the other hand, vitamin B12 (used in the U.S.) also contains cyanide. According to Griffin, 'B17 stimulates hemoglobin or red blood cells, destroys cancer cells, nourishes non-cancerous cells, and may help with sickle cell anemia'. The main difference between these schools of thought lies in how the body should respond to illness. Orthodox medicine primarily treats the symptoms of the problem. In contrast, natural medicine considers the body as an interconnected system where the root cause is treated rather than the symptom. These opposing approaches, between nutrition and treatment of deficiencies or pharmaceutical products targeting specific conditions, have shaped the current state of healthcare in the United States.": "根据Griffin和Krebs的说法，B17维生素包含'两个葡萄糖单位，一个苯甲醛单位和一个氰化物单位（β-葡萄糖苷酶）'，并且'解锁酶对身体是安全的，但能杀死癌细胞'。尽管传统医学强烈反对B17维生素的疗效，医学界一致认为癌症喜爱糖分。正统医学认为，著名研究员Sugiura博士在其化疗研究中的发现是正确的。化疗是标准的癌症治疗方法。此外，传统医学对Laetrile并未给予好评，认为它可能因氰化物而具有毒性。相比之下，美国使用的B12维生素也含有氰化物。根据Griffin的说法，'B17可以刺激血红蛋白或红血球，摧毁癌细胞，滋养非癌细胞，并有助于治疗镰状细胞贫血'。这两种思想体系之间的主要差异在于身体应该如何应对疾病。正统医学主要治疗症状，而自然医学则认为身体是一个相互联系的系统，应该处理根本原因而不是症状。这些相反的做法——无论是营养还是缺乏症治疗，或是针对某些疾病的药物治疗——塑造了美国当前的医疗保健状态。",
  "The FDA banned Laetrile in 1980, three years after Dr. Suguira noted that it could kill cancer cells (72–77). The major reason B17 is illegal is from potential cyanide poisoning. Dr. Krebs claimed, 'Roasted seeds destroy the unlocking enzyme - beta-glucosidase, high in cyanide'. Griffin claims that the cyanide claim was due to 'discrediting vitamin B17'. It is important to note that cigarettes, alcohol, seed oils, Red 40, and other dyes are toxic and cause harm to the human body. McDonald's is located in every state and capital (except Montpelier) in the United States. Why does the FDA ban Laetrile for cyanide but does not ban vapes for being toxic to Americans? Humans are resistant to change - the doctor who proposed washing your hands before childbirth was fired. Medical institutions have a standard and do not want doctors to start straying from the norm. There is money in medicine - it is a billion-dollar industry. Most doctors and nurses do not know that the Flexner Report is the curriculum of modern medicine. Why is there no cure for cancer? In short, politics - lives are at stake, and institutions require 100% assurance that the treatment is safe and effective before being rolled out to the public.": "FDA于1980年禁止了Laetrile，三年后Suguira博士指出它可以杀死癌细胞（72–77）。B17非法的主要原因是潜在的氰化物中毒。Krebs博士声称，'烘烤的种子会摧毁解锁酶——β-葡萄糖苷酶，这种酶含有高浓度的氰化物'。Griffin声称，氰化物的说法是为了'抹黑B17维生素'。需要注意的是，香烟、酒精、种子油、红色40号和其他染料是有毒的，且对人体有害。麦当劳在美国的每个州和首都都有（除了蒙彼利埃）。为什么FDA禁止氰化物含量的Laetrile，而不禁止含毒性物质的电子烟？人类对变化抵触——曾提倡产前洗手的医生被解雇。医学机构有标准，并且不希望医生偏离常规。医学中有钱——它是一个数十亿美元的行业。大多数医生和护士不知道Flexner报告是现代医学的课程。为什么没有癌症治疗方法？简而言之，政治——生命是至关重要的，机构要求确保治疗方法在推广到公众之前是100%安全有效的。",
  "I recently spoke with a member of the medical community, who stated: 'Laetrile has not shown to be effective'. Emphasizing that 'everyone's body is different, and fighting disease begins with lowering cortisol levels (stress)'. People should be preventive, slowly shifting their nutrition and including vitamin B and other vitamins into their diet. However, he does acknowledge that disease can occur from a vitamin deficiency. Supplements and vitamins play a role in getting the body what it lacks.": "我最近与一位医学界成员交谈，他表示：'Laetrile并未显示出有效性'。他强调说，'每个人的身体都不同，抗击疾病的开始是降低皮质醇水平（压力）'。人们应该采取预防措施，逐渐调整饮食，并加入维生素B和其他维生素。然而，他也承认，疾病可能源于维生素缺乏。补充剂和维生素在弥补身体所需的营养方面发挥着作用。",
  "In summary, disease stems from a deficiency in vitamin B (A, D, E, K) - vitamin B consumption benefits the body. B17 (Laetrile) is a controversial component similar to vitamin B and primarily found in 'bitter almond, apricot, blackthorn, cherry, nectarine, peach, and plum'; adding these fruits to your diet is no harm and could benefit your nutrition. Dr. Krebs claimed, 'Healthy adults should get a minimum of 50 milligrams of B17 daily'. Regarding cancer, Laetrile is not a treatment method in the global West - Europe, USA, and Canada. However, alternative cancer treatment in Mexico and other developing nations uses Laetrile. The body is an interconnected system. Furthermore, people should value nutrition - including vitamin B and complex B vitamins for disease prevention.": "总之，疾病源于维生素B（A、D、E、K）的缺乏——维生素B的摄入有益于身体。B17（Laetrile）是与维生素B类似的一个有争议的成分，主要存在于'苦杏仁、杏子、黑刺李、樱桃、油桃、桃子和李子'中；将这些水果添加到饮食中无害，并可能有益于您的营养。Krebs博士声称，'健康的成年人每天应该摄入至少50毫克的B17'。关于癌症，Laetrile在全球西方（欧洲、美国和加拿大）不是一种治疗方法。然而，墨西哥和其他发展中国家的替代癌症治疗方法使用Laetrile。身体是一个相互联系的系统。此外，人们应重视营养——包括维生素B和复杂的B维生素用于疾病预防。",
  "Cancer Cures": "癌症治疗",
  "Health & Wellness Blogs": "健康与养生博客",
  "Fenbendazole for Cancer": "芬本达唑治疗癌症",
  "Fenbendazole for Humans with Cancer": "芬本达唑治疗人类癌症",
  "Click on image for full Blog": "点击图片查看完整博客",
  "Click on image for blog by Epoch Times on correlation between Food and Mental Health": "点击图片查看Epoch Times关于食物与心理健康相关性的博客",
  "Ivermectin for Cancer": "伊维菌素治疗癌症",
  "Ivermectin for Cancer in Humans": "伊维菌素治疗人类癌症",
  "Can Constipation cause Back Pain?": "便秘会导致背痛吗？",
  "An estimated “80% of the population will have significant back pain. According to the NIH, “15% of the US population deal with chronic constipation”, a statistic that highlights the American diet. Our bodies are interconnected systems; constipation causes stool buildup and affects the sacral nerve. Yes, constipation can cause back pain, specifically lower back pain.": "大约“80%的人口会有明显的背痛。根据美国国立卫生研究院（NIH）的数据，“15%的美国人患有慢性便秘”，这一统计反映了美国饮食的问题。我们的身体是一个相互连接的系统；便秘会导致粪便积聚并影响骶神经。是的，便秘可以导致背痛，特别是下背痛。",
  "Health is optimal physical, mental, emotional and spiritual well-being. Over 50 million (15% of current pop.) Americans struggle with constipation. According to studies, “39.6% of Americans are obese”, more than double the percentage of constipated Americans. What is the American diet? The Standard American Diet (SAD) comprises high fats, dairy, oils, sugars, grains and artificial sweeteners. Shockingly, “65% of the world population have lactose intolerance”. If over half the world population (Over 4 billion people) struggle with lactose intolerance, why does American diet stress dairy? For decades, doctors linked dairy with dairy. However, athletes are turning toward plant-based protein and plant-based diets for nutrition. Star athletes — Serena and Venus Williams, Diana Taurasi (WNBA) and Nate Diaz(UFC) eat a vegan diet, along with many stars that eat primarily plant-based. Legends like Tom Brady, Arnold Schwarzenegger and LeBron James get their protein from plants. Moreover, plants are high in fiber — a cause of constipation is a low-fiber diet. Pears, strawberries, avocados, oats, raspberries and prunes are all good sources of fiber. Constipation is a symptom of a bigger problem — an obesity issue.": "健康是身体、心理、情感和精神的最佳状态。超过5000万（占当前人口的15%）美国人正在与便秘作斗争。研究显示，“39.6%的美国人肥胖”，这一比例是便秘美国人的两倍多。什么是美国饮食？标准美国饮食（SAD）包含高脂肪、乳制品、油类、糖分、谷物和人造甜味剂。令人震惊的是，“65%的世界人口有乳糖不耐症”。如果全球超过一半的人口（超过40亿人）都面临乳糖不耐症，为什么美国饮食会强调乳制品呢？几十年来，医生将乳制品与健康联系在一起。然而，运动员们正在转向植物性蛋白和植物性饮食来获得营养。明星运动员——塞雷娜和维纳斯·威廉姆斯、戴安娜·陶拉西（WNBA）和内特·迪亚兹（UFC）吃素食，许多其他明星也主要食用植物性食品。传奇人物如汤姆·布雷迪、阿诺德·施瓦辛格和勒布朗·詹姆斯都从植物中获取蛋白质。而且，植物富含纤维——便秘的原因之一是低纤维饮食。梨、草莓、鳄梨、燕麦、覆盆子和梅干都是很好的纤维来源。便秘是一个更大问题的症状——肥胖问题。",
  "Source": "来源",
  "Obesity is 1 of 5 causes of death in America - linked to over 60 chronic diseases. The late Dr. Sebi theorized that disease cannot survive in basic environments. Sebi instructed his patients to eat alkaline foods and avoid foods high in acidity. Dairy, processed foods and fatty oils are acidic foods. There is a direct link between inefficient nutrition and exercise and constipation. Regular exercise, eating fruits and vegetables and limiting dairy can address constipation.": "肥胖是美国五大致死原因之一——与超过60种慢性疾病相关。已故的塞比博士提出，疾病无法在碱性环境中生存。塞比告诫他的患者吃碱性食品，避免高酸性食品。乳制品、加工食品和油腻食物是酸性食品。营养不良和缺乏锻炼与便秘之间有直接关系。定期锻炼、吃水果和蔬菜并限制乳制品的摄入可以缓解便秘。",
  "Back pain stems from many factors — including nerve damage, injury, posture, lack of mobility, and straining. The sacral nerve controls many functions, including motor function to the pelvic region, bowels and bladder function. Constipated individuals often have a damaged sacral nerve. Doctors can insert a device into the rectum to stimulate a bowel movement. Functional medical doctors theorize that the body is an interconnected system. Many diseases are warning signs for detrimental problems; the body can heal itself and cannot heal when it is fighting itself. Habitually eating leafy greens, oats, or fruits (lime juice) aids in constipation and provides the body with necessary antioxidants and vitamins. Water fasting(consult doctor) plays a role in fighting constipation by giving the digestive system a “rest” and letting the body relieve itself. Enemas are another way to rid the body of toxins and relieve constipation. Doctor-led enemas help the body remove toxins.": "背痛源于多种因素——包括神经损伤、受伤、姿势不良、活动不足和过度用力。骶神经控制着许多功能，包括盆腔区域的运动功能、肠道和膀胱功能。便秘患者常常有受损的骶神经。医生可以将设备插入直肠以刺激排便。功能医学医生认为，身体是一个相互连接的系统。许多疾病是对有害问题的警告信号；身体可以自我修复，但当它与自己作斗争时就无法治愈。经常吃绿叶蔬菜、燕麦或水果（如酸橙汁）有助于缓解便秘，并为身体提供必要的抗氧化剂和维生素。水疗（咨询医生）通过给消化系统“休息”并让身体自行排毒来帮助对抗便秘。灌肠是另一种排毒并缓解便秘的方法。由医生指导的灌肠有助于清除身体毒素。",
  "Constipation can cause back pain; think of it as a “check engine light” for the body. Ask yourself: “Do I eat enough fruits and vegetables?” “Do I get enough exercise?” “Am I lactose intolerant?” “Do I have sacral nerve damage?”. Prioritizing exercise and nutrition goes a long way in fighting disease. Eat enough fruits and vegetables and try an occasional fast (consult a doctor before doing so) to keep your body healthy. If you do these things and still find yourself struggling with constipation — you might have sacral nerve damage. Treat your body like an interconnected system; what you eat affects your entire body.": "便秘可能会引起背痛；可以将其视为身体的“发动机检查灯”。问问自己：“我吃足够的水果和蔬菜吗？”“我有足够的锻炼吗？”“我有乳糖不耐症吗？”“我有骶神经损伤吗？”优先考虑锻炼和营养有助于对抗疾病。吃足够的水果和蔬菜，并尝试偶尔禁食（禁食前咨询医生），以保持身体健康。如果你做了这些事情，但仍然发现自己在与便秘作斗争——你可能有骶神经损伤。将你的身体视为一个相互连接的系统；你吃的东西会影响你整个身体。",
  "Dry Needling vs Acupuncture": "干针疗法与针灸",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom.": "针灸是一种平衡身体能量流动或生命力流经身体通道的技术。干针疗法用于肌肉骨骼疾病和紊乱，旨在缓解触发点症状。",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Via little insertions, acupuncture works with the body's connective tissue to alter brain chemistry. The major purpose of acupuncture is pain management. 'Increased blood flow equals increased healing time'. If an athlete has a prolonged injury or partial tear, they can opt for dry needling and ultrasound therapy as an alternative to steroids. Acupuncturists use more than one technique, dry needling does not directly go into the skin, instead working with the infected area. Another route is acupressure, a manual pressure used instead of fine-needling. Another approach is cupping, an alternative treatment using suction cups to stimulate skin and muscles.": "针灸是一种平衡身体能量流动或生命力流经身体通道的技术。通过微小的插入，针灸与身体的结缔组织合作，改变大脑化学成分。针灸的主要目的是疼痛管理。‘增加血流等于加快愈合时间’。如果运动员有长期伤害或部分撕裂，他们可以选择干针疗法和超声波治疗，作为类固醇的替代方案。针灸师使用多种技术，干针疗法不直接插入皮肤，而是作用于感染区域。另一种方法是指压，是一种手动压力，代替精细针刺。另一种治疗方法是拔罐，是一种利用吸力杯刺激皮肤和肌肉的替代治疗方法。",
  "Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom. Unlike Traditional Chinese medicine, dry needles work with the body's anatomy. There are two types - pistoning (insertion directly into the trigger point) and muscle contraction (insertion directly into the skin). This technique is used more for pain and stiffness of the muscles. Regardless, dry needling and acupuncture are both considered safe via a practitioner.": "干针疗法用于肌肉骨骼疾病和紊乱，旨在缓解触发点症状。与传统中医不同，干针与身体的解剖结构合作。有两种类型——活塞式（直接插入触发点）和肌肉收缩（直接插入皮肤）。这种技术主要用于缓解肌肉的疼痛和僵硬。不管怎样，干针疗法和针灸都被认为是通过专业人士安全的治疗方法。",
  "Acupuncture works to increase blood flow, reduce inflammation, and does not alter your brain chemistry or have side effects like pharmaceuticals. Pharmaceuticals disrupt your brain chemistry and do not work with your brain's pathways.": "针灸有助于增加血流，减少炎症，并且不会像药物那样改变大脑化学成分或产生副作用。药物会干扰大脑化学成分，并且不与大脑的路径合作。",
  "The Curious Case of Cancer: Everyday Fruit for Prevention": "癌症的奇特案例：日常水果预防",
  "“Cancer Cases, Deaths in Men Predicted to Surge by 2050”. Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. “Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1).” Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "‘癌症病例和男性死亡人数预计到2050年将激增’。目前，癌症是全球每五个死亡中的一个原因。癌症没有治愈方法，统计学家预计癌症死亡将会上升。假如我告诉你，癌症的治愈方法就在我们吃的食物中呢？世界上最大的快餐连锁店是麦当劳。‘菜籽油最初是在1970年代初作为天然油制造的。但在1995年，孟山都公司制造了基因改造版的菜籽油。到2009年，超过90%的加拿大菜籽油作物是基因工程改造的(1)。”塞比博士推测，种子油一旦加热就会致癌。让我们探索食物、癌症与具有强大预防特性的水果之间的关系。",
  "“Cancer Cases, Deaths in Men Predicted to Surge by 2050”.": "‘癌症病例和男性死亡人数预计到2050年将激增’。",
  "Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "目前，癌症是全球每五个死亡中的一个原因。癌症没有治愈方法，统计学家预计癌症死亡将会上升。如果我告诉你，癌症的治愈方法就在我们吃的食物中呢？世界上最大的快餐连锁店是麦当劳。塞比博士推测，种子油在加热后会致癌。让我们探讨食物、癌症和具有强大预防特性的水果之间的关系。",
  "“Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1).”": "“菜籽油最初是在1970年代初作为天然油制造的。但在1995年，孟山都公司制造了基因改造版的菜籽油。到2009年，超过90%的加拿大菜籽油作物是基因工程改造的（1）。”",
  "Veganism is steadily criticized online. The Standard American Diet has convinced Americans that mass consumption of dairy and meat is paramount to health.Ironically, African Americans consume more meat than other races. I am not a Nutritionist, but researchers, Nutritionists and Herbalists universally agree that disease stems from deficiency. The disagreement stems from protein consumption and the best sources of protein. Furthermore, regardless of your perspective on veganism, star athletes Chris Paul (3rd oldest active NBA Player) and Serena Williams (23 Grand Slam Titles [2nd most]) indicate you can perform efficiently by being plant-based. Future Hall of Fame Quarterback Tom Brady is primarily plant-based, eating “80% plant-based, 20% animal-based”. Regarding dairy, “80% of African and Native Americans are lactose intolerant”, diets high in meat and dairy do not provide the necessary vitamins and nutrients that plants do. Moreover, all pharmaceuticals have a plant root.": "素食主义在网上逐渐受到批评。标准的美国饮食已经说服美国人，广泛消费乳制品和肉类对健康至关重要。具有讽刺意味的是，非裔美国人比其他种族摄入更多肉类。我不是营养学家，但研究人员、营养学家和草药师普遍认为，疾病源于缺乏。争论的焦点在于蛋白质的摄入量以及最佳蛋白质来源。此外，无论你对素食主义有何看法，明星运动员克里斯·保罗（现役NBA第三老球员）和塞雷娜·威廉姆斯（23个大满贯冠军头衔[第二多]）表明，通过植物性饮食，你也能高效表现。未来名人堂四分卫汤姆·布雷迪主要吃植物性食物，饮食为“80%植物性，20%动物性”。关于乳制品，“80%的非裔美国人和美洲原住民都对乳糖不耐受”，高肉类和乳制品的饮食无法提供植物提供的必要维生素和营养。此外，所有药物都有植物根源。",
  "African Americans are more prone to prostate cancer (and general cancer)than any other race.": "非裔美国人比其他任何种族更容易患前列腺癌（以及一般癌症）。",
  "How many times have you eaten an apricot seed? Dr. Ernst T. Krebs Jr. found that cancer stems from a deficiency in a compound in the nitriloside family. Specifically the Prunus Rosacea family: apricot seeds, blackthorn, bitter almonds, peaches, plums, cherries and nectarines. Apricot seeds have a high amount of nitrilosides. At the Sloan-Kettering Cancer Center, researcher Dr. Kanematsu Sugiura found five results: Laetrile stopped metastasis (cancer spreading) in mice, It improved their general health, It inhibited the growth of small tumors, It provided relief from pain, It acted as cancer prevention. Do apricot seeds have cyanide? Roasted apricot seeds have not shown a poisonous effect. Cases involving cyanide poisoning with apricot seeds are usually cloaked in mystery and multi-faceted. Compare two societies, one that consumes high amounts of apricot seeds and one that consumes none.": "你有多少次吃过杏仁种子？恩斯特·T·克雷布斯博士发现，癌症源于硝基苷家族中的一种化合物缺乏。具体来说，是属于蔷薇科的植物：杏仁种子、黑刺、苦杏仁、桃子、李子、樱桃和油桃。杏仁种子含有大量的硝基苷。在斯隆-凯特琳癌症中心，研究员杉浦兼松博士发现了五个结果：“Laetrile阻止了小鼠癌症的转移，它改善了它们的整体健康，抑制了小肿瘤的生长，缓解了疼痛，并起到了癌症预防作用”。杏仁种子有氰化物吗？烤杏仁种子并未表现出毒性效应。涉及杏仁种子的氰化物中毒案件通常是神秘且多面的。比较两个社会，一个大量食用杏仁种子，另一个不食用。",
  "Described in World Without Cancer: The Story of Vitamin B17, “the Hunza tribe eat on average 30–50 apricot seeds in one sitting”, and can live on average “120 years”. Notably, B17 is banned in the United States. Americans live between 77–78 years on average. A vast difference, the “traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)”. Notably, author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) found: “When the Eskimos went to other regions and abandoned their traditional diet — cancer began to emerge.” B17 is banned as a cancer treatment in the United States, Australia, Canada and Europe. Ironically, Australia, New Zealand, the United States and Canada lead the world in cancer deaths. Countries like India have lower cancer rates because of their approach to medicine and plant-based diets. Ironically, Sudan does not have a McDonald’s and consumes diets rich in spices. Dr. Ernst T. Krebs Jr. recommends people eat “a minimum of 50 milligrams of B17 daily”": "在《没有癌症的世界：维生素B17的故事》中描述：“洪萨部落平均每次吃30–50颗杏仁种子”，并且可以平均活到“120岁”。值得注意的是，B17在美国被禁止。美国人平均寿命在77至78岁之间。这个差距非常大，“传统的因纽特人饮食富含来自北极鹿和驯鹿肉胃部以及来自荒原和箭草（Triglochin Maritima）的硝基苷”。值得注意的是，作者维尔哈尔姆·斯特凡森（《癌症：文明的疾病？一项人类学和历史研究》）发现：“当因纽特人去到其他地区并放弃他们的传统饮食时——癌症开始出现。” B17作为癌症治疗在美国、澳大利亚、加拿大和欧洲被禁止。具有讽刺意味的是，澳大利亚、新西兰、美国和加拿大是全球癌症死亡率最高的国家。像印度这样的国家由于采用植物性饮食和医学方法，癌症发生率较低。具有讽刺意味的是，苏丹没有麦当劳，并且食用富含香料的饮食。恩斯特·T·克雷布斯博士建议人们每天摄入“至少50毫克的B17”。",
  "Sudan has the lowest cancer rates in the world.": "苏丹是世界上癌症发生率最低的国家。",
  "The FDA banned Laetrile in 1980, three years after Dr. Suguira noted that it could kill cancer cells (72–77). The major reason B17 is illegal is from potential cyanide poisoning. Dr. Krebs claimed, 'Roasted seeds destroy the unlocking enzyme - beta-glucosidase, high in cyanide'. Griffin claims that the cyanide claim was due to 'discrediting vitamin B17'. It is important to note that cigarettes, alcohol, seed oils, Red 40 and other dyes are toxic and cause harm to the human body. McDonald's is located in every state and capital (except Montpelier) in the United States. Why does the FDA ban Laetrile for cyanide but does not ban vapes for being toxic to Americans? Humans are resistant to change - the doctor who proposed washing your hands before childbirth was fired. Medical institutions have a standard and do not want doctors to start straying from the norm. There is money in medicine - it is a billion-dollar industry. Most doctors and nurses do not know that the Flexner Report is the curriculum of modern medicine. Why is there no cure for cancer? In short, politics - lives are at stake, and institutions require 100% assurance that the treatment is safe and effective before being rolled out to the public.": "美国FDA在1980年禁止了Laetrile，三年后杉浦博士指出它能杀死癌细胞（72-77）。B17非法的主要原因是潜在的氰化物中毒。克雷布斯博士声称，‘烤种子破坏了解锁酶——β-葡萄糖苷酶，含有高浓度的氰化物’。格里芬声称氰化物的指控是由于‘抹黑维生素B17’。值得注意的是，香烟、酒精、种子油、红色40号和其他染料都是有毒的，会对人体造成伤害。麦当劳遍布美国的每个州和首都（除了蒙彼利埃）。为什么FDA因为氰化物而禁止Laetrile，但不禁止电子烟对美国人有毒？人类对变化有抵抗力——提出在分娩前洗手的医生被解雇。医疗机构有一个标准，并且不希望医生开始偏离常规。医学行业有巨额利益——它是一个十亿美元的产业。大多数医生和护士并不知道《弗莱克斯纳报告》是现代医学的课程。为什么没有癌症的治愈方法？简而言之，政治——生命危在旦夕，机构要求在公开推广之前100%确保治疗是安全有效的。",
  "What if I live in the United States, Canada, Australia or Europe and cannot access B17? Ty Bollinger and his wife Charlene recently released a documentary about cancer. In the fascinating documentary, these two plants: black raspberry and figs, were depicted as great for cancer prevention. How did we overlook fruits in every major supermarket in the world? Black raspberry is native to E. North America; the South and Eastern North America have higher cancer rates. Black raspberries have high amounts of antioxidants and anthocyanins (‘ORAC off the charts’). The mixture of ellagic acid can kill cancer cells. The science is mixed, but if some doctors and researchers determine it has preventive potential — consume black raspberry. Next, figs contain fig latex, “this milky substance is a strong anti-cancer agent”.What about chemotherapy? Do you know anyone who has died of black raspberry or fig overdose? In the previous paragraph, we reviewed B17, there are no major publications or reports about overdose deaths involving apricot seeds.one of many reports throughout the years. Another study found:That study was done in New Zealand, one of the few countries with fewer cancer cases than the United States.": "如果我住在美国、加拿大、澳大利亚或欧洲，无法获得B17怎么办？Ty Bollinger和他的妻子Charlene最近发布了一部关于癌症的纪录片。在这部引人入胜的纪录片中，这两种植物：黑莓和无花果，被描绘为对癌症预防非常有帮助。我们怎么忽视了世界上每个主要超市里的水果？黑莓原产于北美东部；南部和东部北美的癌症发生率较高。黑莓含有大量的抗氧化剂和花青素（‘ORAC超出图表’）。混合的鞣酸可以杀死癌细胞。科学研究结果不一，但如果一些医生和研究人员确定它有预防潜力——就食用黑莓。接下来，无花果含有无花果乳胶，“这种乳白色物质是强效的抗癌剂”。化疗呢？你认识有人死于黑莓或无花果过量吗？在上一段中，我们回顾了B17，关于杏仁种子过量死亡的主要出版物或报告并没有出现。多年来的报告之一是：另一项研究发现：那项研究是在新西兰进行的，新西兰是少数癌症发生率低于美国的国家之一。",
  "The study shows that fig latex has a strong anti-cancer effect on liver and brain cancers.”": "研究表明，无花果乳胶对肝癌和脑癌具有强烈的抗癌作用。",
  "“Chemotherapy causes death in more than 25% of cancer patients”,": "“化疗导致超过25%的癌症患者死亡”，",
  "“We identified 931 deaths and 659 patients treated with chemotherapy. Forty-three patients died within 30 days of receiving chemotherapy. These 43 patients represent 6% of those given chemotherapy during that period and 4.6% of all deaths under our service.”": "“我们识别了931个死亡案例和659个接受化疗的患者。43个患者在接受化疗后的30天内死亡。这43名患者代表了当时接受化疗患者的6%以及我们服务下所有死亡案例的4.6%。”",
  "Notably, the cancer treatments of both and involving natural remedies, detoxification, and green diets are practiced in Mexico to this day. Additionally, B17 is available in Mexico for cancer patients and the general public. What are the results?This article notes that the statistics were skewed because of poor record-keeping. Cancer statistics have always left the public and researchers baffled. For instance in World Without Cancer: The Story of Vitamin B17 the results of B-17 vs. Control Group (Saline solution) were as follows: “The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group”. Not to mention, Ty Bollinger and G. Edward Griffin are deemed crocks and conspiracy theorists for publishing literature and shining light on cancer treatments.": "值得注意的是，涉及自然疗法、排毒和绿色饮食的癌症治疗在墨西哥至今仍在实践。此外，B17在墨西哥对癌症患者和普通公众开放。结果如何？本文指出，由于记录不准确，统计数据被扭曲。癌症统计数据一直让公众和研究人员困惑。例如，在《没有癌症的世界：维生素B17的故事》中，B17与对照组（盐水溶液）的结果如下：“在盐水对照组中，小肿瘤停止生长的比例为40%，而在治疗组中仅为27%。”更不用说，Ty Bollinger和G. Edward Griffin因为发表文献并关注癌症治疗而被视为骗子和阴谋论者。",
  "Harry Hoxsey": "哈里·霍克西",
  "Max Gerson": "马克斯·格森",
  "“According to recent data, Mexico’s death rate from cancer is 37 percent that of the United States. This rate, though, clashes with the perceptions of the Mexican public and of medical professionals, who see cancer far more frequently.”": "“根据最近的数据，墨西哥的癌症死亡率是美国的37%。然而，这一数据与墨西哥公众和医疗专业人员的认知相冲突，他们看到的癌症案例远比这个数字要多。”",
  "In a world of misinformation, focus on the undeniable properties of what you are eating. The medicinal properties of apricot seeds, black raspberries and figs are undeniable. The controversy occurs when you deem a fruit or product as a treatment. None of those fruits are toxic or harmful, put down the hamburger and prioritize the plants. The body can heal itself, focus on eating plants that prevent disease before they occur.": "在信息误导的世界中，关注你所吃食物的不可否认的属性。杏仁种子、黑莓和无花果的药用属性是不可否认的。当你把某种水果或产品视为治疗时，争议就出现了。这些水果都不是有毒或有害的，放下汉堡，优先选择植物。身体可以自我修复，专注于食用能够在疾病发生之前预防疾病的植物。",
  "How does the world get cheaper and less invasive healthcare?": "世界如何获得更便宜、更少侵入性的医疗保健？",
  "Cancer Cases, Deaths in Men Predicted to Surge by 2050. Currently, cancer is responsible for 1 in 5 deaths in the world.": "预计到2050年，男性的癌症病例和死亡率将大幅上升。目前，癌症占全球每5例死亡中的1例。",
  "There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat?": "目前没有癌症的治愈方法，统计学家预计癌症死亡人数将上升。如果我告诉你，癌症的治愈方法就在我们吃的食物中，你会怎么想？",
  "The number one fast food chain in the world is McDonald’s.": "世界上最大的快餐连锁店是麦当劳。",
  "Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered. Dr. Sebi theorized that seed oils are carcinogenic once heated.": "菜籽油最早在1970年代初期作为一种天然油被创造出来。但在1995年，孟山都公司创造了转基因版菜籽油。到2009年，超过90%的加拿大菜籽油作物已经是转基因的。塞比博士推测，种子油加热后是致癌的。",
  "Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "让我们探索食物、癌症和具有强大预防属性的水果之间的关系。",
  "Veganism is steadily criticized online. The Standard American Diet has convinced Americans that mass consumption of dairy and meat is paramount to health.": "素食主义在线上不断受到批评。美国的标准饮食让美国人相信大量消费乳制品和肉类对健康至关重要。",
  "African Americans are more prone to prostate cancer (and general cancer) than any other race.": "非裔美国人比其他种族更容易患前列腺癌（以及一般癌症）。",
  "Ironically, African Americans consume more meat than other races. I am not a Nutritionist, but researchers, Nutritionists, and Herbalists universally agree that disease stems from deficiency. The disagreement stems from protein consumption and the best sources of protein. Furthermore, regardless of your perspective on veganism, star athletes Chris Paul (3rd oldest active NBA Player) and Serena Williams (23 Grand Slam Titles [2nd most]) indicate you can perform efficiently by being plant-based. Future Hall of Fame Quarterback Tom Brady is primarily plant-based, eating “80% plant-based, 20% animal-based”. Regarding dairy, “80% of African and Native Americans are lactose intolerant”, diets high in meat and dairy do not provide the necessary vitamins and nutrients that plants do. Moreover, all pharmaceuticals have a plant root.": "具有讽刺意味的是，非裔美国人比其他种族消费更多的肉类。我不是营养学家，但研究人员、营养学家和草药学家普遍认为，疾病源于缺乏。争议来自于蛋白质的消费和蛋白质的最佳来源。此外，无论你对素食主义的看法如何，明星运动员克里斯·保罗（第三老的现役NBA球员）和塞雷娜·威廉姆斯（23个大满贯头衔[第二多]）表明，通过植物性饮食，你也能高效表现。未来名人堂四分卫汤姆·布雷迪主要是植物性饮食，吃“80%植物性，20%动物性”。关于乳制品，“80%的非洲裔和美洲土著人对乳糖不耐”，高肉类和乳制品的饮食无法提供植物所能提供的必要维生素和营养。此外，所有的药物都有植物根源。",
  "Described in World Without Cancer: The Story of Vitamin B17, “the Hunza tribe eat on average 30–50 apricot seeds in one sitting”, and can live on average “120 years”. Notably, B17 is banned in the United States. Americans live between 77–78 years on average. A vast difference, the “traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)”. Notably, author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) found: “When the Eskimos went to other regions and abandoned their traditional diet — cancer began to emerge.” B17 is banned as a cancer treatment in the United States, Australia, Canada and Europe. Ironically, Australia, New Zealand, the United States and Canada lead the world in cancer deaths. Countries like India have lower cancer rates because of their approach to medicine and plant-based diets.": "在《没有癌症的世界：B17的故事》一书中描述：“Hunza部落平均每次吃30到50颗杏仁种子”，他们的平均寿命为“120年”。值得注意的是，B17在美国被禁止。美国人的平均寿命在77至78年之间，差距巨大。“传统的爱斯基摩饮食富含来自北极鹿和驯鹿胃中的硝基糖苷，以及来自冰原的箭草（Triglochin Maritima）”。值得注意的是，作者Vilhjalmur Stefanson（《癌症：文明的疾病？人类学和历史研究》）发现：“当爱斯基摩人到其他地区并放弃他们的传统饮食时——癌症开始出现。” B17作为癌症治疗在美国、澳大利亚、加拿大和欧洲被禁止。具有讽刺意味的是，澳大利亚、新西兰、美国和加拿大在癌症死亡率方面位居世界前列。像印度这样的国家，由于其医学和植物性饮食的方式，癌症发病率较低。",
  "Sudan has the lowest cancer rates in the world.": "苏丹是世界上癌症发病率最低的国家。",
  "Ironically, Sudan does not have a McDonald’s and consumes diets rich in spices. Dr. Ernst T. Krebs Jr. recommends people eat “a minimum of 50 milligrams of B17 daily”.": "具有讽刺意味的是，苏丹没有麦当劳，并且饮食富含香料。Ernst T. Krebs博士建议人们每天食用“至少50毫克B17”。",
  "What if I live in the United States, Canada, Australia or Europe and cannot access B17? Ty Bollinger and his wife Charlene recently released a documentary about cancer. In the fascinating documentary, these two plants: black raspberry and figs, were depicted as great for cancer prevention. How did we overlook fruits in every major supermarket in the world? Black raspberry is native to E. North America; the South and Eastern North America have higher cancer rates. Black raspberries have high amounts of antioxidants and anthocyanins (‘ORAC off the charts’). The mixture of ellagic acid can kill cancer cells. The science is mixed, but if some doctors and researchers determine it has preventive potential — consume black raspberry. Next, figs contain fig latex, “this milky substance is a strong anti-cancer agent”.": "如果我住在美国、加拿大、澳大利亚或欧洲并且无法获得B17怎么办？Ty Bollinger和他的妻子Charlene最近发布了一部关于癌症的纪录片。在这部迷人的纪录片中，这两种植物：黑莓和无花果被描述为对癌症预防有益。我们如何忽视了世界上每个主要超市里的这些水果？黑莓原产于北美东部；南部和东部的北美癌症发病率较高。黑莓富含抗氧化剂和花青素（‘ORAC超高’）。其中的鞣酸混合物可以杀死癌细胞。科学是复杂的，但如果一些医生和研究人员确定它具有预防潜力——就食用黑莓。接下来，无花果含有无花果乳胶，“这种乳状物质是强效的抗癌剂”。",
  "The study shows that fig latex has a strong anti-cancer effect on liver and brain cancers.": "研究表明，无花果乳胶对肝癌和脑癌有强大的抗癌作用。",
  "What about chemotherapy? Do you know anyone who has died of black raspberry or fig overdose? In the previous paragraph, we reviewed B17, there are no major publications or reports about overdose deaths involving apricot seeds.": "化疗怎么样？你知道有谁因黑莓或无花果过量死亡吗？在上一段中，我们回顾了B17，关于杏仁种子的过量死亡没有重大出版物或报道。",
  "Chemotherapy causes death in more than 25% of cancer patients.": "化疗导致超过25%的癌症患者死亡。",
  "one of many reports throughout the years. Another study found.": "这是多年来众多报告之一。另一项研究发现。",
  "We identified 931 deaths and 659 patients treated with chemotherapy. Forty-three patients died within 30 days of receiving chemotherapy. These 43 patients represent 6% of those given chemotherapy during that period and 4.6% of all deaths under our service.": "我们确认了931例死亡和659名接受化疗的患者。在接受化疗后的30天内，有43名患者死亡。这43名患者占该期间接受化疗者的6%，占我们服务下总死亡人数的4.6%。",
  "That study was done in New Zealand, one of the few countries with fewer cancer cases than the United States.": "该研究是在新西兰进行的，这是少数癌症病例少于美国的国家之一。",
  "Notably, the cancer treatments of both": "值得注意的是，这两位的癌症治疗方法",
  "Harry Hoxsey": "哈里·霍克西",
  "and": "和",
  "Max Gerson": "马克斯·格森",
  "involving natural remedies, detoxification, and green diets are practiced in Mexico to this day. Additionally, B17 is available in Mexico for cancer patients and the general public. What are the results?": "涉及自然疗法、排毒和绿色饮食的方法至今仍在墨西哥使用。此外，B17在墨西哥可供癌症患者和普通大众使用。结果如何？",
  "According to recent data, Mexico’s death rate from cancer is 37 percent that of the United States. This rate, though, clashes with the perceptions of the Mexican public and of medical professionals, who see cancer far more frequently.": "根据最新数据，墨西哥的癌症死亡率仅为美国的37%。不过，这一比例与墨西哥公众和医疗专业人士的感受相冲突，他们认为癌症发生频率更高。",
  "This article notes that the statistics were skewed because of poor record-keeping. Cancer statistics have always left the public and researchers baffled. For instance in World Without Cancer: The Story of Vitamin B17 the results of B-17 vs. Control Group (Saline solution) were as follows: “The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group”. Not to mention, Ty Bollinger and G. Edward Griffin are deemed crocks and conspiracy theorists for publishing literature and shining light on cancer treatments.": "文章指出，这些统计数据因记录不完善而出现偏差。癌症统计数据一直令公众和研究人员感到困惑。例如，在《没有癌症的世界：B17的故事》中，B17组与对照组（盐水组）的结果如下：“在盐水对照组中，小肿瘤有40%的时间停止生长，而在治疗组中仅有27%”。更不用说，泰·博林格和G·爱德华·格里芬因出版相关文献并揭示癌症治疗方法而被认为是骗子和阴谋论者。",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "排毒可以净化身体。水疗排毒是一种排出体内毒素的方法。水疗排毒通常持续1到3天，以帮助细胞恢复到酮症状态。此外，在排毒时，应先进行水疗排毒，以清除肾脏和肝脏中的毒素（非医疗建议）。水疗排毒有助于身体自我修复。排毒在细胞再生和细胞复兴——两大健康组成部分中起着至关重要的作用。全球的癌症疗法，如格森疗法和塞比博士饮食，使用绿色饮食和排毒等方法清除导致癌症的毒素。",
  "Cellular Regeneration": "细胞再生",
  "Disease deteriorates people over time. For instance, Parkinson's reduced my grandmother to trembling, hunched over without uttering a word. African Americans are 3x more likely to to die from asthma than whites. Medicine has used black bodies without consent. As distrust of Organized Medicine intensifies people need to understand Prevention.": "疾病会随着时间的推移侵蚀人们。例如，帕金森症使我的祖母颤抖、弯腰驼背，甚至一句话都说不出来。非裔美国人死于哮喘的概率是白人的三倍。医学界曾在未经同意的情况下使用过黑人身体。随着对主流医学的不信任加剧，人们需要理解预防的重要性。",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.treatments globally like the Gerson Therapy and use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "排毒可以净化身体。水疗排毒是一种排出体内毒素的方法。水疗排毒通常持续1到3天，以帮助细胞恢复到酮症状态。此外，在排毒时，应先进行水疗排毒，以清除肾脏和肝脏中的毒素（非医疗建议）。水疗排毒有助于身体自我修复。排毒在细胞再生和细胞复兴——两大健康组成部分中起着至关重要的作用。全球的治疗方法，如格森疗法，使用绿色饮食和排毒等方法清除导致癌症的毒素。",
  "treatments globally like the Gerson Therapy and": "全球的治疗方法，如格森疗法和",
  "use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "使用绿色饮食和排毒等方法清除导致癌症的毒素。",
  "Dr. Sebi diet ": "塞比博士饮食",
  "All people have innate healing powers. Effective healing addresses all aspects of a person's life. Preventive wellness is a state of health characterized by a positive emotional state of mind. The smallest ailment can effect you internally and externally, ruining your mood for the day.": "所有人都有与生俱来的自愈能力。有效的疗愈需要关注一个人生活的各个方面。预防性健康是一种以积极情绪状态为特征的健康状态。哪怕是最小的疾病，也可能影响你的内在和外在，让你一天的心情都变坏。",
  "It starts with a diet rich in antioxidants and vitamins. Food is medicine, their is more benefit from the plant than the supplement. Second, utilize plants instead of pills to work in conjunction with the body instead of being reliant on pills. An estimated 30 million Americans do not have access to health insurance. Preventive wellness, plants as medicine, and holistic care provide a distinct level of healthcare that keeps the body healthy instead of constantly sick.": "这一切始于富含抗氧化剂和维生素的饮食。食物就是药物，从植物中获取的好处胜过补充剂。其次，使用植物而不是药丸，与身体协同工作，而不是依赖药物。据估计，美国有约3000万人无法获得健康保险。预防性健康、植物疗法和整体护理提供了一种独特的医疗水平，可以保持身体健康，而不是让身体长期处于疾病状态。",
  "What is Acupuncture?": "什么是针灸？",
  "According to the": "根据",
  "CDC,": "美国疾控中心（CDC）",
  "there were \"70360 opioid deaths in 2019\". In an industry where the body divides into parts, acupuncture balances the flow of energy or life force believed to flow through pathways in your body. Acupuncture can relieve pain, nausea, vomiting, osteoarthritis and respiratory disorders at a reduced price and without the struggles of opioid addiction. Acupuncture works with the body's connective tissue that messages to your brain that alter brain chemistry in an effective and non-destructive way.": "2019年有“70360人死于阿片类药物”。在一个将身体分割成不同部分的行业中，针灸通过调节被认为流经体内经络的能量或生命力的流动来达到平衡。针灸可以以较低的成本缓解疼痛、恶心、呕吐、骨关节炎和呼吸系统疾病，同时避免阿片类药物成瘾的困扰。针灸通过作用于身体的结缔组织，将信号传递到大脑，有效且无破坏性地改变大脑化学物质。",
  "According to": "根据",
  "Pubmed,": "Pubmed",
  "'the average cost of opioids is $67.98'. The approximate total of an entire treatment of acupuncture is $1000. Unlike opioids, acupuncture approximates the number of treatments it takes for treatment. Opioids range in price, and the cost of addiction is valuable to the toll it takes on your life.": "“阿片类药物的平均成本为67.98美元”。而针灸的整个疗程大约需要1000美元。与阿片类药物不同，针灸可以大致确定所需的疗程次数。阿片类药物价格各异，而成瘾的代价对生活造成的损耗是巨大的。",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites": "针灸的过程包括四个步骤，首先检查脉搏和其他生命体征。然后，将针刺入针灸点或血液、淋巴和神经可以轻松到达结缔组织的部位。接下来对针进行操作，有时会进行艾灸。艾灸是一种传统中医疗法，通过燃烧艾草来缓解寒冷或淤滞的情况以促进血液循环。最后，在针刺部位涂抹外用贴片和草药揉擦剂。",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites.": "针灸的过程包括四个步骤，首先检查脉搏和其他生命体征。然后，将针刺入针灸点或血液、淋巴和神经可以轻松到达结缔组织的部位。接下来对针进行操作，有时会进行艾灸。艾灸是一种传统中医疗法，通过燃烧艾草来缓解寒冷或淤滞的情况以促进血液循环。最后，在针刺部位涂抹外用贴片和草药揉擦剂。",
  "The ear is a microsystem for the whole body with pressure points that do various things. The entire body comprises the ear (neck, shoulder, cervix). One essential channel in acupuncture is the Buddha triangle, three points that help with stress, anxiety, depression, and trauma. The spleen channel connects strongly with the women's health point.": "耳朵是整个身体的一个微系统，具有各种功能的穴位。整个身体都对应在耳朵上（颈部、肩膀、子宫颈）。针灸中一个重要的经络是佛三角，这三个穴位有助于缓解压力、焦虑、抑郁和创伤。脾经与女性健康穴位密切相关。",
  "Acupuncture can treat (NOT MEDICAL CLAIM/ADVICE. CONSULT A MEDICAL PROFESSIONAL.) uterine fibroids, which affect roughly 70% of women. Acupuncture may treat digestive disorders, osteoarthritis, high blood pressure, and rheumatoid arthritis. Another type of acupuncture is gemstone acupuncture, a process comprised of gua sha, cupping, and gemstones placed on the body. Acupuncture is widely available: type 'acupuncture near me' and find an acupuncturist near you. Acupuncture is an alternative to pharmaceuticals for pain and other ailments.": "针灸可以治疗（非医疗建议，请咨询医疗专业人士）子宫肌瘤，这种疾病大约影响70%的女性。针灸还可能用于治疗消化系统疾病、骨关节炎、高血压和类风湿性关节炎。另一种针灸形式是宝石针灸，包括刮痧、拔罐和在身体上放置宝石。针灸在各地广泛可用：搜索“附近的针灸”即可找到针灸师。针灸是一种替代药物的疼痛和其他疾病治疗方法。",
  "According to the book World Without Cancer: The Story of Vitamin B17 by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "根据G·爱德华·格里芬所著的《没有癌症的世界：维生素B17的故事》一书，“维生素B17（杏仁苷）可以摧毁癌细胞”。本文将探讨杏仁苷的成分、书中的论点以及为什么维生素B17或杏仁苷在美国是非法的。",
  "B vitamins convert food into energy and help to strengthen the immune system.": "B族维生素将食物转化为能量，并有助于增强免疫系统。",
  "Moreover, the vitamin B Complex is a mixture of various B vitamins.": "此外，维生素B复合体是多种B族维生素的混合物。",
  "B6(Pyridoxin) is an essential nutrient for maintaining red blood cell health.": "B6（吡哆醇）是维持红细胞健康的重要营养素。",
  "The body does not naturally produce B6. Pasilla, Ancho pepper, sunflower seeds and Whey protein isolate are highest in B6.": "人体不能自然合成B6。帕西拉辣椒、安乔辣椒、葵花籽和乳清蛋白分离物的B6含量最高。",
  "Vitamin B12 is the most common B vitamin; it converts carbohydrates and fats into energy for proteins.": "维生素B12是最常见的B族维生素；它将碳水化合物和脂肪转化为蛋白质所需的能量。",
  "Vitamin B12 deficiency can result in multiple health conditions - cancer, anemia, fatigue, impaired neurological function, joint pain and more.": "维生素B12缺乏可能导致多种健康问题——癌症、贫血、疲劳、神经功能障碍、关节疼痛等。",
  "Aside from injection, B12 can be in clams, oysters, mussels, crabs and sardines. Vitamin B17, or Laetrile, is the most controversial vitamin (component) B family.": "除了注射外，B12还存在于蛤蜊、牡蛎、贻贝、螃蟹和沙丁鱼中。维生素B17或杏仁苷是B族维生素中最具争议的成分。",
  "According to the book": "根据这本书",
  "World Without Cancer: The Story of Vitamin B17": "《没有癌症的世界：维生素B17的故事》",
  "by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "作者G·爱德华·格里芬表示，“维生素B17（杏仁苷）可以破坏癌细胞”。本文将探讨杏仁苷的成分、书中的观点以及为什么维生素B17或杏仁苷在美国是非法的。",
  "Laetrile, or vitamin B17, is an artificial form of amygdalin. Amygdalin is from plants, most notably apricot seeds. Laetrile is illegal in the United States and has no verifiable evidence of curing cancer in animals and humans (according to the FDA). Vitamin B and its derivatives have many health benefits for the body. Studies indicate that a deficiency in vitamin B and B12 can cause various health diseases, including some cancers. What does the book have to say about Laetrile? Griffin argues that Laetrile practitioners and orthodox medicine differ in the goal of fighting cancer. Laetrile practitioners emphasize attacking the cancer cells. Conversely, orthodox medicine focuses on the tumor - arguing that the tumor is the cancer. According to Griffin, 'Dr. Kanematsu Sugiura (Sloan-Kettering Cancer Center) found five results:Laetrile stopped metastasis (cancer spreading) in mice,It improved their general health,It inhibited the growth of small tumors,It provided relief from pain,It acted as cancer prevention.": "杏仁苷或维生素B17是一种人工合成的苦杏仁苷。苦杏仁苷来自植物，尤其是杏仁。杏仁苷在美国是非法的，并且没有可验证的证据证明它能治愈动物和人类的癌症（根据FDA的说法）。维生素B及其衍生物对身体有许多健康益处。研究表明，缺乏维生素B和B12可能导致各种健康疾病，包括某些癌症。书中如何看待杏仁苷？格里芬认为，杏仁苷从业者和主流医学在抗癌目标上存在分歧。杏仁苷从业者强调攻击癌细胞，而主流医学则关注肿瘤——认为肿瘤就是癌症。根据格里芬的说法，“杉浦要松博士（斯隆凯特琳癌症中心）发现了五个结果：杏仁苷抑制了小鼠的癌症转移、改善了它们的整体健康状况、抑制了小肿瘤的生长、缓解了疼痛、具有预防癌症的作用。”",
  "What Is Hypnotherapy?": "什么是催眠疗法？",
  "To better understand Hypnotherapy we must first understand Hypnosis. Hypnosis is a natural, yet slightly altered, state of mind where communication and responsiveness with the subconscious mind is present. Hypnosis is being in a state of hypersuggestibility with an increased receptivity to suggestion. This state allows the hypnotherapist to better facilitate communication between the conscious and the subconscious mind.": "为了更好地理解催眠疗法，我们必须首先了解催眠。催眠是一种自然但稍有改变的心灵状态，此时与潜意识的沟通和反应能力增强。催眠是一种高度暗示状态，对建议的接受度更高。这种状态使催眠治疗师能够更好地促进意识与潜意识之间的交流。",
  "New Study Explores How Food Choices Shape Mental Health and Affect Depression": "新研究探讨食物选择如何影响心理健康和抑郁症",
  "A new study from the University of Reading found that a poor-quality diet may be associated with changes in the brain structure that are linked to depression and anxiety.": "雷丁大学的一项新研究发现，劣质饮食可能与与抑郁和焦虑相关的大脑结构变化有关。",
  "Batana Oil: Batana Oil Benefits": "巴塔娜油：巴塔娜油的功效",
  "Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "由于取得了惊人的成果，塞比获得了大量追随者并建立了庞大的草药帝国。在他的产品中，巴塔娜油是一种潜在的脱发解决方案。在TikTok和YouTube等热门社交媒体上，巴塔娜油因其潜在的生发效果最近在网上走红。让我们来探讨巴塔娜油及其对头发的潜在益处。",
  "Dr. Sebi was an herbalist, called a doctor because his unconventional diet protocols had miraculous consequences on people's health. Sebi claimed that the removal of 'lactose, carbonic acid, uric acid, milk, starches, and meat paired with cell cleansing cures cancer, AIDS, sickle cell, and more'. Dr. Sebi provided 'evidence' of his claims and won his lawsuit in the1980's. Dr. Sebi claimed, 'disease exists from mucus and acidity', asserting that people should eat foods that cleanse the body and avoid acidic food. Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "塞比是一位草药师，因为他非传统的饮食方案对人们的健康产生了奇迹般的效果而被称为医生。塞比声称去除“乳糖、碳酸、尿酸、牛奶、淀粉和肉类，并配合细胞清洁，可以治愈癌症、艾滋病、镰状细胞病等”。塞比提供了他的主张的“证据”，并在1980年代赢得了诉讼。塞比宣称，“疾病源于粘液和酸性”，并主张人们应食用清洁身体的食物，避免酸性食物。由于取得了惊人的成果，塞比获得了大量追随者并建立了庞大的草药帝国。在他的产品中，巴塔娜油是一种潜在的脱发解决方案。在TikTok和YouTube等热门社交媒体上，巴塔娜油因其潜在的生发效果最近在网上走红。让我们来探讨巴塔娜油及其对头发的潜在益处。",
  "'Let thy food be medicine, and thy medicine be food', a famous quote from the Greek physician Hippocrates indicates that medicine starts with what people put into their bodies. Pharmaceuticals are derived from plant roots, and many hair products contain dangerous chemicals , such as Dove, Nexxus, Suave, and Johnson & Johnson. Currently, the best product on the market for hair growth is Rogaine. What is Rogaine? Rogaine, or Topical Minoxidil is a medicine used to treat hair loss via direct application to the scalp. Moreover, according to Mayo Clinic, 'the science behind Rogaine is unknown'. Other studies indicate that Rogaine has minimal effects on hair growth. Other doctors do not think that 'Rogaine gets to the underlying cause of hair loss - androgens.' The body naturally produces androgens, but if the body has an excessive response to androgens - hair loss disorders like alopecia occur. Rogaine, like most other medicines, comes with side effects - burning, redness, stinging, and some cases 'entering breast milk and endangering the baby'.": "“让食物成为你的药物，让药物成为你的食物”，这句希腊医生希波克拉底的名言表明，医疗从人们摄入的食物开始。药品源自植物根部，而许多护发产品中含有危险化学物质，例如多芬、Nexxus、Suave和强生。目前，市面上最好的生发产品是Rogaine。什么是Rogaine？Rogaine或米诺地尔外用药是一种通过直接涂抹头皮来治疗脱发的药物。此外，根据梅奥诊所的说法，“Rogaine背后的科学尚不明确”。其他研究表明，Rogaine对生发的作用微乎其微。其他医生认为“Rogaine并没有解决脱发的根本原因——雄激素”。人体自然产生雄激素，但如果身体对雄激素的反应过度，就会出现脱发类疾病，如斑秃。Rogaine和大多数其他药物一样，有副作用——灼热、发红、刺痛，甚至在某些情况下“进入母乳并危及婴儿”。",
  "Elaeis oleifera.": "Elaeis oleifera.",
  "buttery substance": "黄油状物质",
  "Similarly to vitamin B, the body does not produce vitamin E. If disease stems from a deficiency of vitamins, shouldn't hair loss from a deficiency in vitamin E - Dr. Sebi and the native tribes believed that consumption of necessary vitamins, an alkaline diet, and cellular foods keep the body. Conversely, Sebi argued that black people would benefit most from a vegan diet. According to 'But it's more likely to affect than white or Asian Americans. About 1 million people in the U.S. have alopecia areata.'Also, black people have a higher risk of heart disease. How are these diseases correlated? Diet - processed foods and vitamin-deficient diets are common in America generally, however, many African Americans are lactose intolerant. Vitamin E is highest in vegetable oils, Dr. Sebi argued, 'When you heat these oils at high temperature - they become carcinogenic'. Batana oil is high in vitamin E and is a raw substance applied to the hair for hair growth.": "与维生素B类似，人体不能自行生成维生素E。如果疾病源于维生素缺乏，那么缺乏维生素E是否也会导致脱发？Sebi博士和原住民部落相信，摄取必要的维生素、碱性饮食以及富含细胞营养的食物可以维持身体健康。相反，Sebi博士认为，黑人最适合采用纯素饮食。根据报道，“它更有可能影响黑人，而不是白人或亚裔美国人。美国大约有100万人患有斑秃。”此外，黑人患心脏病的风险更高。这些疾病之间有何关联？饮食——美国普遍存在加工食品和维生素缺乏的饮食，然而，许多非裔美国人乳糖不耐受。维生素E主要存在于植物油中，Sebi博士认为，“当这些油在高温下加热时，它们会变成致癌物。” Batana油富含维生素E，是一种未经加工的物质，可直接涂抹在头发上促进生发。",
  "The Conversation": "对话",
  "African Americans": "非裔美国人",
  "Dr. Sebi and other natural doctors and herbalists believe that the body should consume foods that address what the body cannot produce (vitamins E, B, and C). Dr. Sebi states, 'Best results occur when eating an alkaline diet and cellular-rich foods'": "Sebi博士和其他自然疗法医师及草药师认为，人体应摄入能够补充身体无法自制的食物（如维生素E、B和C）。Sebi博士表示，“当食用碱性饮食和富含细胞营养的食物时，效果最好。”",
  "What are the natural alternatives to Rogaine? Dr. Sebi argued that people should not eat cooked oils, like Palm or soybeans. However, the oil is extracted from American Palm Oil or": "Rogaine的自然替代品是什么？Sebi博士认为，人们不应食用经过烹饪的油，如棕榈油或大豆油。然而，这种油是从美洲棕榈油或提取的。",
  "Batana oil is extracted from the nuts and forms a": "Batana油是从坚果中提取的，形成一种",
  "buttery": "黄油状",
  "substance": "物质",
  "rich in antioxidants and vitamin E. According to pfaf.org: \"the oil from nuts is expected to stimulate hair loss and combat dandruff\". Does batana oil work? The Tawira tribe is known as \"people of beautiful hair\", and attributes their hair success to batana oil. Dr. Sebi claimed, \"The enzymes in it sink into the hair and revive the dead hair follicles\", pairing scalp application of batana oil and a vegetarian diet maximizes results (according to Dr. Sebi).": "富含抗氧化剂和维生素E。根据pfaf.org的说法：‘坚果中的油预计能刺激头发生长并对抗头皮屑’。Batana油有效吗？Tawira部落被称为‘美丽头发的人’，他们的头发成功归功于batana油。Sebi博士声称，‘其中的酶渗透到头发中，复活死亡的发囊’，将Batana油涂抹在头皮上，并配合素食饮食，可以最大化效果（根据Sebi博士的说法）。",
  "Similarly to vitamin B, the body does not produce vitamin E. If disease stems from a deficiency of vitamins, shouldn't hair loss from a deficiency in vitamin E - Dr. Sebi and the native tribes believed that consumption of necessary vitamins, an alkaline diet, and cellular foods keep the body. Conversely, Sebi argued that black people would benefit most from a vegan diet. According to": "与维生素B类似，人体不能自行生成维生素E。如果疾病源于维生素缺乏，那么缺乏维生素E是否也会导致脱发？Sebi博士和原住民部落相信，摄取必要的维生素、碱性饮食以及富含细胞营养的食物可以维持身体健康。相反，Sebi博士认为，黑人最适合采用纯素饮食。根据",
  "The Conversation:": "对话：",
  "But it's more likely to affect": "但它更可能影响",
  "African Americans": "非裔美国人",
  "than white or Asian Americans. About 1 million people in the U.S. have alopecia areata.\" Also, black people have a higher risk of heart disease. How are these diseases correlated? Diet - processed foods and vitamin-deficient diets are common in America generally, however, many African Americans are lactose intolerant. Vitamin E is highest in vegetable oils, Dr. Sebi argued, \"When you heat these oils at high temperature - they become carcinogenic\". Batana oil is high in vitamin E and is a raw substance applied to the hair for hair growth.": "比白人或亚裔美国人更常见。美国大约有100万人患有斑秃。”此外，黑人患心脏病的风险更高。这些疾病之间有何关联？饮食——美国普遍存在加工食品和维生素缺乏的饮食，然而，许多非裔美国人乳糖不耐受。Sebi博士认为，‘维生素E在植物油中含量最高，‘当你把这些油加热到高温时——它们会变成致癌物。’Batana油富含维生素E，是一种未经加工的物质，可直接涂抹在头发上促进生发。",
  "Acupuncture Montreal": "蒙特利尔针灸",
  "Healthcare in Canada is a mess, adding holistic practices like acupuncture can help combat issues in the healthcare space. Although it is not as popular as other cities in Canada, Montreal has some great options for people seeking acupuncture treatment. For example, practioner  who practices moxibustion and cupping ('fire suckers'). There are many practitioners and different ways to practice acupuncture. Indeed, practitioner practices Toyohari Acupuncture or Meridan Therapy without insertion (millimeters above insertion points). The body has an immense regenerative potential to heal itself; herbalists believe that certain plants work in conjunction with the body to induce healing. uses Chinese herbs in conjunction with acupuncture treatment.": "加拿大的医疗系统一团糟，加入像针灸这样的整体治疗方法可以帮助应对医疗领域的问题。尽管蒙特利尔不像加拿大的其他城市那样受欢迎，但它为寻求针灸治疗的人提供了一些很好的选择。例如，实践艾灸和拔罐（‘火罐’）的从业者。有很多从业者和不同的针灸实践方式。事实上，某些从业者使用Toyohari针灸或经络疗法，不使用针刺（仅在插入点上方几毫米）。身体有着巨大的自我修复潜力；草药师认为某些植物与身体协同作用，促进治愈。使用中草药与针灸治疗相结合。",
  "Acupuncture in Montreal started with an acupuncture boom in Ontario. Canada has seen an influx of Chinese immigrants and culture. One benefit is the mass adoption of TCM and acupuncture throughout the region. Acupuncture helps with many ailments: fertility,stress, pain relief and more. In a nation like Canada, acupuncture plays a pivotal role in fighting ailments that traditional medicine would not address.": "蒙特利尔的针灸始于安大略省的针灸热潮。加拿大见证了大量中国移民和文化的涌入。一个好处是传统中医（TCM）和针灸在整个地区的广泛应用。针灸有助于许多疾病：如生育、压力、缓解疼痛等。在像加拿大这样的国家，针灸在对抗传统医学无法解决的疾病方面起着关键作用。",
  "Mass immigration in Canada has its advantages and disadvantages; assimilation led to Canadians adopting Traditional Chinese Medicine (TCM). Acupuncture Montreal adoption began with British Columbia adding acupuncture to the": "加拿大的移民潮有其优缺点；同化导致加拿大人采用传统中医（TCM）。蒙特利尔的针灸普及始于不列颠哥伦比亚省将针灸纳入",
  "Canadian Medical Services Plan in 2008.": "2008年加拿大医疗服务计划。",
  "Ontario and British Columbia have the highest adoption of acupuncture among the ten provinces of Canada. Regulation in Canada is varied among the provinces. For instance": "安大略省和不列颠哥伦比亚省在加拿大十个省份中对针灸的接受度最高。加拿大各省的针灸法规各不相同。例如",
  "chiropractors can use acupuncture everywhere but in British Columbia and Quebec.": "脊椎按摩师可以在除不列颠哥伦比亚省和魁北克省外的所有地方使用针灸。",
  "British Columbia has most regulations regarding the provinces.": "不列颠哥伦比亚省在各省中有最多的相关法规。",
  "Acupuncture Edmonton, in Alberta, is a great place for holistic practitioners in Canada to include acupuncture in their practice.": "艾伯塔省的埃德蒙顿是加拿大整体治疗师将针灸纳入其实践的绝佳地点。",
  "Healthcare in Canada is a mess, adding holistic practices like acupuncture can help combat issues in the healthcare space. Although it is not as popular as other cities in Canada, Montreal has some great options for people seeking acupuncture treatment. For example, practioner": "加拿大的医疗体系混乱，加入针灸等整体疗法有助于应对医疗领域的问题。虽然蒙特利尔不像加拿大其他城市那样受欢迎，但它为寻求针灸治疗的人们提供了一些不错的选择。例如，治疗师",
  "Xiao Lei Wang,": "王小雷，",
  "who practices moxibustion and cupping ('fire suckers'). There are many practitioners and different ways to practice acupuncture. Indeed, practitioner": "他进行艾灸和拔罐（“火罐”）。有许多治疗师，也有不同的针灸方式。事实上，治疗师",
  "David Goldman": "大卫·戈德曼",
  "practices Toyohari Acupuncture or Meridan Therapy without insertion (millimeters above insertion points). The body has an immense regenerative potential to heal itself; herbalists believe that certain plants work in conjunction with the body to induce healing.": "他使用东洋针灸或经络疗法，无需针刺（在插入点上方几毫米）。人体具有巨大的自我修复能力；草药师相信某些植物可以与身体协同作用，促进康复。",
  "Sino-Santé Clinic": "中康诊所",
  "uses Chinese herbs in conjunction with acupuncture treatment.": "结合使用中草药和针灸治疗。",
  "Acupuncture in Montreal started with an acupuncture boom in Ontario. Canada has seen an influx of Chinese immigrants and culture. One benefit is the mass adoption of TCM and acupuncture throughout the region. Acupuncture helps with many ailments: fertility,": "蒙特利尔的针灸起源于安大略省的针灸热潮。加拿大经历了大量中国移民和文化的涌入。其一大好处是整个地区广泛采用中医和针灸。针灸有助于治疗多种疾病：如生育问题，",
  "bruxism,": "磨牙症，",
  "stress, pain relief and more. In a nation like Canada, acupuncture plays a pivotal role in fighting ailments that traditional medicine would not address.": "压力、缓解疼痛等等。在像加拿大这样的国家，针灸在应对传统医学无法治疗的疾病方面发挥着关键作用。",
  "Pain Pill for Back: Best Chiropractor Near Me": "背部疼痛止痛药：我附近最好的脊椎按摩师",
  "Back pain effects an estimated \"80% of the US population\". As people age, pain becomes more and more frequent. According to": "据估计，“80%的美国人口”受到背痛影响。随着年龄增长，疼痛变得越来越频繁。根据",
  "NIDA": "美国国家药物滥用研究所（NIDA）",
  "Over 115 million pills containing illicit fentanyl seized by law enforcement in 2023, if this the seized number, imagine the actual number of pills containing fentanyl last year. The'War on Drugs' was a collosal failure in the United States; Oregon decriminalized drugs in its state. However, this decision has not worked either, resulting in rampant drug use, overdose, homelessness and fentanyl deaths. Pain pills, or opioids have a long history of abuse and addiction. In 2022, over 107,000 people died of a drug overdose, with 75% of those deaths involving an opioid. According to WebMD: Estimated 3 million Americans suffer from OUD (Opioid Use Disorder). Chiropractors take a holistic perspective, the body can heal itself. Chiropractic techniques are 40% more effective than medical care for lower back pain. Suffering from back pain? Type: best chiropractor near me instead of using pain pills for back.": "2023年，执法部门查获了超过1.15亿片含有非法芬太尼的药片。如果这只是被查获的数量，想象一下去年实际流通的芬太尼药片数量。“禁毒战争”在美国是一次彻底的失败；俄勒冈州将毒品非刑罪化。然而，这项决定也未奏效，导致毒品滥用、过量服用、无家可归和芬太尼死亡人数激增。止痛药或阿片类药物长期以来一直存在滥用和成瘾的问题。2022年，有超过107,000人死于药物过量，其中75%的死亡涉及阿片类药物。根据 WebMD：估计有300万美国人患有阿片使用障碍（OUD）。脊椎按摩师采取整体的治疗方法，认为身体能够自我愈合。脊椎治疗技术对下背部疼痛的效果比医疗护理高出40%。背痛难忍？请搜索：我附近最好的脊椎按摩师，而不是使用止痛药。",
  "Pain can be reocurring, compounding to the point of surgery. An estimated 36% of people do not know if they need surgery. However, most people are unaware of alternatives for pain management. Chiropractors cost less than surgery and pain pills, and have more benefits than pain. Americans are constantly stressed, anxiety is on the rise in America. Corrective care improves the body's ability to handle and adapt to stress. Heart disease is the biggest killer in the world. Corrective care can significantly decrease blood pressure by removing neurological interference and restoring proper spinal biomechanics. chiropractic care helps to restore function to reproductive systems for both men and women. Additionally, chiropractors cost less than traditional medicine.": "疼痛可能反复发生，最终甚至需要手术。据估计，约36%的人不知道自己是否需要手术。然而，大多数人并不了解其他疼痛管理替代方法。脊椎按摩师的费用低于手术和止痛药，而且除了缓解疼痛，还有更多益处。美国人长期处于压力之下，焦虑问题也日益严重。矫正治疗可以提高身体应对和适应压力的能力。心脏病是全球最大的杀手。矫正治疗通过消除神经干扰并恢复正常的脊柱生物力学，可以显著降低血压。脊椎治疗还有助于恢复男女的生殖系统功能。此外，脊椎按摩的花费也比传统医疗更低。",
  "'1 in 6 people globally affected by infertility: WHO',": "“全球每六人中就有一人受不孕症影响：世界卫生组织（WHO）”",
  "The healthcare system is emergency-care, but has many side effects. Studies show that Americans are Last month, in British Columbia, Canada over hydromorphone overdose death. Conversely, chiropractic care is not addicting and does not have the vast amount of side effects that stem from opiod usage. Chiropractic care is holistic, working with your body to help it to heal itself. Opiods are addicting, and can be unncessary for back pain. Oftentimes, pain pills for back or other pain management require prescription once a month. Comparatively, chiropractors recommend appointments once a month (seek chiropractor for specific appointment schedule), at a price much lower.": "现行的医疗体系以急救为主，但存在许多副作用。研究显示，美国人...（内容不完整）上个月，在加拿大的不列颠哥伦比亚省发生了海洛因类药物（氢吗啡酮）过量致死事件。相比之下，脊椎治疗不会成瘾，也没有阿片类药物产生的众多副作用。脊椎治疗是整体性的，与身体协作以帮助其自愈。阿片类药物具有成瘾性，而且对背部疼痛来说未必必要。通常情况下，背痛或其他疼痛管理的止痛药每月都需要处方。相比之下，脊椎按摩师通常建议每月一次的治疗（请咨询具体的脊椎治疗安排），而费用要低得多。",
  "The healthcare system is emergency-care, but has many side effects. Studies show that Americans are": "医疗系统以急救为主，但存在许多副作用。研究表明，美国人",
  "dependent on opiods for non-cancer pain.": "依赖阿片类药物来治疗非癌症疼痛。",
  "Last month,": "上个月，",
  "2 families sue province, federal government over safe supply": "两户家庭因“安全药物供应”问题起诉省政府和联邦政府",
  "in British Columbia, Canada over hydromorphone overdose death. Conversely, chiropractic care is not addicting and does not have the vast amount of side effects that stem from opiod usage. Chiropractic care is holistic, working with your body to help it to heal itself. Opiods are addicting, and can be unncessary for back pain. Oftentimes, pain pills for back or other pain management require prescription once a month. Comparatively, chiropractors recommend appointments once a month (seek chiropractor for specific appointment schedule), at a price much lower.": "在加拿大不列颠哥伦比亚省，因氢吗啡酮过量导致死亡。相较之下，脊椎治疗不会上瘾，也没有阿片类药物引起的大量副作用。脊椎治疗是一种整体性方法，与身体协作，帮助其自我康复。阿片类药物具有成瘾性，而且对背部疼痛而言可能并非必要。通常，治疗背痛或其他疼痛管理的止痛药每月需要一次处方。相比之下，脊椎按摩师建议每月一次的预约（具体安排请咨询脊椎治疗师），而费用要低得多。",
  "Chiropractic care improves brain health and behavior. It is designed to work with the body so that it heals itself. Chiropractic care is corrective care, pain pills is emergency care - choose the one that works with your body chemistry. Furthermore, avoid opioids that are foreign chemistry added to your body to heal you.": "脊椎治疗有助于改善大脑健康和行为。它旨在与身体协同工作，从而实现自我康复。脊椎治疗是矫正护理，而止痛药是急救护理——请选择适合自己身体化学反应的方式。此外，应避免使用阿片类药物，因为它们是向身体引入的外来化学物质来达到治疗目的。",
  "Hepatitis B: Herbal Medicine On Hep B": "乙型肝炎：乙肝的草药疗法",
  "Hepatitis B is a liver infection from HBV transmitted through another infected person’s blood, semen, or other fluids. Hepatitis B affects the liver and is more toxic in children than adults with the disease. The 5 major functions of the liver are supporting the body’s metabolism, immunity, digestion, detoxification, and vitamin storage. (Disclaimer not medical advice) There is currently no cure for hep B. This article will explore plants with potential benefits for fighting hepatitis B.": "乙型肝炎是由乙型肝炎病毒（HBV）引起的肝脏感染，可通过感染者的血液、精液或其他体液传播。乙肝影响肝脏，对儿童的毒性大于成人。肝脏的五大主要功能是支持身体的新陈代谢、免疫、消化、解毒和维生素储存。（免责声明：非医疗建议）目前尚无乙肝的治愈方法。本文将探讨可能有助于对抗乙肝的植物。",
  "Portulaca grandiflora is a beautiful pink flower from South America (Brazil). Aside from its appearance, the flower has potential benefits for your health. Herbalists believe one must pair a diet shift and detox the body with natural plants before healing begins. Portulaca grandiflora (rose moss) is meaning the plant is a detoxifier. Dr. Max Gerson believed that fighting tumors started with a green diet and  to detoxify the liver. A similar process is applied to hepatitis. The detoxifying properties in ross moss are putative immunostimulatory in fighting hepatitis B. from 1990, indicate the plant has an “Antimutagenic effect on the mutation induced by aflatoxin B1 and cyclophosphamide in mice”.": "大花马齿苋是一种来自南美洲（巴西）美丽的粉红色花朵。除了其外观，这种花对健康可能也有益处。草药学家认为，在开始康复之前，必须通过饮食改变和使用天然植物来排毒。大花马齿苋（又称石竹马齿苋）被认为是一种排毒植物。马克斯·格森博士认为，对抗肿瘤应从绿色饮食和肝脏排毒开始。类似的过程也适用于治疗肝炎。石竹马齿苋的排毒特性可能具有免疫刺激作用，有助于对抗乙肝。1990年的研究显示，这种植物对黄曲霉毒素B1和环磷酰胺在小鼠中引起的突变具有“抗诱变作用”。",
  " depurative,": " 排毒剂，",
  "Cordydalis yanhusuo is a flower with a fuchsia appearance from Asia, specifically China. This plant has been regarded as a remedy to  for centuries throughout Asia. Blood passing through the stomach and intestines is processed by the liver, an infected liver cannot metabolize nutrients or break down vitamins efficiently. Moreover, Corydalis yanhusuo helps with abdominal pain due to its alkaloid properties. Generally, the plant has shown effects in helping with pain. Its major medicinal properties are: 'antitussive, cardiotonic, hypotensive and anticancerous'.": "延胡索是一种原产于亚洲（尤其是中国）的紫红色花朵。几个世纪以来，这种植物在亚洲被视为治疗“活血化瘀”的良方。血液经过胃和肠后由肝脏处理，感染的肝脏无法有效代谢营养或分解维生素。此外，延胡索因其生物碱成分，有助于缓解腹痛。总体而言，该植物在缓解疼痛方面效果显著。其主要药用特性包括：止咳、强心、降压和抗癌。",
  "Blighia sapida is a plant stemming from West Africa, specifically Cote d’Ivoire, eaten when fully ripe. This plant is primarily used in treating  A function of the liver is digestion. This plant is stomachic, meaning it is helpful in digestion. A side effect of hep B is nausea and vomiting, the “ground-up bark” has been used to assist with nausea. Regarding hep B, “the twigs of the plant help with hepatitis, cirrhosis and amygdalitis”. Generally, the plant has many benefits for health, the unripe fruit can cause certain diseases.": "无荚皂荚是一种源自西非（尤其是科特迪瓦）的植物，需在完全成熟后食用。该植物主要用于治疗相关疾病。肝脏的一项功能是帮助消化，而该植物具有健胃作用，有助于消化。乙型肝炎的常见副作用包括恶心和呕吐，磨碎的树皮被用来缓解恶心。关于乙肝，“该植物的枝条有助于治疗肝炎、肝硬化和扁桃体炎”。总体而言，这种植物对健康有多种益处，但未成熟的果实可能引发某些疾病。",
  "Portulaca grandiflora": "大花马齿苋",
  "is a beautiful pink flower from South America (Brazil). Aside from its appearance, the flower has potential benefits for your health. Herbalists believe one must pair a diet shift and detox the body with natural plants before healing begins. Portulaca grandiflora (rose moss) is": "是一种来自南美（巴西）美丽的粉红色花朵。除了外观之外，这种花对健康具有潜在益处。草药师认为，在康复开始之前，必须结合饮食调整和天然植物进行身体排毒。大花马齿苋（又名石竹马齿苋）是",
  "depurative": "排毒剂",
  ", meaning the plant is a detoxifier. Dr. Max Gerson believed that fighting tumors started with a green diet and": "，意思是这种植物具有排毒作用。马克斯·格森博士认为，对抗肿瘤应从绿色饮食和",
  "coffee enemas": "咖啡灌肠",
  "to detoxify the liver. A similar process is applied to hepatitis. The detoxifying properties in ross moss are putative immunostimulatory in fighting hepatitis B.": "来排毒肝脏开始。类似的过程也适用于治疗肝炎。石竹马齿苋的排毒特性据称在对抗乙型肝炎方面具有免疫刺激作用。",
  "Studies": "研究",
  "from 1990, indicate the plant has an “Antimutagenic effect on the mutation induced by aflatoxin B1 and cyclophosphamide in mice”.": "表明该植物对黄曲霉毒素B1和环磷酰胺在小鼠中诱发的突变具有“抗诱变作用”。",
  "Cordydalis yanhusuo": "延胡索",
  "is a flower with a fuchsia appearance from Asia, specifically China. This plant has been regarded as a remedy to": "是一种原产于亚洲（尤其是中国）的紫红色花朵。这种植物被认为有助于",
  "‘invigorate the blood’": "“活血化瘀”",
  "for centuries throughout Asia. Blood passing through the stomach and intestines is processed by the liver, an infected liver cannot metabolize nutrients or break down vitamins efficiently. Moreover, Corydalis yanhusuo helps with abdominal pain due to its alkaloid properties. Generally, the plant has shown effects in helping with pain. Its major medicinal properties are: antitussive cardiotonic, hypotensive and anticancerous.": "，几个世纪以来在亚洲广泛使用。血液经过胃和肠后由肝脏处理，受感染的肝脏无法有效代谢营养或分解维生素。此外，延胡索因其生物碱成分能缓解腹痛。总体而言，该植物在镇痛方面效果显著。其主要药用特性包括：止咳、强心、降压和抗癌。",
  "Blighia sapida": "无荚皂荚",
  "is a plant stemming from West Africa, specifically Cote d’Ivoire, eaten when fully ripe. This plant is primarily used in treating": "是一种源自西非（尤其是科特迪瓦）的植物，需在完全成熟后食用。该植物主要用于治疗",
  "yellow fever, epilepsy and edema.": "黄热病、癫痫和水肿。",
  "A function of the liver is digestion. This plant is stomachic, meaning it is helpful in digestion. A side effect of hep B is nausea and vomiting, the “ground-up bark” has been used to assist with nausea. Regarding hep B, “the twigs of the plant help with hepatitis, cirrhosis and amygdalitis”. Generally, the plant has many benefits for health, the unripe fruit can cause certain diseases.": "肝脏的一项功能是帮助消化。这种植物具有健胃作用，有助于消化。乙型肝炎的副作用包括恶心和呕吐，磨碎的树皮被用于缓解恶心。关于乙肝，“这种植物的枝条有助于治疗肝炎、肝硬化和扁桃体炎”。总体而言，这种植物对健康有多种益处，但未成熟的果实可能会引发某些疾病。",
  "Herbalists operate on the principle that disease stems from deficiency and nutrition. The application of these plants correlates with the functionality of the infected organ. The liver is in charge of detoxification, if the body cannot detoxify toxins then toxins build up in the body — Portulaca grandiflora fights toxins and fights mutation of tumors. Cordydalis yanhusuo cleans the blood, a vital function of the liver is cleaning and filtering blood. Finally, Blighia sapida aids in digestion, another function of the liver. Holistic medicine looks at medicine as interconnected, integrating these plants (not medical advice) helps the liver.": "草药师的原则是疾病源于营养不足。这些植物的应用与受损器官的功能相关。肝脏负责解毒，如果身体无法清除毒素，毒素就会积累——大花马齿苋对抗毒素并抑制肿瘤变异。延胡索清理血液，肝脏的重要功能之一就是清洁和过滤血液。最后，无荚皂荚帮助消化，这是肝脏的另一项功能。整体医学将这些植物作为一个互联系统（非医疗建议），整合使用有助于肝脏健康。",
  "The Importance of Nutrition": "营养的重要性",
  "I am not a doctor or nutritionist, however, I am a developer and researcher who understands the value of showcasing Holistic Medicine to the public. Of the nine practices on the platform: Homeopathy, PRP, Hypnotherapy, Stem Cell Therapy, Chelation, Chiropractic, Ayurveda, and Acupuncture; Nutrition is the most valuable because it encompasses general elements of the others. I did not know that the Standard American Diet was insufficient for the vitamins humans lack. Humans lack vitamins A, D, E, and K, so nutritionists create diet plans specific to each person. Dr. Sebi was a herbalist who understood the correlation between diet and plants. His diet protocol might not be attainable for some people — a nutritionist can tailor a diet around different philosophies on health that work within someone’s capabilities. The most important element of a nutritionist is trust — have the confidence knowing that they have data on you and expertise in the health field.": "我不是医生或营养师，但我是一名开发者和研究者，理解向公众展示整体医学的价值。在平台上的九种实践中：顺势疗法、PRP、催眠疗法、干细胞疗法、螯合疗法、脊椎按摩、阿育吠陀和针灸；营养最有价值，因为它包含了其他所有方法的一般元素。我不知道标准美国饮食缺乏人体所需的维生素。人类缺乏维生素A、D、E和K，因此营养师会为每个人制定特定的饮食计划。Sebi博士是一位了解饮食与植物关系的草药师。他的饮食方案可能并不适合每个人——营养师可以根据不同的健康理念，为个人量身定制饮食方案。营养师最重要的是信任——要有信心，相信他们掌握了你的数据并具备健康领域的专业知识。",
  "Do not believe everything you read on the Internet. There is always a new trendy food or diet. What if you are allergic or your body cannot process a certain food? “Let thy food be thy medicine, and thy medicine be thy food is”, a famous quote from physician Hippocrates highlighting the importance of nutrition. Education is a fundamental element of the platform because health in America is a serious problem. Drug overdose is a serious problem in the United States, people do not know what they do not know. My research only goes so far, it takes real nutritionists with decades of experience to get to the root cause of diseases. Take the vitamins A, D, E, and K — the fruits listed in the diagram below are based upon my limited research of B17, Dr. Sebi, and other nutritionists I have studied. A nutritionist understands the quantity of vitamins A, D, E, and K the body needs. Nutritionists understand the specific vitamins each individual is lacking.": "不要相信互联网上写的所有内容。总会有新的流行食物或饮食。如果你对某种食物过敏或身体无法消化，怎么办？“让你的食物成为你的药物，让你的药物成为你的食物”——这是希波克拉底医师强调营养重要性的名言。教育是平台的基础，因为美国的健康问题非常严重。药物过量是美国的重大问题，人们不知道自己所不了解的。我所做的研究只能到此为止，真正需要具有数十年经验的营养师去找到疾病的根本原因。以维生素A、D、E和K为例——下面图表中列出的水果基于我对B17、Sebi博士和其他营养师的有限研究。营养师了解身体所需的维生素A、D、E和K的数量。营养师也了解每个人缺乏的具体维生素。",
  "Society is waking up to the reality that the Standard American Diet has set us up for failure. What’s the difference between a nutritionist and a dietician? Dietitians are specially trained nutritionists. Nutrition is more than just food and diet, nutritionists provide tips for clients to have long-term health. Exercise is another fundamental element of nutrition. Nutritionists help their clients develop plans tailored to their workout goals. What makes Michael Jordan, Tom Brady and Serena Williams the greats they are today? This is a convoluted answer — work ethic, giftedness, adversity, I would say coaching. The movie King Richard illustrates the need for coaching in tennis and how their Father built the Williams empire. Phil Jackson, coach of Michael Jordan, Shaquille O'Neal and Kobe Bryant (RIP), won 11 NBA titles as a coach. Michael Jordan is a legend, but Phil Jackson was instrumental in his success. Regarding Tom Brady, there is constant debate on whether his success is attributed to him or his coach Bill Belichick. A great coach maximizes your potential, and a health coach helps you maximize the effectiveness of your nutrition plan.": "社会正在认识到，标准美国饮食让我们陷入失败的境地。营养师和营养专家（dietician）有什么区别？营养专家是受过专门训练的营养师。营养不仅仅是食物和饮食，营养师为客户提供长期健康建议。运动是营养的另一个基本元素。营养师帮助客户制定与其锻炼目标相匹配的计划。是什么让迈克尔·乔丹、汤姆·布雷迪和塞蕾娜·威廉姆斯成为今天的传奇？这个问题答案复杂——工作态度、天赋、逆境，我会说是教练。《国王理查德》这部电影展示了网球教练的重要性，以及他们的父亲如何建立威廉姆斯帝国。菲尔·杰克逊作为迈克尔·乔丹、沙奎尔·奥尼尔和科比·布莱恩特（已故）的教练，赢得了11个NBA总冠军。迈克尔·乔丹是传奇，但菲尔·杰克逊对他的成功至关重要。至于汤姆·布雷迪，人们一直在争论他的成功是归功于他本人还是教练比尔·贝里奇克。优秀的教练可以最大化你的潜力，而健康教练帮助你最大化营养计划的效果。",
  "The importance of a nutritionist is that what you eat is paramount in determining your health. Nutritionists help you execute your health goals. Nutrition is important because when you get obesity or diabetes, your chance of chronic diseases skyrockets. Health coaches and dietitians both play a vital role in nutrition.": "营养师的重要性在于你所吃的决定了你的健康。营养师帮助你达成健康目标。营养很重要，因为一旦你患上肥胖或糖尿病，慢性疾病的风险会大幅增加。健康教练和营养专家在营养方面都扮演着重要角色。",
  "Contact a nutritionist, you understand the value of nutritionists, once one understands the importance of food. Doctors universally acknowledge that nutrition is important. Seek a nutritionist to receive an in-depth understanding on nutrition and plans to fit the individual.": "联系营养师后，你就会理解营养师的价值，一旦了解了食物的重要性。医生普遍承认营养的重要性。请咨询营养师，以获得对营养的深入理解和适合个人的计划。",
  "Mushrooms & Relationships": "蘑菇与关系",
  "The Root Cause Approach: A Path to True Healing": "根本原因方法：通往真实疗愈之路",
  "In the world of healthcare, a quiet revolution is underway. Patients and practitioners alike are realizing that the traditional 'band-aid' approach—managing symptoms without addressing underlying causes—often falls short. This growing awareness has sparked interest in functional medicine, a patient-centered approach that focuses on uncovering and resolving the root causes of illness. So, what makes functional medicine so transformative? Let’s explore why this approach is reshaping the future of healthcare.": "在医疗领域，一场悄然的革命正在进行。患者和从业者都意识到传统的“临时补救”方法——仅管理症状而不解决根本原因——往往不够。这种认识逐渐引发了对功能医学的兴趣，这是一种以患者为中心的方法，专注于发现和解决疾病的根源。那么，是什么让功能医学如此改变医疗格局？让我们一起来探讨这一方法如何重塑医疗的未来。",
  "Rose Oil Benefits": "玫瑰油的益处",
  "Rose Oil stems from the petals of Rosa centifolia and Rosa damascena. First, we will explain the medicinal benefits of Rosa centifolia and Rosa damascena, according to PFAF.org. Then, explain the efficacy of rose oil according to published studies. Finally, we'll explain the benefits of Rose Oil (not medical advice) for certain conditions.": "玫瑰精油来自于百叶玫瑰（Rosa centifolia）和大马士革玫瑰（Rosa damascena）的花瓣。首先，我们将根据 PFAF.org 介绍这两种玫瑰的药用价值。接着，根据已发表的研究，解释玫瑰精油的疗效。最后，我们将介绍玫瑰精油在某些疾病中的益处（非医疗建议）。",
  "Rosa centifolia (Provence Rose) is one of the few plants without an exact habitat. Conversely, it is found in the wild and apparent in many habitats worldwide. It is important to note that the rose oil stems from the petals. However,  According to PFAF.org, the oil of Provence Rose helps with aromatherapy.": "百叶玫瑰（又称普罗旺斯玫瑰）是少数没有确切生长地的植物之一。相反，它在世界各地的野外和各种环境中均可见。需要注意的是，玫瑰精油提取自其花瓣。然而，根据 PFAF.org 的资料，普罗旺斯玫瑰的精油有助于芳香疗法。",
  "'the root is astringent, the petals are laxative, and the fruit of the rose have vitamins A, C, and E.'": "“根具有收敛作用，花瓣具有轻泻作用，玫瑰果实含有维生素A、C 和 E。”",
  "According to PFAF.org, Rosa Damascena is home to Asia (habitat). Unlike Rosa centifolia,  The flowers and fruits have characteristics similar to those of Rosa centifolia. However, Rosa Damascena has more aperient, tonic, and cardiac properties.": "根据 PFAF.org 的资料，大马士革玫瑰原产于亚洲。与百叶玫瑰不同，其花和果实具有类似的特性，但大马士革玫瑰具有更强的通便、强壮和护心作用。",
  "the petals are astringent.": "花瓣具有收敛作用。",
  "Now that the plants comprising rose oil have been examined. Let's jump into studies investigating the use of rose oil for certain conditions. Published in 2017 by Avicenna J Phytomed, let's review the therapeutic effects of rose oil. The  examined 'the analgesic, anti-depression, psychological relaxation, improved sexual health, and anti-anxiety effects of rose oil.' The study took place in Iran, and the most abundant element in the oil was 'β-citronellol (14.5-47.5%)'. Among 772 participants, studies 'indicate that rose oil showed immediate changes in physiology - skin changes, blood pressure, blood flow, brain activity, and muscle tension.' One study indicated that inhalation of rose oil improved renal colic symptoms in patients. Amongst all the studies, rose oil has the strongest analgesic and anti-depressant effects.": "既然我们已经了解了构成玫瑰精油的植物，现在让我们来看看有关玫瑰精油在特定疾病中的研究。2017年，《阿维森纳植物医学杂志》发表了一项关于玫瑰精油疗效的研究，探讨其止痛、抗抑郁、心理放松、改善性健康和抗焦虑等作用。该研究在伊朗进行，结果显示玫瑰精油中含量最丰富的成分是 β-香茅醇（14.5-47.5%）。在对772名参与者的研究中发现，玫瑰精油能立即引起生理变化，包括皮肤变化、血压、血流、大脑活动和肌肉紧张程度的变化。其中一项研究表明，吸入玫瑰精油可改善肾绞痛症状。所有研究中，玫瑰精油在止痛和抗抑郁方面的效果最为显著。",
  "Rosa centifolia (Provence Rose) is one of the few plants without an exact habitat. Conversely, it is found in the wild and apparent in many habitats worldwide.It is important to note that the rose oil stems from the petals. However,": "百叶玫瑰（普罗旺斯玫瑰）是少数没有固定生长区域的植物之一，相反，它在世界各地的野生环境中都能见到。需要指出的是，玫瑰精油是从花瓣中提取的。然而，",
  "the root is astringent, the petals are laxative, and the fruit of the rose have vitamins A, C, and E.": "根具有收敛作用，花瓣有轻泻功能，果实中含有维生素A、C和E。",
  "According to PFAF.org, the oil of Provence Rose helps with aromatherapy.": "根据 PFAF.org 的资料，普罗旺斯玫瑰的精油对芳香疗法有帮助。",
  "According to PFAF.org, Rosa Damascena is home to Asia (habitat). Unlike Rosa centifolia,": "根据 PFAF.org 的资料，大马士革玫瑰原产于亚洲。与百叶玫瑰不同，",
  "the petals are astringent.": "花瓣具有收敛作用。",
  "The flowers and fruits have characteristics similar to those of Rosa centifolia. However, Rosa Damascena has more aperient, tonic, and cardiac properties.": "这些花和果实具有与百叶玫瑰相似的特性。然而，大马士革玫瑰具有更强的通便、强壮和护心作用。",
  "Now that the plants comprising rose oil have been examined. Let's jump into studies investigating the use of rose oil for certain conditions. Published in 2017 by Avicenna J Phytomed, let's review the therapeutic effects of rose oil. The": "现在我们已经了解了构成玫瑰精油的植物。接下来，让我们深入研究玫瑰精油在某些疾病中的应用。2017年《阿维森纳植物医学杂志》发表了一项研究，让我们一起回顾玫瑰精油的治疗效果。该研究",
  "study": "研究",
  "examined \"the analgesic, anti-depression, psychological relaxation, improved sexual health, and anti-anxiety effects of rose oil.\" The study took place in Iran, and the most abundant element in the oil was \"β-citronellol (14.5-47.5%)\". Among 772 participants, studies \"indicate that rose oil showed immediate changes in physiology - skin changes, blood pressure, blood flow, brain activity, and muscle tension.\" One study indicated that inhalation of rose oil improved renal colic symptoms in patients. Amongst all the studies, rose oil has the strongest analgesic and anti-depressant effects.": "研究表明玫瑰精油具有镇痛、抗抑郁、心理放松、改善性健康和抗焦虑的作用。该研究在伊朗进行，发现精油中含量最高的成分是“β-香茅醇（14.5-47.5%）”。在772名参与者中，研究显示玫瑰精油能立即引起生理变化——皮肤反应、血压、血流、大脑活动和肌肉紧张。一项研究指出，吸入玫瑰精油可改善肾绞痛症状。在所有研究中，玫瑰精油在镇痛和抗抑郁方面的效果最为显著。",
  "Aromatherapy involves inhaling essential oils for therapeutic effects. Rose oil stems from the petals of Rosa centifolia and Rosa damascena. The petals are astringent and strong in vitamins A, C, and E. According to studies, rose oil helps most with pain (analgesic) and depression (anti-depressant).": "芳香疗法是通过吸入精油来获得治疗效果。玫瑰精油来自百叶玫瑰和大马士革玫瑰的花瓣。花瓣具有收敛作用，并富含维生素A、C和E。研究表明，玫瑰精油在缓解疼痛（镇痛）和抑郁（抗抑郁）方面效果最佳。",
  "Live Drop Coming Soon!Apothecary": "即将上线的产品发布！药草铺",
  "About page": "关于页面",
  "FAQ": "常见问题",
  "Who is The Merlin Group?": "Merlin Group 是谁？",
  "We are Bitcoin consultants and developers integrating the world onto Bitcoin via large scale projects that change the world.": "我们是比特币顾问和开发者，致力于通过改变世界的大型项目将世界纳入比特币体系。",
  "Is the platform a subscription service?": "该平台是订阅服务吗？",
  "As of 2024, the platform is not a subscription service. In the future, we might make the shift to a subscription service for providers. Everyday users will never have to pay a subscription to a subscription fee for this platform.": "截至2024年，该平台不是订阅服务。未来，我们可能会为服务提供者转为订阅模式。但普通用户永远不需要为该平台支付订阅费用。",
  "What is your core mission statement?": "你们的核心使命是什么？",
  "The Merlin Group is personally and professionally invested in the re-emergence of revolutionary therapies.": "Merlin Group 在个人和专业层面都致力于革命性疗法的复兴。",
  "Who is DECENT MED made for?": "DECENT MED 是为谁设计的？",
  "- Alternative Medicine providers": "- 替代医学提供者",
  "- Those who do not have health insurance": "- 没有医疗保险的人群",
  "- People who have distrust in the current healthcare system": "- 对当前医疗体系缺乏信任的人",
  "- Bitcoin countries and general Bitcoin users": "- 使用比特币的国家和一般比特币用户",
  "What are your goals?": "你们的目标是什么？",

  "- showcasing revolutionary treatments to billions of people worldwide": "- 向全球数十亿人展示革命性疗法",
  "- Aid in global Bitcoin adoption": "- 促进比特币在全球的采用",
  "- Decentralize healthcare for 'alternatives' to be widely accepted": "- 去中心化医疗体系，让“替代疗法”被广泛接受",

  "Why healthcare?": "为什么是医疗？",
  "We have both witnessed the corruption of the healthcare system. After the pandemic, we notice the catastrophic shift in the current system and want to provide a cheaper alternatives to healthcare globally.": "我们亲眼目睹了医疗系统的腐败。疫情过后，我们意识到当前系统发生了灾难性的转变，因此希望为全球提供更廉价的医疗替代方案。",
  "Herbal Medicine": "草药疗法",
  "Encyclopedia of Herbal Medicine": "草药医学百科全书",
  "Goldenseal Herb": "小檗草",
  "Bidens Pilosa Plant": "鬼针草",
  "Echinacea": "紫锥菊",
  "Heliconia Metallica": "金属鹤望兰",
  "Golden raintree": "金雨树",
  "Platycadus Orientalis": "侧柏",
  "Plumbago": "铅丹草",
  "Plumeria": "鸡蛋花",
  "Crepe Myrtle": "紫薇",
  "Silver Maple": "银枫",
  "Elderberry": "接骨木莓",
  "Dandelion Root": "蒲公英根",
  "Quercus Robur": "欧洲栎（悬铃木栎）",
  "Virginia Mountain Mint": "弗吉尼亚山地薄荷",
  "Wild Bergamot": "野佛手柑",
  "Moringa": "辣木",
  "Great Lobelia": "大洋紫草",
  "Jewelweed": "凤仙花",
  "Rhus Typhina": "鹿角漆树",
  "African Tulip Tree": "非洲郁金香树",
  "Rosa Nutkana": "努特卡玫瑰",
  "Black Locust Tree": "刺槐树",
  "Centaurea scabiosa": "疙瘩矢车菊",
  "Tansy": "艾菊",
  "Hawthorn": "山楂",
  "Ox-Eye Daisy": "牛眼雏菊",
  "Silver Birch": "银桦树",
  "Melilotus Albus": "白香草（白香苜蓿）",
  "Purple Loosestrife": "千屈菜",
  "Burmuda Grass": "百慕大草",
  "Spiny Amaranth": "刺苋",
  "Thyme-Leaf Sandwort": "百里香叶沙参",
  "Piripiri": "皮里皮里草",
  "Lavender": "薰衣草",
  "Angels Trumpet": "天使号角花",
  "Indian Almond Leaf": "印度杏仁叶",
  "English Ivy": "常春藤",
  "Wedelia": "阳春菊",
  "Bush Candle Tree": "灌木蜡烛树",

  "Heavenly Bamboo": "天堂竹",
  "Chinese Holly": "中国冬青",
  "Johnny Jump Up": "小飞燕花",
  "Chinese Witch Hazel": "中华金缕梅",
  "Bigleaf Hydrangea": "大叶绣球花",
  "Oriental bittersweet": "东方蔓荆果",
  "Common Boxwood": "普通黄杨",
  "Winged Spindle Tree": "翼荚卫矛",
  "French Lavender": "法国薰衣草",
  "Rosin Weed Plant": "松香草",
  "Blackberry": "黑莓",
  "Slender Amaranth": "细叶苋",
  "Coral Tree": "珊瑚树",
  "Lily of the Nile": "尼罗河百合",
  "Lily Magnolia": "木兰百合",
  "Sweet Gum Tree": "甜胶树",
  "Mulberry": "桑树",
  "Camellia": "山茶花",
  "Oleander": "夹竹桃",
  "Ditch Lily": "沟百合",
  "Rose Tea": "玫瑰茶",
  "Wild Sage": "野鼠尾草",
  "Fremont Cottonwood": "弗里蒙特杨",
  "Ceiba speciosa": "美丽水青冈",
  "Kapok Tree": "木棉树",
  "Detox page": "排毒页面",
  "Best Fruits, Spices and Vegetables for Detox": "最佳排毒水果、香料和蔬菜",
  "Turmeric": "姜黄",
  "Anti-inflammatory properties - rich in antioxidants, vitamins, and nutrients": "抗炎特性 - 富含抗氧化剂、维生素和营养素",
  "Ginger": "生姜",
  "Rich in antioxidants, cleanses the body and helps with digestion": "富含抗氧化剂，净化身体，帮助消化",
  "Aloe Vera": "芦荟",
  "Soothes inflammation, cleanses the colon.": "舒缓炎症，净化结肠。",
  "Broccoli": "西兰花",
  "High in fiber, rich in Vitamin A,C,K and antioxidants": "高纤维，富含维生素A、C、K和抗氧化剂",
  "Grapefruit": "葡萄柚",
  "High in antioxidant Vitamin C, boosts immune system": "富含抗氧化维生素C，增强免疫系统",
  "Lemon": "柠檬",

  "High in antioxidant Vitamin C. Cleanses liver, helps digestion and aids in weight management.": "富含抗氧化维生素C。清洁肝脏，帮助消化并有助于体重管理。",
  "A detox cleanses the body. A water detox cleanse can flush out the body's toxins. The 3 day cleanse detox will restore your cells to ketosis. When detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.": "排毒清洁身体。水排毒可以冲刷体内毒素。三天排毒清洁将使细胞恢复酮症状态。排毒时，应先从水排毒开始，冲刷肾脏和肝脏中的毒素（非医疗建议）。水排毒帮助身体自我修复。排毒在细胞再生和细胞复苏中起着重要作用——这是健康的两个组成部分。",
  "Cancer": "癌症",
  "treatments globally like the Gerson Therapy and": "全球治疗方法如格森疗法及",
  "Dr. Sebi diet": "塞比博士饮食法",
  "use forms of Detoxification to cleanse the body from toxins that cause cancer.": "使用各种排毒方法清除导致癌症的毒素。",
  "Detoxification Protocols": "排毒方案",
  "- Dr. William Kelley: Nutrition detoxification for cancer patients": "- 威廉·凯利博士：癌症患者的营养排毒",
  "- Dr Sebi: Detoxification protocol using Sea Moss and an alkaline 'green' diet to cleanse the liver and colon.": "- 塞比博士：使用海藻和碱性“绿色”饮食排毒肝脏和结肠。",
  "- Dr. Gerson: Detoxification protocol with raw juices and vegetables.": "- 格森博士：使用生鲜果蔬汁的排毒方案。",
  "coffee enemas": "咖啡灌肠",

  "(gold, green and white NOT roasted) in order to expel toxins accumulated from (dissolved tumor masses). The process is that the tumor is caught in the liver, released in the bile, and exits through the kidney. The long dietary program of low-sodium and high-potassium foods assists with tuberculosis, chronic diseases, asthma, arthritis, diabetes, heart conditions, and many cancers.": "(金色、绿色和白色（未烘烤））用于排出（溶解肿瘤块）积累的毒素。过程是肿瘤被困在肝脏，通过胆汁释放并通过肾脏排出。长期低钠高钾饮食计划有助于治疗结核病、慢性疾病、哮喘、关节炎、糖尿病、心脏病及多种癌症。",
  "Benefits of Preventive Wellness": "预防健康的益处",
  "- Make well-informed lifestyle choices": "- 做出明智的生活方式选择",
  "- Detect early and better manage diseases": "- 早期发现并更好地管理疾病",
  "- Avoid expensive treatments": "- 避免昂贵的治疗",
  "Benefits of Water Detox": "水排毒的益处",
  "- Aids in digestion": "- 有助消化",
  "- Improves circulation": "- 改善血液循环",
  "- Relieves constipation": "- 缓解便秘",
  "- Reduces inflammation": "- 减少炎症",
  "- Reduces sugar cravings": "- 减少对糖的渴望",
  "- Boosts energy levels": "- 提升能量水平",
  "Hypnotherapy page": "催眠治疗页面",
  "Visit Green Hypnotherapy": "访问绿色催眠治疗",
  "Benefits of Hypnotherapy": "催眠治疗的益处",
  "Increased Self Confidence": "增强自信心",
  "Studies show that close to 8/10 Americans have low self-esteem.": "研究显示，接近八成美国人自尊心低下。",
  "Decreased Anxiety": "焦虑减轻",
  "The advent of smart phones and social media has increased anxiety among today's youth. Mix that with mass shootings and school shootings, anxiety levels are high in the United States.": "智能手机和社交媒体的出现增加了当代青少年的焦虑。再加上大规模枪击和校园枪击事件，美国的焦虑水平居高不下。",
  "Releasing & Transforming Trauma Responses": "释放与转化创伤反应",
  "Transform your pain and mental anguish into healing and wholeness.": "将你的痛苦和精神折磨转化为康复与完整。",
  "Dissolving & Transforming Subconscious Blocks": "溶解与转化潜意识障碍",
  "Dissolving subconscious blocks can lead to increased self-awareness and emotional well-being.": "溶解潜意识障碍可以提升自我觉察和情绪健康。",
  "Stress Reduction": "减轻压力",

  "High stress levels play a role in the development of diseases. It is not safe to have high cortisol levels in our sedentary lifestyles.": "高压力水平在疾病发展中起作用。我们久坐的生活方式中高皮质醇水平是不安全的。",
  "Overcoming Fears & Phobias": "克服恐惧与恐怖症",
  "Fears restrict us from new experiences, do not let yourself hold you back with fear.": "恐惧限制了我们体验新事物，不要让恐惧束缚你自己。",
  "Improving Sleep": "改善睡眠",
  "According to the CDC, estimated 10-30% of the world struggle with insomnia.": "根据疾病控制与预防中心（CDC），全球估计有10-30%的人群存在失眠问题。",
  "Hypnotherapy Modalities": "催眠治疗方法",
  "Parts Therapy": "部分疗法",
  "- Core Transformation to transform negative subconscious beliefs.": "- 核心转化疗法，用于转变负面潜意识信念。",
  "Regression Therapy": "回归疗法",
  "- Get to the root of long-term issues that often stem from childhood trauma(s) that occurred before age 7 and helps the client to transform their pain and mental anguish into healing and wholeness.": "- 追溯常源自7岁前童年创伤的长期问题根源，帮助客户将痛苦和精神折磨转化为疗愈与完整。",
  "Past-Life Regression": "前世回溯",
  "- Access your past-life to discover spots that you are missing.": "- 访问你的前世，发现你缺失的部分。",
  "Acupuncture page": "针灸页面",
  "Acupuncture Channels": "针灸经络",
  "Spleen Function in TCM": "中医脾脏功能",
  "Kidney Acupuncture": "肾脏针灸",
  "Acupuncture Points": "针灸穴位",
  "Acupuncture Treatment": "针灸治疗",
  "Chelation page": "螯合疗法页面",
  "Visit Crossroads Naturopathic": "访问十字路口自然疗法诊所",
  "Chelation 101 (Heavy Metal Detox)": "螯合基础（重金属排毒）",
  "Stem Cell Therapy page": "干细胞疗法页面",
  "Stem Cell Therapy Explained": "干细胞疗法详解",
  "Ayurveda Experience": "阿育吠陀体验",
  "Ayurvedic Elements": "阿育吠陀元素",
  "Space": "空",
  "Air": "风",
  "Fire": "火",
  "Water": "水",
  "Earth": "地",
  "What is Ayurveda?": "什么是阿育吠陀？",

  "Ayurveda is a holistic healing system developed in India based on the delicate balance between mind, body, and spirit. The goal of Ayurveda is promoting good health instead of fighting disease. The goal is to cleanse your body of undigested food, which stay in your body and lead to illness. The process is called 'panchakarma', designed to reduce your symptoms and restore harmony and balance. Other processes used are blood purification, massage, medical oils, herbs, enemas, and laxatives.": "阿育吠陀是一种起源于印度的整体疗愈系统，基于身心灵之间的微妙平衡。阿育吠陀的目标是促进健康，而不是对抗疾病。其目标是清除体内未消化的食物，这些食物会停留在体内并导致疾病。这个过程称为“panchakarma”，旨在减轻症状，恢复和谐与平衡。其他方法包括血液净化、按摩、药用油、草药、灌肠剂和泻药。",
  "Why Choose Ayurveda?": "为什么选择阿育吠陀？",
  "1. Truly embrace individual": "1. 真正关注个体差异",
  "2. Foster self-awareness": "2. 培养自我意识",
  "3. Focuses on prevention and the root cause of illness": "3. 注重预防和疾病根源",
  "4. Truly intuitive": "4. 真正直觉导向",
  "Nutrition page": "营养页面",
  "Obesity Facts": "肥胖事实",
  "Dr. Sebi Food List": "Dr. Sebi 食物清单",
  "Chiropractic page": "脊椎按摩疗法页面",
  "The war on drugs has been a colossal failure. Since its inception, the drug war has decimated countries, incarcerated black men, and overdose deaths increases. Since 1999, drug overdoses have tripled in the last two decades. Furthermore, the figures are from 2020, a period plagued by a global pandemic. With Fentanyl on the rise in the 2020s, the numbers are only increasing. Alternative treatments like Chiropractic are non-invasive and align the body. An estimated 80% of the population will have significant back pain.": "禁毒战争是一次巨大的失败。自其开始以来，禁毒战争摧毁了许多国家，监禁了大量黑人男子，且药物过量死亡人数不断增加。自1999年以来，过去二十年间药物过量死亡人数增加了三倍。此外，这些数据来自2020年——一个受到全球大流行病影响的时期。随着2020年代芬太尼的上升，数字还在持续增加。像脊椎按摩这样的替代疗法是非侵入性的，有助于身体调整。据估计，80%的人群会有严重背痛问题。",
  "An estimated 65% of American adults seek care for neck or back pain in their lifetime. Extrapolating that figure, 36% of Americans do not know if surgery is effective for their pain. Chiropractic care is 40% (estimate) more effective for treating back pain. Chiropractors remove neurological interference and restore proper biomechanics to the spine. Moreover, chiropractic care supports the immune system, improves sleep, improves behavior, improves brain development, and benefits development in both adults and children.": "估计65%的美国成年人一生中会寻求治疗颈部或背部疼痛。据推算，36%的美国人不知道手术对他们的疼痛是否有效。脊椎按摩疗法治疗背痛的效果估计比手术高40%。脊医通过消除神经干扰，恢复脊柱的正确生物力学。此外，脊椎按摩疗法还能支持免疫系统，改善睡眠，改善行为，促进大脑发育，并对成人和儿童的发展都有益。",
  "Chiropractic Benefits": "脊椎按摩疗法的益处",
  "Preventive Wellness": "预防保健",
  "The body has an immense regenerative potential to heal itself. 'Let thy food be medicine, and thy medicine be food', Hippocrates, this quote illustrates that fighting disease begins with food. Prevention starts with eating foods that boost the immune system. Consumption of antioxidants like Polyphenols or Beta Carotene assists the immune system in fighting disease before they arrive. Renowed healers, Dr. Sebi and Dr. Gerson found that a mixture of a plant-based diet and detoxification aids in fighting cancer.": "人体具有强大的自我修复能力。希波克拉底说：“让你的食物成为药物，让你的药物成为食物”，这句话说明了抗病从食物开始。预防从吃增强免疫系统的食物开始。摄入多酚或β-胡萝卜素等抗氧化剂，能帮助免疫系统在疾病来临前抵抗疾病。著名治疗师Dr. Sebi和Dr. Gerson发现，植物性饮食和排毒的结合有助于抗癌。",
  "Best Vitamins and Antioxidants": "最佳维生素和抗氧化剂",
  "Vitamin D": "维生素D",
  "Humans do not naturally produce vitamin D. Vitamin D benefits include: calcium absorption, immune system support and cardiovascular health. Found primarily in fruits like orange, grapefruit, lemon, kiwi and broccoli.": "人体无法自然合成维生素D。维生素D的益处包括促进钙吸收、支持免疫系统和心血管健康。主要存在于橙子、西柚、柠檬、猕猴桃和西兰花等水果中。",
  "Vitamin A": "维生素A",
  "Great for the immune system bone health, cancer prevention (apricot) and fighting acne and aging. Humans do not naturally produce vitamin A. Found primarily in fruits like apricots, nectarine, cantaloupe, passion fruit and sweet potato.": "对免疫系统、骨骼健康、预防癌症（杏子）及抗痤疮和抗衰老有益。人体无法自然合成维生素A。主要存在于杏子、油桃、哈密瓜、百香果和红薯等水果中。",
  "This antioxidant aids the immune system, fighting free radicals and regeneration of vitamins E and C.": "这种抗氧化剂帮助免疫系统，对抗自由基，并促进维生素E和C的再生。",
  "CoQ10": "辅酶Q10",
  "This antioxidant converts food into energy. It helps fight diabetes, fertility, cancer and headaches. It is highest in liver, strawberries and oranges and seeds like lentils.": "这种抗氧化剂将食物转化为能量，有助于对抗糖尿病、不孕症、癌症和头痛。肝脏、草莓、橙子以及扁豆等种子中含量最高。",
  "Vitamin E": "维生素E",
  "Great for immune health, this vitamin has antioxidant properties. Vitamin E is found in avocado, broccoli, olives, kiwi and seeds.": "对免疫健康非常有益，这种维生素具有抗氧化特性。维生素E存在于牛油果、西兰花、橄榄、猕猴桃和种子中。",
  "Vitamin K": "维生素K",
  "The body does not naturally produce vitamin K. Dandelion root is high in vitamin K, which helps with bone health and blood clotting. Some studies indicate dandelion root is effective in colorectoral cancer. Other great sources of vitamin K are greens like kale, blueberries, kiwi and avocado.": "人体无法自然合成维生素K。蒲公英根富含维生素K，有助于骨骼健康和血液凝固。一些研究表明蒲公英根对结直肠癌有效。其他富含维生素K的食物包括羽衣甘蓝、蓝莓、猕猴桃和牛油果。",
  "Curcumin": "姜黄素",
  "Known for its strong orange pigment, curcumin is an antioxidant and component of turmeric. Curcumin is one of the strongest anti-inflammatory and antioxidants. There are many benefits to consuming curcumin.": "姜黄素以其浓烈的橙色素闻名，是姜黄中的抗氧化剂和成分。姜黄素是最强的抗炎和抗氧化剂之一，食用姜黄素有多种益处。",
  "Vitamin B": "维生素B",
  "The body does not naturally produce vitamin B. Some doctors theorize that disease stems from a vitamin B deficiency. Vitamin B12, B6 and other complex vitamins convert food into energy and help to strengthen the immune system. Although indirectly associated, B17 (Laetrile), found in the nitriloside family (bitter almond, apricot seed), plays a pivotal role in cancer prevention.": "人体无法自然合成维生素B。一些医生认为疾病源于维生素B缺乏。维生素B12、B6及其他复合维生素将食物转化为能量，有助于增强免疫系统。虽然间接相关，B17（苦杏仁甙）存在于苦杏仁和杏仁核等氰苷类家族中，在癌症预防中起关键作用。",
  "Glutathione": "谷胱甘肽",
  "This antioxidant aids the immune system, fighting free radicals and regeneration of of vitamins E and C.": "这种抗氧化剂帮助免疫系统，对抗自由基，并促进维生素E和C的再生。",
  "Benefits of Bone Marrow Stem Cells": "骨髓干细胞的益处",
  "Stem Cell Therapy NFL Case Studies": "NFL案例中的干细胞疗法",
  "Meditation page": "冥想页面",
  "Visit Serenity Meditations": "访问宁静冥想",
  "Contact": "联系方式",
  "Benefits of Meditation": "冥想的益处",
  "In recent years, meditation has gained recognition not just as a relaxation technique, but as a powerful tool for healing the mind, body, and spirit. With roots in various spiritual traditions, modern research is uncovering the profound benefits of meditation on mental and physical health.": "近年来，冥想不仅作为放松技巧被认可，更是一种强大的心灵、身体和精神疗愈工具。冥想源自多种精神传统，现代研究揭示了冥想对心理和身体健康的深远益处。",
  "Understanding Meditation": "了解冥想",
  "Meditation encompasses a variety of practices designed to promote focused attention and heightened awareness. Techniques may include mindfulness, breath awareness, and visualization, among others. Regardless of the approach, the core aim remains the same: to cultivate a state of inner calm and clarity.": "冥想包括多种促进专注和提高觉察的练习。技巧可能包括正念、呼吸觉察和视觉化等。不论方法如何，核心目标是一致的：培养内心的平静与清晰。",
  "Mental Health Benefits": "心理健康益处",

  "1. Reduction of Stress and Anxiety": "1. 减轻压力和焦虑",
  "Numerous studies have demonstrated that meditation can significantly lower stress levels. By promoting relaxation and reducing the production of stress hormones like cortisol, meditation helps individuals manage anxiety and improve their overall mood. Sleep meditation helps you sleep and overcome Insomnia.": "许多研究表明，冥想可以显著降低压力水平。通过促进放松和减少皮质醇等压力激素的产生，冥想帮助人们管理焦虑并改善整体情绪。睡眠冥想有助于改善睡眠，克服失眠。",
  "2. Improvement in Emotional Well-being": "2. 情绪健康的改善",
  "Regular meditation practice has been linked to increased levels of positive emotions and greater emotional resilience. It allows individuals to process feelings more effectively and enhances self-awareness, leading to healthier emotional responses.": "规律的冥想练习与积极情绪的增加和更强的情绪韧性有关。它使个体更有效地处理情感，提高自我觉察，促使情绪反应更健康。",
  "3. Enhanced Focus and Concentration": "3. 提高专注力和注意力",
  "Meditation improves attention span and cognitive function. This heightened focus not only benefits daily tasks but also enhances productivity and creativity.": "冥想提升注意力持续时间和认知功能。这种增强的专注力不仅有利于日常任务，还提高了工作效率和创造力。",
  "4. Support in Managing Depression": "4. 支持抑郁症管理",
  "Mindfulness meditation, in particular, has been shown to alleviate symptoms of depression. By fostering an awareness of thoughts and feelings without judgment, individuals can break cycles of negative thinking.": "尤其是正念冥想，被证明能缓解抑郁症状。通过培养对思想和情感的非评判性觉察，个体能够打破负面思维循环。",
  "Physical Health Benefits": "身体健康益处",
  "1. Lower Blood Pressure": "1. 降低血压",
  "2. Pain Management": "2. 疼痛管理",
  "3. Improved Sleep Quality": "3. 改善睡眠质量",
  "Getting Started with Meditation": "开始冥想",
  "For those new to meditation, starting can feel daunting. However, it doesn’t require extensive time or complicated techniques. Here are some tips to begin:": "对于冥想初学者来说，开始可能会感到困难，但冥想不需要大量时间或复杂技巧。以下是一些入门建议：",
  "1. Start Small": "1. 从小做起",
  "Begin with just a few minutes each day, gradually increasing the duration as you become more comfortable.": "每天从几分钟开始，随着适应逐渐增加时间。",
  "2. Find a Comfortable Space": "2. 找一个舒适的空间",
  "Choose a quiet place where you can sit or lie down comfortably, free from distractions.": "选择一个安静的地方，可以舒适地坐下或躺下，避免干扰。",
  "3. Focus on Your Breath": "3. 专注呼吸",
  "Pay attention to your breathing, noticing the sensation of air entering and leaving your body. This simple focus can help anchor your mind.": "注意呼吸，感受空气进出身体的感觉。这种简单的专注可以帮助稳定心神。",
  "4. Be Kind to Yourself": "4. 善待自己",
  "Meditation is a practice, and it’s normal for the mind to wander. Gently bring your focus back to your breath or chosen focal point without self-judgment.": "冥想是一种练习，心念飘散是正常的。轻柔地将注意力带回呼吸或选定的焦点，不要自我批评。",
  "The healing power of meditation is profound, offering benefits that extend far beyond relaxation. By incorporating meditation into daily life, individuals can experience a transformative journey toward improved mental clarity, emotional stability, and physical well-being. As more people recognize its potential, meditation may well become a cornerstone of holistic health practices in our modern world.": "冥想的疗愈力量深远，其益处远超放松。通过将冥想融入日常生活，个体可以经历一段心智清晰、情绪稳定和身体健康的转变之旅。随着更多人认识到其潜力，冥想有望成为现代整体健康实践的基石。",
  "Meditation 101": "冥想入门",

  "For many years now, I have been applying a very particular stipulation to my interpersonal relationships: Anyone who wishes to enter into and sustain a relationship with me of any kind, whether professional or personal, must be willing to consume entheogens with me on a continual and consistent basis. Otherwise, I have found that communication issues and personality barriers seem to arise, and I typically need to end the relationship.": "多年来，我对人际关系有一个非常特别的要求：任何想要与我建立并维持任何形式关系的人，无论是职业还是私人关系，都必须愿意持续且稳定地与我一起使用神圣植物药。否则，我发现沟通问题和性格障碍会出现，我通常需要结束这段关系。",
  "Enlightenment and Meditation": "开悟与冥想",
  "Mindfulness through Meditation": "通过冥想实现正念",
  "All Things Meditation - All You Need to Know": "关于冥想的所有知识——你需要知道的一切",
  "Mind Rest - Guided Breath Meditation": "心灵休息——引导呼吸冥想",
  "View Website": "访问网站",
  "Lotus Potentia Holistics": "莲花潜能整体疗法",
  "Kelechi Obasi": "凯莱奇·奥巴西",
  "Our approach to medicine serves to complete the flow of energy within your energy system, to restore and improve your overall health, mind, soul & body, and our complementary therapies which are a combination of modern and ancient traditional medical practices takes you on that journey for a more fulfilled life.": "我们的方法旨在完成你体内能量系统的流动，恢复并改善你的整体健康、心灵、灵魂和身体。我们的辅助疗法结合了现代与古代传统医学，带你开启更加充实的生活之旅。",
  "Heart of Wellness": "健康之心",
  "Tim Shannon ND": "蒂姆·香农 医学博士",
  "At Heart of Wellness, we offer a variety of services including family medicine and naturopathic services provided by our team of Naturopathic Physicians, Certified Nutritionist, and practitioners of Acupuncture & Asian Medicine. We also offer Massage Therapy and Physical Therapy to ensure that we are able to cater to your every need. Our focus is on healing your whole being, including your physical, emotional, mental, and spiritual well-being. We have a team of open-minded doctors who listen to and educate you, empowering you on your journey to optimum health and well-being with safe and effective treatments. Our facility has been rated as the number one health and medical center in the Olympia Washington area, and we encourage you to schedule an appointment and experience a different kind of healthcare.": "在健康之心，我们提供多种服务，包括家庭医学和由自然疗法医师团队、认证营养师及针灸和亚洲医学从业者提供的自然疗法服务。我们还提供按摩疗法和物理治疗，确保满足您的各种需求。我们的重点是治愈您的整体，包括身体、情绪、心理和精神健康。我们拥有一支思想开放的医生团队，倾听并教育您，帮助您在安全有效的治疗下实现最佳健康和幸福。我们的机构被评为华盛顿奥林匹亚地区第一的健康医疗中心，欢迎您预约体验不同的医疗服务。",
  "Better Health Solutions": "更佳健康方案",
  "Dr. Abbas Khayami": "阿巴斯·哈亚米 医生",
  "In Scottsdale, AZ, chiropractic care could be just what you need! This type of healthcare focuses on diagnosing and treating problems with your muscles, bones, and joints, particularly those related to your spine. Chiropractors, as healthcare professionals, can help enhance nerve function, reduce pain, and promote healing through techniques like spinal adjustments.": "在亚利桑那州斯科茨代尔，脊椎指压疗法可能正是您所需要的！这种医疗方式专注于诊断和治疗肌肉、骨骼和关节的问题，尤其是与脊柱相关的。作为医疗专业人员，脊椎指压师可以通过脊柱调整等技术帮助改善神经功能、减轻疼痛并促进康复。",
  "Healing Goddess": "疗愈女神",
  "Stacy Theodossin - The Healing Goddess": "斯泰西·西奥多辛——疗愈女神",
  "After Stacy graduated from San Diego State University in 1992, she moved to the Detroit area and began her career in sales and marketing. She traveled the world and climbed the corporate ladder. But something was missing. Before long, she was back to her studies – this time in Ayurvedic Medicine. Her own journey to health and healing, through Ayurveda, had already begun a few years earlier -- when she was a patient with her own chronic health conditions. When she had the opportunity to deepen her knowledge, she jumped at the chance. At first, it was from an academic standpoint. She couldn’t wrap her mind around how it all worked. After hours and years of study and residency, she found the answers she sought. Then, her mission was clear – she needed to teach others how to HEAL & TRANSFORM their own lives through Ayurveda, the 'wisdom of life.": "1992年，斯泰西毕业于圣地亚哥州立大学，随后搬到底特律地区，开始了她的销售和市场营销职业生涯。她环游世界，攀登企业阶梯，但总感觉缺少些什么。不久，她重新回到学习——这次是学习阿育吠陀医学。几年前，当她作为慢性病患者时，她的健康和疗愈之旅已经开始。当有机会深化知识时，她毫不犹豫。起初，她是从学术角度出发，努力理解其运作原理。经过长时间的学习和实习，她找到了答案。随后，她的使命变得明确——她需要教导他人如何通过阿育吠陀，“生命的智慧”，疗愈并改变自己的生活。",
  "Yogi Sanjivana": "瑜伽师桑吉瓦纳",
  "Yogi Sanji - (Sanjivana)": "瑜伽师桑吉 - （桑吉瓦纳）",
  "My name is Yogi Sanji (Sanjivana), and my expertise is meditation and spiritual mentoring. I am a former monk of 20 years and have extensive experience teaching meditation to individuals and large groups. Meditation is my passion, interest, and life. I help people reach their goals of happiness, peace, and liberation through the practice of meditation and mindfulness. I teach meditation based on ancient traditions and doctrines which include deep insights, concentration, mindfulness, relaxation, and healing meditations. Sanjivana Kularathna - Serenity Meditations Meditation Teacher, Spiritual- Counselor, Therapist, Tutor, Mentor, Life Coach Energy work healing Working for Charities, Suicide p evention , Trauma Recovery , Rehabilitation, Sober Therapy and rebuilding lives.": "我叫瑜伽师桑吉（桑吉瓦纳），专长于冥想和灵性指导。我曾是一名修行了20年的僧侣，拥有丰富的个人及团体冥想教学经验。冥想是我的热情、兴趣和生命。我通过冥想和正念的练习，帮助人们实现幸福、和平和解脱的目标。我教授基于古老传统和教义的冥想，包括深刻的洞察、专注、正念、放松和疗愈冥想。桑吉瓦纳·库拉拉特纳——宁静冥想，冥想导师、灵性顾问、治疗师、导师、生活教练，能量工作疗愈，致力于慈善、自杀预防、创伤康复、康复治疗、戒酒疗法及重建生活。",
  "Medical Rating": "医疗评级",
  "Description": "描述",
  "Name": "名称",
  "Source 1": "来源1",
  "Source 2": "来源2",
  "Source 3": "来源3",
  "Source 4": "来源4",
  "Login": "登录",

  "APothecary page": "药房页面",
  "Live Drop Coming Soon!": "直播发售即将开始！",
  "Abies balsamea": "香脂冷杉",
  "The resin obtained from the balsam fir has been used throughout the world and is a very effective antiseptic and healing agent. It is used as a healing and analgesic protective covering for burns, bruises, wounds and sores[213, 222, 226]. It is also used to treat sore nipples[213] and is said to be one of the best curatives for a sore throat[245]. The buds, resin, and/or sap are used in folk remedies for treating cancers, corns, and warts[269]. The resin is also antiscorbutic, diaphoretic, diuretic, stimulant and tonic[4, 171, 222]. It is used internally in propriety mixtures to treat coughs and diarrhoea, though taken in excess it is purgative[238]. A warm liquid of the gummy sap was drunk as a treatment for gonorrhoea[212]. A tea made from the leaves is antiscorbutic[4, 171]. It is used in the treatment of coughs, colds and fevers[222]. The leaves and young shoots are best harvested in the spring and dried for later use[238]. This plant was widely used medicinally by various North American Indian tribes[257]. The resin was used as an antiseptic healing agent applied externally to wounds, sores, bites etc., it was used as an inhalant to treat headaches and was also taken internally to treat colds, sore throats and various other complaints[257].": "香脂冷杉树脂被全球广泛使用，是一种非常有效的防腐和愈合剂。它用于烧伤、瘀伤、伤口和溃疡的愈合和镇痛保护覆盖[213, 222, 226]。也用于治疗乳头疼痛[213]，被认为是治疗咽喉痛的最佳药物之一[245]。芽、树脂和/或树汁被民间用来治疗癌症、胼胝和疣[269]。该树脂具有防坏血病、发汗、利尿、兴奋和滋补作用[4, 171, 222]。它用于专有混合物中内服以治疗咳嗽和腹泻，但过量服用有泻下作用[238]。口服温热的粘性树汁液用于治疗淋病[212]。用叶子制成的茶有防坏血病作用[4, 171]。它用于治疗咳嗽、感冒和发烧[222]。叶子和嫩芽最好在春季采摘并晾干备用[238]。该植物曾被北美多个印第安部落广泛用于医药[257]。树脂作为外用防腐愈合剂用于伤口、溃疡、咬伤等，亦作为吸入剂治疗头痛，并内服以治疗感冒、咽喉痛及其他多种疾病[257]。",

  "Rhus Glabra": "光滑漆树",
  "Smooth sumach was employed medicinally by various native North American Indian tribes who used it to treat a variety of complaints[257]. It is occasionally used in modern herbalism where it is valued for its astringent and antiseptic qualities. Some caution should be employed in the use of this species since it can possibly cause skin irritations. It is best only used under the supervision of a qualified practitioner. A tea made from the bark or root bark is alterative, antiseptic, astringent, galactogogue, haemostatic, rubefacient and tonic[4, 222, 238, 257]. It is used in the treatment of diarrhoea, fevers, general debility, sore mouths, rectal bleeding, uterine prolapse etc[222, 254]. It is used as a gargle to treat sore throats and applied externally to treat excessive vaginal discharge, burns and skin eruptions[254, 257]. The powdered bark can be applied as a poultice to old ulcers, it is a good antiseptic[4]. A tea made from the roots is appetizer, astringent, diuretic and emetic[222, 257]. An infusion is used in the treatment of colds, sore throats, painful urination, retention of urine and dysentery[257]. The root is harvested in the autumn and dried for later use[254]. An infusion of the green or dried branches has been used in the treatment of TB[257]. A decoction of the branches, with the seed heads, has been used to treat itchy scalps and as a bathing water for frost-bitten limbs[257]. The milky latex from the plant has been used as a salve on sores[257]. A tea made from the leaves was used in the treatment of asthma, diarrhoea and stomatitis[222]. A poultice of the leaves has been used to treat skin rashes[257]. The leaves have been chewed to treat sore gums and they have been rubbed on the lips to treat sore lips[257]. The berries are diuretic, emetic, emmenagogue, purgative and refrigerant[4, 257]. They are used in the treatment of late-onset diabetes, stranguary bowel complaints, febrile diseases, dysmenorrhoea etc[4, 254, 257]. They have been chewed as a remedy for bed-wetting[222, 257]. The blossoms have been chewed as a treatment for sore mouths[257]. A decoction of the blossoms has been used as a mouthwash for teething children[257]. An infusion of the blossoms has been used as an eye wash for sore eyes[257].": "光滑漆树曾被北美多支原住民部落用于治疗多种疾病[257]。它在现代草药学中偶尔被使用，因其收敛和防腐特性而受到重视。由于可能引起皮肤刺激，使用该植物时应谨慎，最好在合格从业者监督下使用。用树皮或根皮制成的茶具有调理、抗菌、收敛、催乳、止血、活血和滋补作用[4, 222, 238, 257]。它用于治疗腹泻、发烧、虚弱、口腔溃疡、直肠出血、子宫脱垂等[222, 254]。用作漱口水治疗咽喉痛，外用治疗阴道分泌物过多、烧伤和皮肤病[254, 257]。磨成粉的树皮可敷于旧溃疡，是良好的防腐剂[4]。用根制成的茶具有开胃、收敛、利尿和催吐作用[222, 257]。其浸剂用于治疗感冒、咽喉痛、排尿困难、尿潴留和痢疾[257]。根部在秋季采收并晾干备用[254]。绿枝或干枝的浸剂用于治疗结核病[257]。枝条与种子头煎剂用于治疗头皮瘙痒及冻伤肢体的沐浴水[257]。植物乳白色乳胶用于敷伤口[257]。叶茶用于治疗哮喘、腹泻和口腔炎[222]。叶敷料用于治疗皮疹[257]。叶子被咀嚼以治疗牙龈痛，并涂抹于嘴唇以治疗唇痛[257]。浆果具有利尿、催吐、促经、泻下和清凉作用[4, 257]。用于治疗晚发糖尿病、排尿困难、发热病症、痛经等[4, 254, 257]。浆果被咀嚼用以治疗尿床[222, 257]。花朵被咀嚼用以治疗口腔溃疡[257]。花朵煎剂用作乳牙期儿童的漱口水[257]。花浸剂用于治疗眼疾[257]。",

  "Acacia farnesiana": "香花相思",
  "The root is antispasmodic and tonic[4, 46, 61]. A tea made from the dried crushed petals of various peony species has been used as a cough remedy, and as a treatment for haemorrhoids and varicose veins[250].": "根具有抗痉挛和滋补作用[4, 46, 61]。由多种牡丹科植物干燥捣碎的花瓣制成的茶曾用作止咳药，并用于治疗痔疮和静脉曲张[250]。",

  "Blackwood": "黑木",
  "The plant is Antirheumatic": "该植物具有抗风湿作用",

  "Musk Milfoil": "麝香千叶蓟",
  "The leaves and flowering stems are appetizer, diaphoretic, digestive, diuretic, stomachic and tonic[9, 46, 61]. An infusion is used in the treatment of liver and kidney disorders, as a tonic to the digestive system, exhaustion, nervous headaches etc[9]. The plant is harvested in the summer and can be dried for later use[9].": "叶和开花茎具有开胃、发汗、助消化、利尿、健胃和滋补作用[9, 46, 61]。其浸剂用于治疗肝肾疾病，作为消化系统的补益剂，治疗疲劳和神经性头痛等[9]。该植物在夏季采收，可晾干备用[9]。",

  "Achillea millefolium": "蓍草",
  "Yarrow has a high reputation and is widely employed in herbal medicine, administered both internally and externally. It is used in the treatment of a very wide range of disorders but is particularly valuable for treating wounds, stopping the flow of blood, treating colds, fevers, kidney diseases, menstrual pain etc[218, 238, 254, 257]. The whole plant is used, both fresh and dried, and is best harvested when in flower[222]. Some caution should be exercised in the use of this herb since large or frequent doses taken over a long period may be potentially harmful[222], causing allergic rashes and making the skin more sensitive to sunlight[238]. The herb combines well with Sambucus nigra flowers (Elder) and Mentha x piperita vulgaris (Peppermint) for treating colds and influenza[268]. The herb is antiseptic, antispasmodic, mildly aromatic, astringent, carminative, cholagogue, diaphoretic, digestive, emmenagogue, odontalgic, stimulant, bitter tonic, vasodilator and vulnerary[4, 9, 14, 21, 54, 145, 165, 172, 238, 240, 254]. It also contains the anti-inflammatory agent azulene, though the content of this varies even between plants in the same habitat[238]. The herb is harvested in the summer when in flower and can be dried for later use[4]. The fresh leaf can be applied direct to an aching tooth in order to relieve the pain[268].": "蓍草享有很高的声誉，被广泛用于草药医学，内服和外用均可。它用于治疗多种疾病，尤其在治疗伤口、止血、感冒、发烧、肾病和经痛方面非常有效[218, 238, 254, 257]。全株均可使用，鲜用或干用皆宜，最好在开花时采收[222]。使用本草药时需谨慎，长期大量服用可能有害[222]，可能引起过敏性皮疹并使皮肤对阳光更敏感[238]。该草药与接骨木花和薄荷结合使用，可治疗感冒和流感[268]。本草药具有防腐、抗痉挛、微香、收敛、理气、促胆、发汗、助消化、催经、止痛、兴奋、苦味滋补、扩血管和创伤愈合作用[4, 9, 14, 21, 54, 145, 165, 172, 238, 240, 254]。含有抗炎成分蓝蒽，虽然该成分在同一栖息地的植物中含量有差异[238]。该草药在夏季开花时采收，可晾干备用[4]。新鲜叶子可直接贴敷于疼痛的牙齿以缓解疼痛[268]。",

  "Urtica dioica": "荨麻",
  "Nettles have a long history of use in the home as a herbal remedy and nutritious addition to the diet[K]. A tea made from the leaves has traditionally been used as a cleansing tonic and blood purifier so the plant is often used in the treatment of hay fever, arthritis, anaemia etc[254]. The whole plant is antiasthmatic, antidandruff, astringent, depurative, diuretic, galactogogue, haemostatic, hypoglycaemic and a stimulating tonic[4, 9, 21, 36, 165, 238]. An infusion of the plant is very valuable in stemming internal bleeding[4], it is also used to treat anaemia, excessive menstruation, haemorrhoids, arthritis, rheumatism and skin complaints, especially eczema[238]. Externally, the plant is used to treat skin complaints, arthritic pain, gout, sciatica, neuralgia, haemorrhoids, hair problems etc[238]. The fresh leaves of nettles have been rubbed or beaten onto the skin in the treatment of rheumatism etc[257]. This practice, called urtification, causes intense irritation to the skin as it is stung by the nettles. It is believed that this treatment works in two ways. Firstly, it acts as a counter-irritant, bringing more blood to the area to help remove the toxins that cause rheumatism. Secondly, the formic acid from the nettles is believed to have a beneficial effect upon the rheumatic joints. For medicinal purposes, the plant is best harvested in May or June as it is coming into flower and dried for later use[4, 238]. This species merits further study for possible uses against kidney and urinary system ailments[222]. The juice of the nettle can be used as an antidote to stings from the leaves and an infusion of the fresh leaves is healing and soothing as a lotion for burns[4]. The root has been shown to have a beneficial effect upon enlarged prostate glands[254]. A homeopathic remedy is made from the leaves[4]. It is used in the treatment of rheumatic gout, nettle rash and chickenpox, externally is applied to bruises[4]. The German Commission E Monographs, a therapeutic guide to herbal medicine, approve Urtica dioica Stinging Nettle for rheumatic ailments (internal use of leaf), irrigation therapy, for inflammatory disease of the lower urinary tract and prevention of kidney (gravel) formation, urination difficulty from benign prostatic hyperplasia (root) (see [302] for critics of commission E).": "荨麻在家庭中作为草药疗法和营养补充品有着悠久的使用历史。由叶子制成的茶传统上用作清洁补剂和血液净化剂，因此该植物常用于治疗花粉热、关节炎、贫血等。整个植物具有抗哮喘、去头皮屑、收敛、净化、利尿、催乳、止血、降血糖和刺激性补剂等作用。植物的浸剂对于止内出血非常有价值，也用于治疗贫血、月经过多、痔疮、关节炎、风湿和皮肤病，尤其是湿疹。外用时用于治疗皮肤病、关节痛、痛风、坐骨神经痛、神经痛、痔疮和头发问题。新鲜的荨麻叶曾被揉擦或拍打于皮肤以治疗风湿病，这种方法称为“荨麻灼疗”，会导致皮肤强烈刺激，认为其有两种作用：一是作为反刺激剂，带更多血液到该部位帮助清除引起风湿的毒素；二是荨麻中的蚁酸对风湿关节有益。用于药用时，最佳采收时间为五月或六月开花时，并干燥保存。该物种值得进一步研究，用于肾脏及泌尿系统疾病。荨麻汁可用作叶子刺伤的解毒剂，新鲜叶子的浸剂可作为烧伤的愈合和镇静乳液。荨麻根对前列腺肥大有益。由叶子制成的顺势疗法药物用于治疗风湿性痛风、荨麻疹和水痘，外用涂抹于瘀伤。德国E委员会单方药典（一部草药治疗指南）批准荨麻用于风湿疾病（叶子内服）、冲洗疗法、下尿路炎症疾病及预防肾结石形成、良性前列腺增生导致的排尿困难（根部）（有关E委员会批评见文献[302]）。",

  "Acmella oleracea": "金不换",
  "The most common and widespread medicinal use is to treat toothache and throat and gum infections [299 ]. Worldwide the flower heads are used either fresh or dried and powdered, but the use of roots and leaves has been recommended as well [299 ]. The plant is further recommended as a cure for dysentery and rheumatism, and to enhance the immune system. It is used against blood parasites, especially against malaria, both prophylactic and curative [299 ]. The leaves are sialagogue [348 ]. The leaves and flower heads are analgesic, anthelmintic, antibacterial and antifungal [372 ]. Some of the medicinal compounds are destroyed by desiccation or freezing [372 ]. In-vitro studies have shown strong antibacterial activity against Escherichia, Klebsiella, Proteus, Pseudomonas, Salmonella and Staphylococcus. Also Candida albicans is inhibited [299 ].": "金不换最常见且广泛的药用是治疗牙痛、喉咙和牙龈感染。全球范围内花头部分常用鲜用或干燥研粉，也推荐使用根和叶。该植物还被推荐用于治疗痢疾和风湿病，增强免疫系统。它用于对抗血液寄生虫，尤其是疟疾，具有预防和治疗作用。叶子有促唾液分泌作用。叶和花头具有止痛、驱虫、抗菌和抗真菌作用。部分药用成分在干燥或冷冻过程中会被破坏。体外研究显示对大肠杆菌、克雷伯菌、变形杆菌、铜绿假单胞菌、沙门氏菌和金黄色葡萄球菌有强烈抗菌活性，也能抑制白色念珠菌。",

  "Acorus calamus": "菖蒲",
  "Sweet flag": "香附子具有非常悠久的药用历史，在许多草药传统中都有使用。它在现代草药医学中被广泛用作芳香性兴奋剂和温和的滋补剂[4]。在阿育吠陀医学中，它被高度重视为大脑和神经系统的恢复剂以及消化系统疾病的疗法[254]。但使用时应当注意，因为某些形式的植物可能具有致癌性——详见上文有关毒性的说明。其根具有止痛、催情、芳香、理气、发汗、催经、祛痰、退热、致幻、降压、镇静、兴奋、助消化、轻微滋补和驱虫等作用[4, 7, 9, 21, 147, 165, 213, 240, 279]。其内部用于治疗消化不良、支气管炎、鼻窦炎等疾病[238]。据说其具有极佳的兴奋和调节食欲的滋补能力。小剂量时可减少胃酸，大剂量时则增加胃液分泌[238]。根部用于治疗咳嗽、声音嘶哑、肠绞痛、消化不良、腹胀和痛经[254, 257]。在阿育吠陀医学中，它作为大脑和神经系统的滋补剂及消化系统疾病的疗法。根部还用于治疗发烧和流感[254]。植物在夏季采收，晾干备用[238]。根部用于治疗呕吐、消化不良和腹胀[257]。它也可作为轻微的催情剂并用于治疗抑郁和焦虑等神经疾病[238]。根部偶尔用作粉末治疗恶臭伤口[238]。",

  "Aesculus hippocastanum": "七叶树",
  "Horse chestnut is an astringent, anti-inflammatory herb that helps to tone the vein walls which, when slack or distended, may become varicose, haemorrhoidal or otherwise problematic[254]. The plant also reduces fluid retention by increasing the permeability of the capillaries and allowing the re-absorption of excess fluid back into the circulatory system[254]. This plant is potentially toxic if ingested and should not be used internally without professional supervision[254]. Alterative, analgesic, haemostatic and vulnerary[165, 218]. The bark is anti-inflammatory, astringent, diuretic, febrifuge, narcotic, tonic and vasoconstrictive[4, 7, 222]. It is harvested in the spring and dried for later use[4]. The plant is taken in small doses internally for the treatment of a wide range of venous diseases, including hardening of the arteries, varicose veins, phlebitis, leg ulcers, haemorrhoids and frostbite[238, 254]. It is also made into a lotion or gel for external application[254]. A tea made from the bark is used in the treatment of malaria and dysentery, externally in the treatment of lupus and skin ulcers[4, 222]. A tea made from the leaves is tonic and is used in the treatment of fevers and whooping cough[222, 240, 254]. The pericarp is peripherally vasoconstrictive[7]. The seeds are decongestant, expectorant and tonic[7, 21]. They have been used in the treatment of rheumatism, neuralgia and haemorrhoids[4]. They are said to be narcotic and that 10 grains of the nut are equal to 3 grains of opium[213]. An oil extracted from the seeds has been used externally as a treatment for rheumatism[254]. A compound of the powdered roots is analgesic and has been used to treat chest pains[257]. The buds are used in Bach flower remedies - the keywords for prescribing it are: 'Failure to learn by experience', 'Lack of observation in the lessons of life' and hence 'The need of repetition'[209]. The flowers are used in Bach flower remedies - the keywords for prescribing it are 'Persistent unwanted thoughts' and 'Mental arguments and conversations'[209]. The German Commission E Monographs, a therapeutic guide to herbal medicine, approve Aesculus hippocastanum for chronic venous insufficiency in the legs (see [302] for critics of commission E).": "七叶树是一种收敛、抗炎草药，有助于增强静脉壁的张力，当静脉松弛或扩张时，可能导致静脉曲张、痔疮或其他问题[254]。该植物还能通过增加毛细血管的通透性，促进多余液体重新吸收到循环系统，从而减少液体潴留[254]。该植物若误服可能有毒，未经专业指导不应内服[254]。具有调节、镇痛、止血和助愈合作用[165, 218]。树皮具有抗炎、收敛、利尿、退热、麻醉、滋补和血管收缩作用[4, 7, 222]。春季采收后干燥备用[4]。内服小剂量用于治疗多种静脉疾病，包括动脉硬化、静脉曲张、静脉炎、腿部溃疡、痔疮和冻伤[238, 254]。也制成乳液或凝胶外用[254]。用树皮泡制的茶用于治疗疟疾和痢疾，外用治疗狼疮和皮肤溃疡[4, 222]。叶茶具有滋补作用，用于治疗发热和百日咳[222, 240, 254]。果皮具有周边血管收缩作用[7]。种子具有祛充血、祛痰和滋补作用[7, 21]，用于治疗风湿病、神经痛和痔疮[4]。据说种子具有麻醉作用，10谷粒的种子等同于3谷粒鸦片[213]。从种子提取的油用于外用治疗风湿病[254]。根粉的复合物具有镇痛作用，用于治疗胸痛[257]。芽用于巴赫花疗法，处方关键词为“未能通过经验学习”、“缺乏生活教训的观察力”，因此需要“反复学习”[209]。花用于巴赫花疗法，处方关键词为“持续的无谓思维”和“心理争论和对话”[209]。德国E委员会药典，一本草药治疗指南，批准七叶树用于治疗慢性下肢静脉功能不全（关于E委员会的批评请参见[302]）。",

  "Ageratina altissima": "白花蛇舌草",
  "The root is diaphoretic, diuretic, febrifuge, stimulant and tonic[257]. It has been used in the treatment of diarrhoea, gravel and urinary diseases[257]. It has also been used in herbal sweat baths to encourage sweating[257]. A decoction or infusion of the root has been taken to treat a fallen or inflamed womb[257]. The root has been chewed and held in the mouth as a treatment for toothache[257].": "根具有发汗、利尿、退热、兴奋和滋补作用[257]。用于治疗腹泻、肾结石和泌尿系统疾病[257]。也用于草药汗浴以促进出汗[257]。根的煎剂或浸剂用于治疗子宫下垂或炎症[257]。根还可嚼服并含于口中以治疗牙痛[257]。",

  "Alocasia macrorrhizo": "大芋头",
  "Giant taro is often used in traditional medicine in regions where the plant is cultivated as a food crop. All parts of the plant are used[283, 311]. The sap of the stem is used to treat earache or boils in the ear[311]. Applied externally, it is used to treat cuts[311]. In New Guinea, headaches are treated with the sap and the leaves[311]. The leaves are said to be antimicrobial, antifungal, antioxidant, hepatoprotective, antidiarrheal, and antiprotozoal. The leaves and the rhizome are used in the treatment of impetigo, furunculosis, phlegmon and snake-bite in the form of a liquid extract for administration by mouth, and their residue is used for poulticing. They are also used in treating colic and vomiting, in a daily dose of 10 to 20g of dried rhizome in the form of a decoction[283]. The rhizome is used to make a plaster that is applied topically and is said to be effective against furunculosis[283]. Sexual insufficiency is treated by eating the leaves cooked in coconut milk[311]. The roots are used to treat swollen lymph glands[311]. The wood is used to treat stomach-ache and diarrhoea[311]. The leaves and rhizomes are collected throughout the year. The leaves are used fresh. The rhizomes are boiled hard to reduce itching compounds, then sun-dried or heat-dried[283].": "大芋头常被用作传统药物，尤其在该植物作为粮食作物栽培的地区。植物的所有部分均被使用[283, 311]。茎的汁液用于治疗耳痛或耳部脓肿[311]。外用可治疗割伤[311]。在新几内亚，头痛用汁液和叶子治疗[311]。叶子据说具有抗菌、抗真菌、抗氧化、护肝、止泻和抗原生动物作用。叶子和根茎用于治疗脓疱病、疖肿、蜂窝织炎和蛇咬伤，制成液体提取物口服，残渣用于敷料。它们还用于治疗肠绞痛和呕吐，每日服用10到20克干燥根茎煎剂[283]。根茎可制成敷贴剂，外用据说对疖肿有效[283]。性功能不足通过食用椰奶煮叶治疗[311]。根部用于治疗淋巴结肿大[311]。木材用于治疗胃痛和腹泻[311]。叶子和根茎全年采集。叶子鲜用，根茎先煮沸去除瘙痒物质，然后晒干或烘干[283]。",

  "Alopecurus aequalis": "等穗猫尾草",
  "The whole plant is antiphlogistic, depurative and diuretic[147]. It is used in the treatment of oedema, chickenpox and snakebites[147].": "全株具有消炎、净化和利尿作用[147]。用于治疗水肿、水痘和蛇咬伤[147]。",

  "Althaea officinalis": "锦葵",
  "Marsh mallow is a very useful household medicinal herb. Its soothing demulcent properties make it very effective in treating inflammations and irritations of the mucous membranes such as the alimentary canal, the urinary and the respiratory organs[4, 254]. The root counters excess stomach acid, peptic ulceration and gastritis[254]. It is also applied externally to bruises, sprains, aching muscles, insect bites, skin inflammations, splinters etc[4, 238]. The whole plant, but especially the root, is antitussive, demulcent, diuretic, highly emollient, slightly laxative and odontalgic[4, 17, 21, 46, 165]. An infusion of the leaves is used to treat cystitis and frequent urination[254]. The leaves are harvested in August when the plant is just coming into flower and can be dried for later use[4]. The root can be used in an ointment for treating boils and abscesses[254]. The root is best harvested in the autumn, preferably from 2 year old plants, and is dried for later use[238]. The German Commission E Monographs, a therapeutic guide to herbal medicine, approve Althaea officinalis Marsh Mallow for irritation of mouth and throat and associated dry cough/bronchitis (Root and leaf), mild stomach lining inflammation (root)[302].": "锦葵是一种非常有用的家庭药草。其舒缓的粘膜保护特性使其在治疗消化道、泌尿和呼吸器官黏膜的炎症和刺激方面非常有效[4, 254]。其根部可抵抗胃酸过多、胃溃疡和胃炎[254]。还可外用治疗瘀伤、扭伤、肌肉酸痛、昆虫叮咬、皮肤炎症和刺伤等[4, 238]。全株，尤其是根，具有止咳、保护黏膜、利尿、高度润肤、轻泻和止牙痛作用[4, 17, 21, 46, 165]。叶子的浸剂用于治疗膀胱炎和尿频[254]。叶子在8月植物刚开花时采收，可干燥备用[4]。根可用于制成软膏治疗疖肿和脓肿[254]。根最好在秋季采收，最好是2年生植株，干燥备用[238]。德国E委员会草药指南批准锦葵用于口腔和咽喉刺激及相关干咳/支气管炎（根和叶），轻度胃黏膜炎症（根）[302]。",

  "Ammi visnaga": "蛇麻草",
  "Visnaga is an effective muscle relaxant and has been used for centuries to alleviate the excruciating pain of kidney stones[254]. Modern research has confirmed the validity of this traditional use[254]. Visnagin contains khellin, from which particularly safe pharmaceutical drugs for the treatment of asthma have been made[254]. The seeds are diuretic and lithontripic[46]. They contain a fatty oil that includes the substance 'khellin'. This has been shown to be of benefit in the treatment of asthma[238]. Taken internally, the seeds have a strongly antispasmodic action on the smaller bronchial muscles, they also dilate the bronchial, urinary and blood vessels without affecting blood pressure[238]. The affect last for about 6 hours and the plant has practically no side effects[254]. The seeds are used in the treatment of asthma, angina, coronary arteriosclerosis and kidney stones[238]. By relaxing the muscles of the urethra, visnaga reduces the pain caused by trapped kidney stones and helps ease the stone down into the bladder[254].": "蛇麻草是一种有效的肌肉松弛剂，几个世纪以来用于缓解肾结石的剧烈疼痛[254]。现代研究证实了其传统用法的有效性[254]。蛇麻草含有蛇麻素(khellin)，从中制成了治疗哮喘的特别安全的药物[254]。其种子具有利尿和排石作用[46]。种子含有脂肪油，其中包括蛇麻素，该物质已被证明对哮喘治疗有益[238]。内服时，种子对较小的支气管肌肉有强烈的解痉作用，同时扩张支气管、泌尿和血管，但不影响血压[238]。其作用持续约6小时，且几乎无副作用[254]。种子用于治疗哮喘、心绞痛、冠状动脉硬化和肾结石[238]。通过放松尿道肌肉，蛇麻草减轻被困肾结石引起的疼痛，并帮助石头顺利进入膀胱[254]。",

  "Populus nigra": "黑杨",
  "The leaf buds are covered with a resinous sap that has a strong turpentine odour and a bitter taste[4, 213]. They also contain salicin, a glycoside that probably decomposes into salicylic acid (aspirin) in the body[213]. The buds are antiscorbutic, antiseptic, balsamic, diaphoretic, diuretic, expectorant, febrifuge, salve, stimulant, tonic and vulnerary[4, 9, 21, 165, 238]. They are taken internally in the treatment of bronchitis and upper respiratory tract infections, stomach and kidney disorders[4, 238]. They should not be prescribed to patients who are sensitive to aspirin[238]. Externally, the buds are used to treat colds, sinusitis, arthritis, rheumatism, muscular pain and dry skin conditions[238]. They can be put in hot water and used as an inhalant to relieve congested nasal passages[213]. The buds are harvested in the spring before they open and are dried for later use[238]. The stem bark is anodyne, anti-inflammatory, antiseptic, astringent, diuretic and tonic[14, 46, 61, 178, 218]. The bark contains salicylates, from which the proprietary medicine aspirin is derived[238]. It is used internally in the treatment of rheumatism, arthritis, gout, lower back pains, urinary complaints, digestive and liver disorders, debility, anorexia, also to reduce fevers and relieve the pain of menstrual cramps[14, 46, 61, 178, 213, 238]. Externally, the bark is used to treat chilblains, haemorrhoids, infected wounds and sprains[238]. The bark is harvested from side branches or coppiced trees and dried for later use[238].": "叶芽覆盖着一种有强烈松节油气味和苦味的树脂[4, 213]。它们还含有水杨苷，这是一种糖苷，可能在体内分解成水杨酸（阿司匹林）[213]。芽具有抗坏血病、杀菌、镇痛、发汗、利尿、祛痰、退热、软膏、兴奋剂、补品和创伤治疗作用[4, 9, 21, 165, 238]。内服用于治疗支气管炎和上呼吸道感染、胃部及肾脏疾病[4, 238]。对阿司匹林过敏的患者不宜使用[238]。外用芽治疗感冒、鼻窦炎、关节炎、风湿、肌肉疼痛和干燥皮肤病[238]。芽可放入热水中作为吸入剂缓解鼻塞[213]。芽在春季萌芽前采收，晒干备用[238]。茎皮具有镇痛、抗炎、杀菌、收敛、利尿和补益作用[14, 46, 61, 178, 218]。树皮含有水杨酸盐，是阿司匹林的来源[238]。内服用于治疗风湿病、关节炎、痛风、腰痛、泌尿系统疾病、消化及肝脏疾病、虚弱、厌食，同时用于退热和缓解痛经[14, 46, 61, 178, 213, 238]。外用树皮治疗冻疮、痔疮、感染伤口和扭伤[238]。树皮采自侧枝或萌芽树，晒干备用[238]。",
  "Anchusa officinalis": "Anchusa officinalis",
  "All parts of the plant are demulcent and expectorant[9]. They are used externally to treat cuts, bruises and phlebitis and internally to treat coughs and bronchial catarrh[9]. A homeopathic remedy is made from the plant[9]. It is used in the treatment of stomach and duodenal ulcers[9].": "植物的全部部位具有润燥和祛痰作用[9]。外用治疗割伤、瘀伤和静脉炎，内服治疗咳嗽和支气管炎[9]。该植物用于制备顺势疗法药物[9]。用于治疗胃及十二指肠溃疡[9]。",

  "Andrographis paniculata": "Andrographis paniculata",
  "Green chireta has a long history of traditional medicinal use in India, various parts of South-East Asia, Central America and the Caribbean[ 310 ]. The roots and leaves are considered to be alterative, anthelmintic, bitter, febrifuge, stomachic and tonic[ 46 ]. There has been a large amount of research into the effects of this plant, several medically active compounds have been identified with a wide range of effective actions[ 310 ]. The aerial parts of the plant contain a large number of diterpenes, whilst the presence of flavones in the root has also been reported[ 310 ]. Extracts and purified diterpenes and flavonoids have been investigated for a multitude of pharmacological effects. Trials using the leaf extract have concluded that the powdered leaves have the capacity to significantly shorten the duration of common colds and that the leaves can be as effective as paracetamol in relieving the fever and sore throat of people with pharyngotonsilitis [ 310 ] The leaves have also been shown to have significant anti-inflammatory effect and also significantly inhibit oedema[ 310 ] An ethanol extract of the leaves stimulates both antigen-specific and nonspecific immune responses more than the purified leaf extracts. An ethanol extract has also shown significant antipyretic activity. A standardized leaf extract exhibits significant antipyretic properties and is an effective analgesic[ 310 ]. The crude water extract of the leaves, as well as the semi-purified n-butanol and aqueous fractions, have shown significant hypotensive activity[ 310 ]. In one trial, a 10% infusion of the herb applied intravenously at 1 ml/kg bodyweight reduced the blood pressure by 6-10 mm Hg in 10-20 seconds[ 310 ]. An extract of the leaves has also been shown to lower cholesterol levels, whilst antithrombotic effects were also observed. It is believed that these effects might be at least partially due to flavones present in the extract[ 310 ]. Administered intraperitoneally, the diterpenes andrographiside and neoandrographolide (found in the leaves) have a significant protective effect on the liver. An extract of the leaves has shown antidiarrhoeal activity[ 310 ]. The diterpenes andrographolide and neoandrographolide isolated from the alcoholic extract showed potent antisecretory activity against Escherichia coli enterotoxin induced secretions. Various compounds have shown significant anti-ulcer properties. It is suggested that this effect is due to the antisecretory activity and protective effect on the gastric mucosa[ 310 ]. Oral administration of 20 mg of the dry leaf powder for 60 days has an antifertility effect in males[ 310 ]. The alcoholic extract of the rhizomes exhibits good in vitro anthelmintic activity against Ascaris lumbricoides[ 310 ]. Neoandrographolide, isolated from the leaves, exhibits significant antimalarial activity[ 310 ] Dehydroandrographolide succinic acid monoester, derived from andrographolide, has been found to inhibit the human immunodeficiency virus (HIV) in vitro[ 310 ]. A leaf infusion administered intraperitoneally, has an LD50 at 71.1 mg/10 g body weight (acute toxicity). At a concentration of 1 mg/kg it lowers the body temperature at least 2?C[ 310 ]. The plant used to be considered an effective remedy against snake bites and it is still used locally for this[ 310 ]. It has also been reported as useful to treat insect bites and, in combination with Orthosiphon aristatus, as a remedy for diabetes[ 310 ]. An infusion or sap from the crushed leaves has been recommended for the treatment of fever, as a tonic, and for itching skin eruptions[ 310 ]. A decoction of the leaves or roots is used against stomach-ache, dysentery, typhus, cholera, influenza and bronchitis, as a vermifuge, and is considered a diuretic[ 310 ]. Pills or infusions are also recommended to treat female disorders, dyspepsia, hypertension, rheumatism, gonorrhoea, amenorrhoea, torpid liver and jaundice[ 310 ]. Another use is as a poultice on swollen legs or feet, vitiligo and piles[ 310 ]. Furthermore, Andrographis paniculata is considered to be anti-inflammatory and immunosuppressive, but reports on antibacterial activity are contradictory[ 310 ]. The leaves should be harvested when the inflorescence axis starts to grow, because the maximum accumulation of andrographolide is at that stage[ 310 ]. The roots are harvested when leaves start discolouring or wilting[ 310 ]. Yields of 1 - 1.5 kg fresh weight/plant are obtained from 7-month-old plants[ 310 ]. In general, the herb is used fresh and consumed within a few days after collection[ 310 ]. However, leaves and roots should be washed and dried in the sun or artificially before storage[ 310 ].": "绿叶穿心莲在印度、东南亚、中美洲及加勒比地区有悠久的传统药用历史[310]。根和叶被认为具有调节体质、驱虫、苦味、退热、健胃和补益作用[46]。大量研究发现该植物含有多种药理活性成分，具有广泛的疗效[310]。植物地上部分含大量二萜类化合物，根部也含黄酮类[310]。提取物和纯化的二萜类及黄酮类已被广泛研究。叶提取物实验显示，粉末叶能显著缩短普通感冒的病程，缓解咽扁桃体炎患者的发热和喉咙痛，其效果可与对乙酰氨基酚相当[310]。叶片还显示显著抗炎作用，能明显抑制水肿[310]。叶的乙醇提取物比纯化提取物更能刺激特异性和非特异性免疫反应，也显示显著退热活性[310]。标准化叶提取物具有明显退热和镇痛作用[310]。叶的粗水提取物及半纯化的正丁醇和水溶性部分显示显著降压作用[310]。一项试验中，静脉注射10%草药浸液（按体重1ml/kg）能在10-20秒内降低血压6-10毫米汞柱[310]。叶提取物还显示降低胆固醇和抗血栓作用，这可能部分归因于提取物中的黄酮类[310]。腹腔注射叶中二萜类（穿心莲内酯和新穿心莲内酯）对肝脏有显著保护作用[310]。叶提取物显示抗腹泻活性[310]。二萜类化合物对大肠杆菌肠毒素引起的分泌具有强效抑制作用[310]。多种化合物显示显著抗溃疡作用，可能由于其抗分泌和保护胃粘膜作用[310]。口服20毫克干叶粉60天对男性有抗生育作用[310]。根茎的酒精提取物对蛔虫具有良好体外驱虫活性[310]。叶中分离的新穿心莲内酯表现出显著抗疟疾作用[310]。衍生自穿心莲内酯的脱氢穿心莲内酯琥珀酸单酯在体外抑制HIV病毒[310]。叶浸液腹腔注射的急性毒性LD50为71.1毫克/10克体重，1毫克/公斤剂量可使体温下降至少2°C[310]。该植物曾被认为是有效的蛇咬解毒剂，仍在局部使用[310]。还被报道用于治疗昆虫叮咬，并与古巴罗勒联合用作糖尿病治疗[310]。叶的浸液或汁液被推荐治疗发热、作为补品及治疗皮肤瘙痒[310]。叶或根的煎剂用于治疗胃痛、痢疾、伤寒、霍乱、流感和支气管炎，作为驱虫剂和利尿剂[310]。药丸或浸液用于女性疾病、消化不良、高血压、风湿、淋病、闭经、肝功能减退和黄疸[310]。另用作敷料治疗腿部或脚肿胀、白癜风和痔疮[310]。此外，穿心莲被认为具有抗炎和免疫抑制作用，但抗菌活性报告有矛盾[310]。叶应在花序轴开始生长时采收，以获得最高穿心莲内酯含量[310]。叶开始变色或枯萎时采收根部[310]。7个月大植株的产量为1至1.5公斤鲜重[310]。一般草药新鲜使用，采收后几天内消耗[310]。但叶和根应洗净后晒干或人工干燥储存[310]。",

  "Andropogon gerardii": "大米草",
  "The plant is analgesic, carminative and diuretic[222]. A decoction of the roots is used in the treatment of stomach-aches and flatulence[222, 257]. A tea made from the leaves is used as a wash to relieve fevers and general debility[222, 257].": "该植物具有镇痛、理气和利尿作用[222]。根的煎剂用于治疗胃痛和腹胀[222, 257]。用叶子制成的茶水用于洗浴，以缓解发热和全身虚弱[222, 257]。",

  "Nyssa sylvatica": "黑黄杨",
  "The bark is emetic, ophthalmic and vermifuge[257]. An infusion has been used as a bath and also given to children with worms[257]. A strong decoction is used to cause vomiting when unable to retain food[257]. A strong ooze from the roots is used as eye drops[257].": "树皮具有催吐、眼科和驱虫作用[257]。浸剂用于洗澡，也用于给患虫病的儿童服用[257]。浓煎剂用于食物难以留存时催吐[257]。根部的浓汁可用作眼药水[257]。",

  "Berberis aristata": "印度小檗",
  "The dried stem, root bark and wood are alterative, antiperiodic, deobstruent, diaphoretic, laxative, ophthalmic and tonic (bitter)[46, 61, 158, 194, 240]. An infusion is used in the treatment of malaria, eye complaints, skin diseases, menorrhagia, diarrhoea and jaundice[240, 243]. Berberine, universally present in rhizomes of Berberis species, has marked antibacterial effects. Since it is not appreciably absorbed by the body, it is used orally in the treatment of various enteric infections, especially bacterial dysentery[218]. It should not be used with Glycyrrhiza species (Liquorice) because this nullifies the effects of the berberine[218]. Berberine has also shown antitumour activity[218].": "干燥的茎、根皮和木材具有调节体质、间歇热症治疗、通络、发汗、通便、眼科及滋补（苦味）作用[46, 61, 158, 194, 240]。浸剂用于治疗疟疾、眼疾、皮肤病、月经过多、腹泻和黄疸[240, 243]。小檗属根茎中普遍含有的小檗碱具有显著的抗菌作用。由于人体几乎不吸收它，故口服用于治疗各种肠道感染，特别是细菌性痢疾[218]。不应与甘草属植物一起使用，因为甘草会抵消小檗碱的作用[218]。小檗碱还显示出抗肿瘤活性[218]。",

  "Angelica anomala": "Angelica anomala",
  "The root is analgesic, antibacterial, antidote, carminative, depuritive, diaphoretic, poultice and is also used to treat women's complaints[147, 176, 178, 218]. The drug (an extract of the root?) lowers arterial pressure, increases diuresis and stimulates contraction of the smooth muscles, especially the uterus, but without causing abortion[218]. The plant is used in the treatment of colds and headaches, coryza, leucorrhoea, boils and abscesses[147]. Small quantities of angelicotoxin, one of the active ingredients in the root, have an excitatory effect on the respiratory centre, central nervous system and vasculomotor centre. It increases the rate of respiration, increases blood pressure, decreases the pulse, increases the secretion of saliva and induces vomiting[176]. In large doses it can cause convulsions and generalized paralysis[176].": "根具有镇痛、抗菌、解毒、理气、净化、发汗、湿敷作用，也用于治疗妇女疾病[147, 176, 178, 218]。该药物（可能是根提取物？）可降低动脉血压，增加利尿，并刺激平滑肌收缩，尤其是子宫，但不会导致流产[218]。该植物用于治疗感冒和头痛、鼻炎、白带、疖肿和脓肿[147]。根中的活性成分之一——当归毒素，少量时对呼吸中枢、中枢神经系统和血管运动中枢有兴奋作用。它能增加呼吸速率，提高血压，降低脉搏，增加唾液分泌并引发呕吐[176]。大剂量时可引起抽搐和全身性麻痹[176]。",

  "Angelica sinensis": "当归",
  "Dang Gui is a well-known Chinese herb that has been used in the treatment of female ailments for thousands of years. Its reputation is perhaps second only to ginseng (Panax ginseng) and it is particularly noted for its 'blood tonic' effects on women[218]. The root has a sweet pungent aroma that is very distinctive and it is often used in cooking, which is the best way to take it as a blood tonic[254]. One report says that the root contains vitamin B12 and can be used in the treatment of pernicious anaemia[176]. The root is alterative, analgesic, anticholesterolemic, anti-inflammatory, antispasmodic, deobstruent, emmenagogue, emollient, hepatic, laxative, sedative and peripheral vasodilator[165, 176, 218]. It is commonly used in the treatment of a wide range of women's complaints where it regulates the menstrual cycle and relieves period pain[218, 238, 254] and also to ensure a healthy pregnancy and easy delivery[218]. However conflicting information suggests it should not be used during pregnancy [301] and should not be used if menstrual flow is heavy or during menstruation [301]. It is an ideal tonic for women with heavy menstruation who risk becoming anaemic[254]. The water-soluble and non-volatile elements of the root increase the contraction of the uterus whilst the volatile elements can relax the muscle of the uterus[176]. Its use prevents the decrease of liver glycogen and protects the liver[176]. Used for menopausal symptoms (hot flushes) [301]. It has an antibacterial action, inhibiting the growth of various bacteria including Bacillus dysenteriae, Bacillus typhi, B. comma, B. cholerae and haemolytic streptococci[176]. The root is an ingredient of 'Four Things Soup', the most widely used woman's tonic in China[254]. The other species used are Rehmannia glutinosa, Ligusticum wallichii and Paeonia lactiflora[254]. The root is harvested in the autumn or winter and dried for later use[254, 283]. It has been used to treat pulmonary hypertension in combination with the allopathic medication nifedipine [301]. Other uses include: constipation (a laxative), trauma injuries, ulcers, rheumatism and malaria [301].": "当归是中国著名的草药，数千年来用于治疗女性疾病。其声誉仅次于人参（Panax ginseng），特别以其“补血”功效著称[218]。其根具有独特的甜辣香气，常用于烹饪，是补血的最佳食用方式[254]。有报告称根含有维生素B12，可用于治疗恶性贫血[176]。根具有调节体质、镇痛、降胆固醇、抗炎、解痉、通络、催经、润肤、护肝、通便、镇静和外周血管扩张作用[165, 176, 218]。常用于治疗多种妇科疾病，调节月经周期，缓解痛经[218, 238, 254]，并有助于健康妊娠和顺利分娩[218]。但有相互矛盾的信息表明孕期不宜使用[301]，月经过多或经期也不宜使用[301]。是重度月经过多且有贫血风险女性的理想补品[254]。根中水溶性和非挥发性成分能增强子宫收缩，挥发性成分则可松弛子宫肌肉[176]。使用它能防止肝糖原减少，保护肝脏[176]。用于治疗更年期症状（潮热）[301]。具有抗菌作用，抑制包括痢疾杆菌、伤寒杆菌、弧菌、霍乱弧菌和溶血性链球菌等多种细菌的生长[176]。根是“四物汤”的成分，这是中国最常用的女性补品[254]。其他成分包括地黄（Rehmannia glutinosa）、川芎（Ligusticum wallichii）和白芍（Paeonia lactiflora）[254]。根在秋冬采收并干燥备用[254, 283]。曾用于与药物硝苯地平联合治疗肺动脉高压[301]。其他用途包括治疗便秘（通便剂）、外伤、溃疡、风湿和疟疾[301]。",

  "Arabidopsis thaliana": "拟南芥",
  "The plant is used to cure sores in the mouth[240].": "该植物用于治疗口腔溃疡[240]。",

  "Arctostaphylos uva-ursi": "熊莓",
  "Bearberry was commonly used by many native North American Indian tribes to treat a wide range of complaints and has also been used in conventional herbal medicine for hundreds of years, it is one of the best natural urinary antiseptics[254]. The leaves contain hydroquinones and are strongly antibacterial, especially against certain organisms associated with urinary infections[238]. The plant should be used with caution, however, because hydroquinones are also toxic[222]. The leaves are antiseptic, astringent, diuretic, lithontripic, hypnotic and tonic[7, 9, 21, 102, 165, 172, 192]. The dried leaves are used in the treatment of a variety of complaints[4]. These leaves should be harvested in early autumn, only green leaves being selected, and then dried in gentle heat[4]. A tea made from the dried leaves is much used for kidney and bladder complaints and inflammations of the urinary tract such as acute and chronic cystitis and urethritis, but it should be used with caution and preferably only under the supervision of a qualified practitioner[4, 21, 46, 172, 222, 254]. The tea is more effective if the urine is alkaline, thus it is best used in combination with a vegetable-based diet[254]. Externally, a poultice of the infused leaves with oil has been used as a salve to treat rashes, skin sores etc, and as a wash for a baby's head[257]. An infusion of the leaves has been used as an eyewash, a mouthwash for cankers and sore gums and as a poultice for back pains, rheumatism, burns etc[257]. The dried leaves have been used for smoking as an alternative to tobacco[238]. One report says that it is unclear whether this was for medicinal purposes or for the intoxicated state it could produce[192], whilst another says that the leaves were smoked to treat headaches and also as a narcotic[257]. The herb should not be prescribed to children, pregnant women or patients with kidney disease[238]. Another report says that some native North American Indian tribes used an infusion of the stems, combined with blueberry stems (Vaccinium spp) to prevent miscarriage without causing harm to the baby, and to speed a woman's recovery after the birth[257]. Other uses: fluid retention and bed wetting. Claimed to strengthen the heart muscle and urinary tract and to return the womb to its normal size after childbirth [301]. Treatment should be short (seven days) and used with an alkaline diet [301]. Not recommended for children under 12.": "熊莓被许多北美原住民部落广泛用于治疗各种疾病，并且在传统草药中已有数百年的使用历史，是最好的天然尿路抗菌剂之一[254]。叶子含有氢醌，具有很强的抗菌作用，尤其针对某些尿路感染相关的微生物[238]。但该植物需谨慎使用，因为氢醌具有毒性[222]。叶子具有抗菌、收敛、利尿、排石、催眠和补益作用[7, 9, 21, 102, 165, 172, 192]。干燥的叶子用于治疗多种疾病[4]。这些叶子应在初秋采收，只选绿色叶子，且需低温干燥[4]。用干叶泡制的茶广泛用于治疗肾脏和膀胱疾病及尿路炎症，如急慢性膀胱炎和尿道炎，但应谨慎使用，最好在合格医生指导下服用[4, 21, 46, 172, 222, 254]。如果尿液呈碱性，该茶效果更佳，因此最好搭配蔬菜饮食使用[254]。外用时，浸泡叶子的油膏用于治疗皮疹、皮肤溃疡等，也用于洗婴儿头部[257]。叶浸剂被用于眼洗、治疗口腔溃疡及牙龈炎的漱口水，以及背痛、风湿、烧伤等的湿敷剂[257]。干叶还曾作为烟草替代品用于吸烟[238]。有报告称不确定这是否用于药用，还是为了其醉酒效果[192]，另有报告称叶子被用来治疗头痛并作为麻醉剂[257]。该草药不应开给儿童、孕妇或肾病患者[238]。另有报告称一些北美原住民使用茎与蓝莓茎（Vaccinium spp）混合的浸剂，以防止流产且不伤害婴儿，并促进产后妇女康复[257]。其他用途包括治疗水肿和遗尿。声称能增强心肌和尿路功能，并使产后子宫恢复正常大小[301]。治疗应短期（七天）且配合碱性饮食[301]。不推荐12岁以下儿童使用。",
  "Arenaria serpyllifolia": "Arenaria serpyllifolia",
  "The plant is antitussive, depurative, diuretic and febrifuge[[147, 218]. A decoction of the leaves is used in the treatment of dysentery[218]. It is also used in the treatment of bladder complaints, calculus troubles and acute and chronic cystitis[240].": "该植物具有止咳、净化、利尿和退热作用[[147, 218]。叶子的煎剂用于治疗痢疾[218]。也用于治疗膀胱疾病、结石问题及急性和慢性膀胱炎[240]。",

  "Asparagus racemosus": "Asparagus racemosus",
  "Shatavari (this is an Indian word meaning 'a woman who has a hundred husbands') is the most important herb in Ayurvedic medicine for dealing with problems connected women's fertility[238]. The rhizome is a soothing tonic that acts mainly on the circulatory, digestive, respiratory and female reproductive organs[238]. The root is alterative, antispasmodic, aphrodisiac, demulcent, diuretic, galactogogue and refrigerant[240, 243]. It is taken internally in the treatment of infertility, loss of libido, threatened miscarriage, menopausal problems, hyperacidity, stomach ulcers and bronchial infections[238]. Externally it is used to treat stiffness in the joints[238]. The root is used fresh in the treatment of dysentery. It is harvested in the autumn and dried for use in treating other complaints[238]. The whole plant is used in the treatment of diarrhoea, rheumatism, diabetes and brain complaints[243].": "Shatavari（这是一个印度词，意为‘有百个丈夫的女人’）是阿育吠陀医学中处理女性生育问题的最重要草药[238]。根茎是一种舒缓补剂，主要作用于循环系统、消化系统、呼吸系统和女性生殖器官[238]。根具有调节作用、解痉作用、催情作用、保护粘膜作用、利尿作用、催乳作用和降温作用[240, 243]。内服用于治疗不孕、性欲减退、流产威胁、更年期问题、胃酸过多、胃溃疡和支气管感染[238]。外用治疗关节僵硬[238]。根鲜用治疗痢疾，秋季采收后晾干用于治疗其他疾病[238]。全草用于治疗腹泻、风湿病、糖尿病和脑部疾病[243]。",

  "Bacopa monnieri": "Bacopa monnieri",
  "Brahmi is a very important Ayurvedic herb, being particularly valued for its beneficial effect upon the nervous system. Its main active substances are steroidal saponins, including bacosides[254]. The whole plant is used - roots, stems and leaves[304]. It is cardiac, nervine tonic, sedative and vasoconstrictor[304]. The leaves and stalks are aperient and diuretic[304]. An alcohol extract of the whole plant has been shown to have anticancer activity against Walker carcinoma[304]. An alcohol extract of plant is a muscle relaxant and cardiovascular relaxant[348]. Research in India suggests that brahmi improves mental function, memory and concentration, and also reduces learning time[254]. The plant contains the alkaloid brahmine, which has been shown to raise blood pressure when administered in therapeutic dosage, but to be hypotensive when given in very strong dosage[348]. A tranquilizing saponin that resembles reserpine is also present[348]. The plant is used principally in the treatment of a range of nervous system disorders including neuralgia, hysteria, epilepsy, insanity, neurasthenia, aphonia and hoarseness[254, 304]. The plant is also taken internally in a number of other conditions including indigestion, ulcers, wind, constipation, asthma, bronchitis and infertility[254]. A poultice made of the boiled plant is applied to the chests of children in the treatment of acute bronchitis and other coughs[304]. A juice made from the plant is applied as a wash on burns[272].": "Brahmi 是一种非常重要的阿育吠陀草药，因其对神经系统的有益作用而备受重视。其主要活性成分是类固醇皂苷，包括bacosides[254]。整个植物的根、茎和叶均被使用[304]。它具有心脏强壮剂、神经兴奋剂、镇静剂和血管收缩剂的作用[304]。叶子和茎具有通便和利尿作用[304]。整个植物的酒精提取物显示对Walker癌有抗癌活性[304]。植物酒精提取物具有肌肉松弛和心血管松弛作用[348]。印度的研究表明，brahmi能改善认知功能、记忆力和注意力，并减少学习时间[254]。植物含有生物碱brahmine，在治疗剂量下能升高血压，但在非常强剂量下则降压[348]。还含有一种类似利血平的镇静皂苷[348]。该植物主要用于治疗各种神经系统疾病，包括神经痛、癔症、癫痫、精神失常、神经衰弱、失声和声音嘶哑[254, 304]。此外，内服用于消化不良、溃疡、胀气、便秘、哮喘、支气管炎和不孕症[254]。用煮熟的植物制成的敷料用于儿童急性支气管炎及其他咳嗽的胸部敷贴[304]。用植物制成的汁液用于烧伤的清洗[272]。",

  "banksia attenuata": "banksia attenuata",
  "An infusion of the flowers was used to relieve coughs and cold and as a refreshing drink.": "花的浸剂用于缓解咳嗽和感冒，也作为清凉饮料。",

  "Batflower": "Batflower",
  "Tacca chantrieri is rare, but sometimes available from online nurseries. A white variety (Tacca integrifolia) of this plant exists, but my sources tell me that White Bat Flower is not as easy to grow indoors.": "塔卡兰特里植物很稀有，但有时可以从网上苗圃买到。该植物有一个白色品种（塔卡整叶兰），但据我所知，白色蝙蝠花在室内种植不太容易。",
  "Orchid": "兰花",
  "The root is carminative[ 480 ]. The flowers are laxative[ 480 ]. The bark, roots and flowers, when mixed with rice-water, are used in poultice form as a maturant[ 480 ].": "根有理气作用[480]。花具有通便作用[480]。树皮、根和花与米水混合后，用作膏药，有助于成熟化脓[480]。",
  "Bidens pilosa": "稻槎草",
  "Calendula Officinalis": "金盏花",
  "Pot marigold is one of the best known and versatile herbs in Western herbal medicine and is also a popular domestic remedy[4, 254]. It is, above all, a remedy for skin problems and is applied externally to bites and stings, sprains, wounds, sore eyes, varicose veins etc[4, 254]. It is also a cleansing and detoxifying herb and is taken internally in treating fevers and chronic infections[4, 254]. Only the common deep-orange flowered variety is considered to be of medicinal value[4]. The whole plant, but especially the flowers and the leaves, is antiphlogistic, antiseptic, antispasmodic, aperient, astringent, cholagogue, diaphoretic, emmenagogue, skin, stimulant and vulnerary[4, 7, 9, 21, 46, 165, 201]. The leaves can be used fresh or dried, they are best harvested in the morning of a fine sunny day just after the dew has dried from them[4]. The flowers are also used fresh or dried, for drying they are harvested when fully open and need to be dried quickly in the shade[4]. A tea of the petals tones up the circulation and, taken regularly, can ease varicose veins[201]. An application of the crushed stems to corns and warts will soon render them easily removable[7]. The leaves, blossoms and buds are used to make a homeopathic remedy[232]. It is used internally in order to speed the healing of wounds[232]. The German Commission E Monographs, a therapeutic guide to herbal medicine, approve Calendula officinalis for inflammation of the mouth and pharynx (throat), wounds and burns(see [302] for critics of commission E).": "金盏花是西方草药医学中最著名和多用途的草药之一，也是家庭常用的疗法[4, 254]。它主要用于皮肤问题，外用治疗虫咬、扭伤、伤口、眼睛痛、静脉曲张等[4, 254]。它也是一种净化和解毒的草药，内服治疗发热和慢性感染[4, 254]。只有常见的深橙色花朵品种被认为具有药用价值[4]。全株，尤其是花和叶，有抗炎、杀菌、抗痉挛、通便、收敛、促进胆汁分泌、发汗、催经、皮肤刺激和愈合作用[4,7,9,21,46,165,201]。叶子可鲜用或干燥使用，最好在阳光明媚、露水干后早晨采摘[4]。花也可鲜用或干燥，采摘时须完全开放，且需在阴凉处快速干燥[4]。花瓣茶能促进血液循环，长期饮用可缓解静脉曲张[201]。将捣碎的茎涂抹于老茧和疣上，很快即可轻松去除[7]。叶、花和花蕾用于制备顺势疗法药物[232]。内服可加速伤口愈合[232]。德国E委员会草药指导认可金盏花用于口腔和咽喉（喉咙）炎症、伤口和烧伤的治疗（参见对E委员会的批评[302]）。",
  "Calluna vulgaris": "石南",
  "Heather has a long history of medicinal use in folk medicine. In particular it is a good urinary antiseptic and diuretic, disinfecting the urinary tract and mildly increasing urine production[254]. The flowering shoots are antiseptic, astringent, cholagogue, depurative, diaphoretic, diuretic, expectorant, mildly sedative and vasoconstrictor[7, 8, 9, 21, 165, 238]. The plant is often macerated and made into a liniment for treating rheumatism and arthritis, whilst a hot poultice is a traditional remedy for chilblains[7, 254]. An infusion of the flowering shoots is used in the treatment of coughs, colds, bladder and kidney disorders, cystitis etc[9, 238, 254]. A cleansing and detoxifying plant, it has been used in the treatment of rheumatism, arthritis and gout[254]. The flowering stems are harvested in the autumn and dried for later use[7]. The plant is used in Bach flower remedies - the keywords for prescribing it are \"Self-centredness\" and \"Self-concern\"[209]. A homeopathic remedy is made from the fresh branches[9]. It is used in the treatment of rheumatism, arthritis and insomnia[9].": "石南在民间药用历史悠久。它尤其是一种良好的泌尿道杀菌剂和利尿剂，能消毒尿路并轻度增加尿液生成[254]。开花枝条具有杀菌、收敛、促进胆汁分泌、净化、发汗、利尿、祛痰、轻度镇静和血管收缩作用[7,8,9,21,165,238]。该植物常被浸泡制成擦剂，用于治疗风湿和关节炎，热敷则为冻疮的传统疗法[7,254]。开花枝条的浸剂用于治疗咳嗽、感冒、膀胱和肾脏疾病、膀胱炎等[9,238,254]。作为净化和解毒植物，也被用于治疗风湿、关节炎和痛风[254]。开花茎在秋季采收并干燥备用[7]。该植物用于巴赫花疗法，处方关键词为“以自我为中心”和“自我关注”[209]。顺势疗法药物由鲜枝制成[9]。它用于治疗风湿、关节炎和失眠[9]。",
  "Capparis Spinosa": "刺槐",
  "The root-bark is analgesic, anthelmintic, antihaemorrhoidal, aperient, deobstruent, depurative, diuretic, emmenagogue, expectorant, tonic and vasoconstrictive[7]. It is used internally in the treatment of gastrointestinal infections, diarrhoea, gout and rheumatism[238, 240]. Externally, it is used to treat skin conditions, capillary weakness and easy bruising[254]. The bark is harvested in the autumn and dried for later use[238]. The stem bark is bitter and diuretic[254]. If taken before meals it will increase the appetite[254]. The unopened flower buds are laxative[254]. They are used internally in the treatment of coughs, and externally to treat eye infections[238]. The buds are a rich source of compounds known as aldose-reductose inhibitors - it has been shown that these compounds are effective in preventing the formation of cataracts. The buds are harvested before the flowers open and can be pickled for later use - when prepared correctly they are said to ease stomach pain[254]. A decoction of the plant is used to treat vaginal thrush[7, 254]. The leaves are bruised and applied as a poultice in the treatment of gout[240].": "根皮具有镇痛、驱虫、止血、通便、祛瘀、净化、利尿、催经、祛痰、补益和血管收缩作用[7]。内服用于治疗胃肠感染、腹泻、痛风和风湿[238,240]。外用治疗皮肤病、毛细血管脆弱和易瘀伤[254]。树皮在秋季采收并干燥备用[238]。茎皮苦且有利尿作用[254]。饭前服用能增加食欲[254]。未开放的花蕾有通便作用[254]。内服治疗咳嗽，外用治疗眼部感染[238]。花蕾富含醛糖还原酶抑制剂，已证明这些化合物能有效预防白内障形成。花蕾在开花前采收，可腌制保存，正确准备后据称能缓解胃痛[254]。该植物煎剂用于治疗阴道念珠菌感染[7,254]。叶子捣碎后外敷用于治疗痛风[240]。",
  "Cassia fistula": "金链花",

  "The ripe pods...": "成熟的豆荚和种子在传统和现代医学中广泛用作泻药。根皮、叶和花也具有泻药特性，但程度较轻[299]。现代医学中，果肉有时用作儿科的温和泻药[299]。果肉和叶富含蒽醌衍生物（约2%）和甙类，负责泻药特性[299]。果肉富含果胶和黏液质[299]。体内外实验显示，种子粉对溶组织阿米巴原虫具有杀阿米巴和杀囊虫作用，能治疗人类肠道阿米巴病。豆荚水提取物显著降低血糖[299]。豆皮水和甲醇提取物表现出显著的抗氧化和抗炎活性[299]。叶的酒精提取物对金黄色葡萄球菌和铜绿假单胞菌表现出体内抗菌活性，并促进伤口愈合[299]。叶的水提取物对人类皮肤真菌病原体如丝状菌属、毛癣菌属和微孢菌属表现出抗真菌活性[299]。豆荚用于治疗疟疾、血液中毒、炭疽、糖尿病和痢疾[299]。豆荚含有甜且黏稠的果肉[307]。其煎剂用于治疗肾结石、驱虫及泻药[299]。果肉通过压碎豆荚并煮沸提取，煎剂随后蒸发。也可从新鲜豆荚沿缝合线打开，用抹刀取出果肉[459]。果肉长时间暴露于空气中易变酸，或在潮湿处易发霉[459]。树皮或叶广泛用于皮肤问题[299]。骨折和热带溃疡用树皮刮片和叶汁包扎[299]。心材传统上用于驱虫[299]。根煎剂用于净化伤口和溃疡[299]。印度用根治疗发热[299]。雨季初叶子刚长出和开花时，金英树叶中番泻苷含量最高[299]。果荚在果实成熟中期（豆荚呈浅棕色时）番泻苷含量最高[299]。",
  "Cecropia peltata": "鹿角树",
  "The bark...": "树皮和叶具有抗凝血、抗炎、抗肿瘤、收敛、强心、利尿、降压和扩血管作用[348]。年轻叶的煎剂用于治疗肝病和水肿[46]。干叶或内树皮的茶或煎剂用于治疗高血压、布赖特氏病、尿道炎、蛋白尿、肾感染、心脏病和神经疾病，并促进肾功能良好[348]。干叶茶用于治疗背痛[348]。叶的浸剂有时在产后阴道注射[348]。嫩枝的热敷用于包扎溃疡、脓肿、伤口、切口和丛林疮[348]。干叶用于缓解哮喘[307]。植物汁用于去除疣[46]。树液用于处理新鲜割伤[348]。内树皮煎剂用于治疗痢疾[348]。",
  "Centaurea cyanus": "矢车菊",
  "CornFlower has...": "矢车菊历史悠久，虽少用，但在法国仍作为疲劳眼睛的治疗药物，效果有争议[254,268]。传统上据说对蓝眼睛效果更佳，而大车前草用于棕眼[268]。干花具有止痒、止咳、收敛、轻度利尿、调经、眼科和轻泻、滋补作用[4,7,9,21,201,240]。浸剂用于治疗水肿、便秘，或作为口腔溃疡和牙龈出血的漱口水[9,238]。该浸剂也作为苦味补药和兴奋剂，促进消化并可能支持肝脏及增强抵抗力[254]。花瓣水蒸馏液曾用于治疗弱视及结膜炎的镇静剂[4,7,240]。种子用作儿童的温和泻药[7,254]。叶的煎剂有抗风湿作用[7,254]。具抗真菌作用[303]。",
  "Centella asiatica": "积雪草",
  "Gotu kola...": "积雪草是一种极其重要的药用草本，东方广泛使用[238]，西方日益流行[254]。印度名为“婆罗米”，意为“带来至高无上的知识”，在印度长期用于医药和冥想辅助[238]。它是治疗皮肤问题和消化系统疾病的有用补药和清洁剂[254]。在印度主要用于增强神经功能和记忆的强壮剂[254]。整株植物具调理作用，心脏抑制作用，降压，轻度镇静和滋补作用[240]。它是具有排毒、消炎退热、促进愈合和免疫、增强记忆及神经系统平衡作用的滋补利尿药[147,152,238,240]。有人建议其常规使用可恢复神经系统功能，对多发性硬化等多种神经疾病可能有治疗作用[K]。最新研究显示积雪草可减少瘢痕，改善下肢循环问题，促进愈合[238]。内部用于治疗伤口、慢性皮肤病（包括麻风病）、性病、疟疾、静脉曲张、溃疡、神经疾病和老年痴呆[238,240]。须注意过量会引起头痛和短暂昏迷[238]。外用时用于伤口、痔疮和风湿关节[238]。植物全年可采，用鲜或干[238]。另有报告称干草药迅速失效，最好用新鲜的[237]。",
  "Cerastium arvense": "田野雀麦草",
  "The plant...": "该植物具有收敛性[257]。煎剂用于治疗伤害和流产[257]。煎剂据称能止血并防止胎儿通过子宫[257]。",
  "Ceratonia Siliqua": "角豆",
  "The pulp...": "角豆种荚中的果肉营养丰富，由于含糖量高，味甜且有轻泻作用[254]。但果肉也具收敛性，用于煎剂可治疗腹泻，并轻柔地帮助肠道清洁及缓解刺激[240,254]。这些看似矛盾的效果展示了草药的制备方法和具体病症对人体的不同影响[254]。种荚用于治疗咳嗽[240]。成熟种荚制成的面粉具润滑和柔软作用[7]。用于治疗腹泻[7]。种子壳具收敛和泻药性[240]。树皮强烈收敛[254]。煎剂用于治疗腹泻[254]。",
  "Cytisus scoparius": "扫帚草",
  "Broom is...": "扫帚草是一种苦味麻醉草药，能抑制呼吸并调节心脏功能[238]。它影响心脏电导性，减慢并调节冲动传导[254]。开花的嫩尖具强心、泻药、利尿、催吐和血管收缩作用[4,13,21,46,165]。种子亦可用[4]。内服用于心脏病，尤其与铃兰配伍使用[238]。此植物亦具强利尿作用，促进尿液生成，缓解水肿[254]。因其收缩子宫肌肉，用于产后防止出血[254]。应谨慎使用，大剂量可能导致胃部不适[4,21]。活性成分组成变化大，药效不稳定，故少用[9]。孕妇及高血压患者禁用[238]。治疗需专家指导[9]。嫩尖春季采收，通常在五月[4]。可鲜用或干燥使用[4,238]。储存不宜超过12个月，药效成分会降解[238]。",
  "Datura quercifolia": "橡叶曼陀罗",
  "The whole...": "整株植物具有麻醉作用[200]。过去用于止痛、治疗失眠等，但因治疗剂量和毒性剂量极接近，使用必须在合格医师监督下进行。",
  "Dioscorea batatas": "山药",
  "The chinese...": "中国山药，中药名“山药”，是一种甘甜柔和的药材，能刺激胃和脾，并对肺和肾有滋补作用[238]。块茎含有促进细胞增生的尿囊素，加速愈合过程[238]。根是“八味草”配方之一，传统中医用来治疗甲亢、肾炎和糖尿病[254]。块茎具有驱虫、助消化和温和滋补作用[116,147,218,254]。内服用于治疗疲劳、体重减轻、食欲不振、消化不良、慢性腹泻、哮喘、干咳、尿频、糖尿病及情绪不稳定[238]。外用用于溃疡、疖肿和脓肿[218,238]。块茎秋季采收，可生食或烤食[238]。叶汁用于治疗蛇咬和蝎毒[218]。本属多数植物根含有皂苷[222,240]，是现代制药制造孕激素和其他类固醇药物的原料，用于避孕及治疗各种生殖器疾病和哮喘、关节炎等多种病症[222]。",

  "Enterolobium cyclocarpum": "大果耳果相思",
  "A syrup...": "从树皮中获得的糖浆用于治疗感冒[46]。从树干中获得的树胶用于治疗胸部疾病[332]。",
  "Yellow gentian": "黄龙胆",
  "Gentain root...": "龙胆根在治疗消化系统疾病方面有悠久的使用历史，是许多专利药品的成分。它含有已知最苦的化合物之一，并被用作测量苦味的科学标准[238]。它特别适用于慢性疾病导致的虚弱状态，以及所有虚弱、消化系统虚弱和食欲不振的情况[4]。它是增强人体系统最好的药材之一，能刺激肝脏、胆囊和消化系统[238]，并且是与泻药合用以防止其虚弱作用的极好滋补剂[4]。根具有驱虫、抗炎、抗菌、苦味强、利胆、通经、退热、清凉和健胃等作用[4, 7, 9, 14, 21, 165]。它内服用于治疗肝病、消化不良、胃部感染和厌食症[238]。不应给患有胃或十二指肠溃疡的病人开此药[238]。这种根可能粗如手臂，分支很少[239]，在秋季采收后干燥保存备用[4]。尚未开花植物的根可能具有最丰富的药用价值[4]。《德国E委员会药用植物单方》批准黄龙胆作为滋补剂使用（参见[302]对该委员会的批评）。",
  "Sweet Tea Vine": "甜茶藤",
  "The Whole plant...": "整株植物是一种滋补草药，可改善血液循环，刺激肝功能，增强免疫和神经系统，并降低血糖和胆固醇水平[238]。它还具有镇静作用，可缓解痉挛和降低血压[238]。内服用于治疗神经紧张和衰弱、胃溃疡、哮喘、支气管炎、糖尿病、心血管疾病和癌症[238]。在1991年北京举行的传统医学会议上，它被评为十大重要滋补草药之一[238]。",
  "Handroanthus impetiginosus": "粉红风铃木",
  "The wood...": "木材和内皮是一种苦、清凉、辛辣的草药，可退烧和消炎[238]。心材含有一种萘醌类物质——紫檀芪，它具有抗生素和抗肿瘤作用[238]。许多南美原住民将其视为万能药，用于治疗伤口、发烧、痢疾、肠道炎症和蛇咬伤[254]。在现代草药学中，树皮用于治疗炎症性疾病、慢性退化性疾病、癌症、肿瘤、囊肿、真菌感染（尤其是念珠菌病）、性病、风湿病、皮肤问题（尤其是湿疹、疱疹和疥疮）[238]。它也与其他草药合用，以清除毒素、缓解充血并增强免疫系统[238]。按需采收木材并干燥备用[238]。",
  "Hippophae Rhamnoides": "沙棘",
  "The twigs...": "树枝和叶子含有4 - 5%的单宁[240]，具有收敛和驱虫作用[7, 100]。嫩枝和叶中含有生物活性物质，可提取出一种与果实油不同的油，产量约为3%[240]。这种油可用作烧伤药膏[214]。从果实中提取的一种高质量药用油用于治疗心脏病，据说对烧伤、湿疹和放射性损伤的皮肤外敷效果显著，同时内服用于胃肠疾病治疗[214]。果实具有收敛作用，并用作滋补剂[9, 254]。新鲜果汁用于治疗感冒、发热、虚弱等[9]。果实富含维生素和矿物质，特别是维生素A、C、E、黄酮类和其他生物活性化合物。它还是少见的富含必需脂肪酸的果类，被研究用于减少癌症发生率及阻止或逆转癌细胞生长[214]。果汁也是许多富含维生素药品和化妆品（如面霜、牙膏）的成分[9]。果实煎剂也可用作皮肤刺激和皮疹的洗剂[254]。",
  "Humulus lupulus": "啤酒花",
  "Hops...": "啤酒花在草药使用中有悠久且有效的历史，主要用于其舒缓、镇静、强壮和安神的功效。其强烈的苦味是其增强和刺激消化功能（增加胃液及其他分泌物）的主要原因[254]。雌性果实具有止痛、抗菌、解痉、利尿、退热、催眠、安神、健胃和强壮等作用[4, 9, 21, 46, 165, 192, 218]。在民间广泛用于治疗多种疾病，包括疖肿、瘀伤、结石、癌症、痉挛、咳嗽、膀胱炎、虚弱、谵妄、腹泻、消化不良、发热、癫痫、歇斯底里、炎症、失眠、神经紧张、神经痛、风湿病和肠道寄生虫[269]。果实上的细毛含有一种镇静催眠药物——啤酒花酮[213, 218]。给予哺乳期妇女时，可增加泌乳量——研究表明其中含有相关激素，可能是作用机制[7]。花朵煎剂据说能治疗子宫肿胀和硬块[269]。啤酒花常被泡茶或填入枕头中使用，头部的重量会释放其中的挥发性油[213]。果实还可外敷治疗溃疡、疖肿、肿胀等[4, 218]，据说能治痛性肿瘤[269]。雌性花头在秋天采收，可新鲜使用或干燥保存[238]。啤酒花的酒精提取物在中国被临床用于治疗麻风病、肺结核和急性细菌性痢疾等，有不同程度的疗效。雌性果实体含有葎草酮和啤酒花酮，这些物质对革兰阳性和抗酸菌具有强效抑制作用[240]。叶子的湿敷剂据说能治疗寒性肿瘤[269]。《德国E委员会药用植物单方》批准啤酒花用于治疗神经紧张和失眠（参见[302]对该委员会的批评）。",
  "Iberis amara": "苦白芥",
  "Little used...": "在现代草药中使用较少，苦白芥是一种苦味强的滋补剂，可帮助消化并缓解胀气和腹痛[254]。传统用于治疗痛风、风湿和关节炎[254]。全株具有抗风湿和抗坏血病作用[61]。种子被认为对治疗哮喘、支气管炎和水肿非常有用[4, 240]。植物在夏季采收，可干燥保存[254]。种子在完全成熟时采收[254]。一种常见的顺势疗法是用种子制成的[4]。",
  "Juniperus communis": "普通杜松",
  "Traditionally...": "传统上，这种植物可能被用作止泻剂、抗炎剂、收敛剂和防腐剂，并用于治疗各种腹部疾病。",
  "Kalmia polifolia": "Kalmia polifolia",
  "Swamp...": "沼泽月桂是一种非常有毒的麻醉性植物，其叶子曾被一些北美印第安部落用于自杀[4]。在现代草药中几乎不使用，但叶子对许多皮肤病和炎症具有良好的外用疗效[4]。叶子具有收敛和镇静作用[4, 21, 61]。它们被外用于制作敷料或洗剂，用于治疗多种皮肤病、溃疡、难以愈合的伤口和炎症[4, 257]。内服时，叶子对治疗活动性出血、腹泻和痢疾有极佳疗效[4, 21, 61]。然而，使用时应非常谨慎，仅应在有资质的从业者监督下使用。有关毒性请参见上面的注释。",
  "True laurel": "真月桂",
  "The bay...": "月桂树在民间用于治疗多种疾病有着悠久的历史，特别是用于助消化以及治疗支气管炎和流感[244]。它也被用于治疗各种类型的癌症[218]。果实和叶子通常不用于内服，仅在兽医实践中作为刺激剂使用，但过去曾用于治疗癔症、闭经、胀气性腹痛等[4]。另有报告称其叶子主要用于治疗上呼吸道疾病以及缓解关节炎疼痛[254]。它对胃有安抚作用，并具有滋补效果，可刺激食欲和消化液分泌[254]。叶子具有防腐、芳香、收敛、驱风、发汗、助消化、利尿、大剂量时催吐、催经、麻醉、杀寄生虫、刺激和健胃的功效[4, 7, 21, 210, 218]。果实具有防腐、芳香、助消化、麻醉和刺激作用[218]。叶子的浸剂被用来促进食欲和作为催经剂[4]。果实也曾用于制作驱风药，过去被用于引产[4]。果实中提取的定油可外用治疗扭伤、瘀伤等，有时用作滴耳液缓解疼痛[4]。叶子提取的精油具有麻醉、抗菌和杀真菌特性[218]。",
  "Linum usitatissimum": "亚麻",
  "Linseed...": "亚麻籽具有悠久的药用历史，主要作用是作为泻药和祛痰剂，能缓解受刺激组织、控制咳嗽和缓解疼痛[238]。通常使用种子或种子中提取的油[238]。种子具有镇痛、润滑、柔软、泻下、护肺和消炎的作用[4, 9, 21, 46, 165, 218, 240]。压碎的种子是治疗溃疡、脓肿和深层炎症非常有用的敷料[4, 244]。种子的浸剂富含黏液质，是治疗咳嗽、感冒和泌尿器官炎症的宝贵家庭药方[4]。种子压碎后立即食用会在消化道中显著膨胀，刺激肠蠕动，因此用于治疗慢性便秘[238]。种子油中含有 4% 的谷氨酸，用于治疗成人的精神障碍[218]。它还具有舒缓和润滑作用，用于治疗扁桃体炎、喉咙痛、咳嗽、感冒、便秘、尿砂和结石[4, 244]。与等量石灰水混合后用于治疗烧伤和烫伤[244]。树皮和叶子用于治疗淋病[240]。花具有强心和镇静作用[240]。该植物长期用于民间治疗癌症[218]，并已发现含有多种抗癌成分[218]。《德国E委员会药用植物单方》批准亚麻用于便秘、皮肤炎症的治疗（参见[302]中对E委员会的批评）。",
  "Melaleuca alternifolia": "互叶白千层",
  "Tea tree...": "茶树，特别是其精油，是最重要的天然防腐剂之一，值得在每个家庭药箱中占有一席之地[254]。它可用于治疗各种蜇伤、烧伤、创伤和皮肤感染[254]。从叶子和小枝中提取的精油具有强效防腐、发汗和祛痰作用[156, 157, 238]。它能刺激免疫系统，对多种细菌和真菌感染有效[238]。内服可治疗慢性和某些急性感染，尤其是膀胱炎、腺热和慢性疲劳综合征[254]。外用于治疗鹅口疮、阴道感染、痤疮、足癣、跖疣、疣、昆虫叮咬、唇疱疹和虱子[238]。它可直接用于跖疣、疣和虱子，但其他用途需用如杏仁油等基础油稀释[238]。该油对皮肤无刺激性[238]。另一报告称，高质量油含约 40% 的对萜品-4-醇，对皮肤耐受良好，而 5% 的桉叶素则具有刺激性。但低质量油中桉叶素含量可超过 10%，甚至高达 65%[254]。这种精油用于芳香疗法，其关键词为“防腐”[210]。",
  "Medicago sativa": "紫花苜蓿",
  "Alfalfa leaves...": "苜蓿叶（鲜用或干用）传统上被用作营养滋补剂，用于刺激食欲和促进体重增长[222]。该植物具有雌激素作用，可能对月经和更年期相关问题有疗效[254]。但使用此植物需谨慎，不应给患有自身免疫疾病如类风湿关节炎的人使用[238]。有关毒性说明请参阅上方注释。该植物具有抗坏血病、缓泻、利尿、催产、止血、营养、刺激和滋补作用[55, 165, 218]。其榨取的汁液具有催吐作用，在治疗尿砂时也具镇痛效果[218]。用于内服治疗病后虚弱、贫血、出血、更年期症状、经前紧张、子宫肌瘤等[238]。加热后的叶子敷用在耳部用于治疗耳痛[257]。叶子可鲜用或干用[238]。富含维生素K，在医学上用于促进凝血[213]，这对治疗黄疸非常有益[213]。该植物被商业化种植用于提取叶绿素和胡萝卜素，均具有已证实的健康益处[222]。叶中还含有抗氧化剂 tricin[222]。根具有退热作用，也用于治疗尿液颜色深的情况[218]。植物提取物具有抗菌作用[218]。用于治疗哮喘、糖尿病和胃肠道疾病（抗溃疡）[301]。",
  "Mimosa pudica": "含羞草",
  "According to...": "根据阿育吠陀，根部味苦、辛凉，具有愈伤、解毒作用。用于治疗胆汁淤积、麻风、痢疾、阴道和子宫疾病、炎症、灼热感、疲劳、哮喘、白癜风、血液病等[646]。根据优纳尼医学体系，根部具有溶解、调节作用，对由血液或胆汁不洁引起的疾病、胆热发热、痔疮、黄疸、麻风等有效[646]。根部也用于控制酗酒[348]。叶子味苦，略有发汗、补益作用[348]。叶酊剂提供给戒酒者饮用，以缓解醉酒[348]。种子具有催吐作用[348]。植物含生草碱（mimosine）[646]。科学研究表明，该植物提取物具有中度利尿、抑制十二指肠收缩（作用类似于磺酰阿托品）、促进神经再生、减少月经过多等效果[413]。根含鞣质、灰分、草酸钙晶体和生草碱[646]。根提取物据报为强效催吐剂[413]。",
  "Astrocaryum vulgare": "Astrocaryum vulgare",
  "A decoction...": "根部煎剂用于治疗疖病和梅毒[348]。种子油具有泻下作用[348]。用于治疗风湿、疼痛和耳痛。也用于治疗疖肿，并用于疼痛的脚部敷贴和发热者以促进发汗[348]。果实可用于治疗干眼症（维生素A缺乏引起）[418]。整个果实也用于安抚腹痛婴儿[348]。果肉用于治疗咳嗽并清新口气[348]。",
  "Monotropa uniflora": "Monotropa uniflora",
  "An infusion": "根部浸剂具有抗痉挛、催眠、神经 、镇静和补益作用[21, 192, 222]。对痉挛、昏厥和多种神经疾患有良效[207]。曾用于儿童癫痫或抽搐治疗[257]。北美印第安部落将其茎捣碎，清汁用于眼部治疗眼疾[213, 257]。茎汁也用于治疗神经兴奋，包括痉挛和惊厥[192]。过去有人建议其可作为鸦片替代品[192]。叶浸剂用于治疗感冒和发烧[257]。捣碎的植物可外敷鸡眼和疣以去除它们[257]。还可敷在难愈伤口上[257]。花被咀嚼以缓解牙痛[257]。水提物具有杀菌作用[222]。",
  "Montanoa": "Montanoa",
  "This shrub...": "这种灌木常见于全国中部高地和半干旱道路旁。它是墨西哥的一种传统药用植物，用于“加速分娩”（其纳瓦特尔语名称即“女性药用植物”），但使用需谨慎。",
  "Myrica communis": "Myrica communis",
  "Wax myrtle...": "腊味桃金娘在北美是一种常见草药，用于促进循环、刺激出汗并抑制细菌感染[254]。孕期不宜使用[254]。根皮具有抗菌、收敛、大剂量催吐、喷嚏、兴奋和补益作用[4, 21, 46, 165, 213, 254]。秋季采收，晾干研粉密封保存[4]。常用于内服治疗腹泻、肠易激综合症、黄疸、发热、感冒、流感、鼻炎、月经过多、阴道分泌物等[4, 238, 254]。外用可用于难治性溃疡、喉咙痛、牙龈肿胀、疮疖、瘙痒性皮肤病、头皮屑等[4, 238, 254]。腊质具有收敛和轻度麻醉作用[4]。被认为是治疗痢疾的可靠药物，也用于内服治疗慢性溃疡[4]。叶茶用于治疗发热，外用洗涤瘙痒皮肤[222]。",
  "Myrtus communis": "Myrtus communis",
  "The leaves...": "叶子具有芳香、润喉、止血和补益作用[7, 46]。最新研究发现其含有抗菌活性物质[7]。活性成分被迅速吸收，15 分钟内可使尿液带有紫罗兰香味[238]。内服用于治疗泌尿感染、消化问题、阴道分泌物、支气管充血、鼻窦炎和干咳[238, 254]。在印度被用于治疗脑部疾病，特别是癫痫[240]。外用用于治疗痤疮（常用其精油）、伤口、牙龈感染和痔疮[238]。叶子可随需采摘，鲜用或干用[238]。提取的精油具有防腐作用[240]。含有 myrtol 成分，用于牙龈炎治疗[7]。该油用于局部治疗风湿[240]。果实具有驱风作用[240]，用于治疗痢疾、腹泻、痔疮、内部溃疡和风湿[240]。",
  "Nicotiana rustica": "Nicotiana rustica",
  "This plant": "这种植物在药理学上具有研究价值，它含有尼古丁，尼古丁对自主神经系统有复杂的作用。目前没有证据表明它具有治疗价值[254]。",
  "Nicotiana tabacum": "烟草",
  "Used in...": "在民间医学中用于各种皮肤疾病的敷药，最常用于治疗疼痛发炎的肿胀[218]。这种植物具有解痉、催吐和镇静神经的特性[254]。它被用于治疗头痛和昆虫叮咬，并作为镇静剂用于治疗失眠[238]。",
  "Rosebay": "玫瑰柳",
  "The leaves and...": "叶子和花具有强心、发汗、利尿、催吐、祛痰和喷嚏作用[7, 147, 218]。叶子的煎剂被外用来治疗疥疮[7]，并用于消肿[240]。这是一种非常有毒的植物，含有强力的心脏毒素[240]，应极度谨慎使用[7, 147]。根具有强大的消炎作用，由于其毒性，仅限外用。通常与水混合捣成糊状，用于治疗下体的溃疡和硬下疳[240]。根皮制成的油用于治疗麻风病和各种鳞屑性皮肤病[240]。整株植物据说具有抗癌作用[218]。",
  "Nigella icarica": "黑种草（Nigella icarica）",
  "One of...": "黑种草种子富含ω-6脂肪酸亚油酸，是植物化学物质的额外来源，包括生物活性的百里醌、特征性皂苷、生物碱和类黄酮。",
  "Ophyrs apifera": "蜂兰（Ophyrs apifera）",
  "Salap...": "沙拉布（详见上文）营养丰富，具有润滑作用[4]。它被用作对儿童和康复患者特别有价值的饮食，可以与水煮沸、调味，并像箭根粉一样食用[4]。沙拉布富含黏液质，能形成具有镇静和润滑作用的凝胶，用于治疗胃肠道的刺激[4]。用一份沙拉布对五十份水即可制成凝胶[4]。用于制沙拉布的块茎应在植物开花结籽后枯萎时采收[4]。",
  "Oxalis grandis": "大酢浆草（Oxalis grandis）",
  "Some oxalis...": "某些酢浆草属植物具有药用价值，但未找到该种的相关资料。例如，酸模叶酢浆草（Oxalis acetosella）：其新鲜或干燥的叶子具有镇痛、抗坏血病、收敛、利尿、通经、祛痰、退热、刺激和健胃作用[4, 7, 9, 21]。煎剂用于治疗发热，可解渴并缓解高烧[4]。外用时，将叶子捣碎敷在局部可治疗疖肿和脓肿，对伤口也具有收敛作用[7]。但由于其含有草酸，内服时需小心[4]，患有胃炎或结石的人禁用[7]。",
  "Paeonia mascula": "雄芍药（Paeonia mascula）",
  "The root is...": "根具有解痉和平补作用[4, 46, 61]。用多种牡丹属植物干燥粉碎花瓣泡茶，可用作止咳药、治疗痔疮和静脉曲张[250]。",
  "Passiflora incarnata": "西番莲（Passiflora incarnata）",
  "Maypops...": "Maypops 是一种珍贵的镇静和安神草药，在北美有着悠久的使用历史[254]。常用于治疗失眠、癫痫、歇斯底里等[254]。叶和茎具有解痉、收敛、发汗、催眠、麻醉、镇静、扩血管作用，也用于治疗女性疾病[4, 7, 21, 46, 61, 165, 192, 207, 238]。采收部分果实成熟后的植物，晾干备用[4]。用于治疗失眠、神经紧张、易怒、神经痛、肠易激综合征、经前紧张和阴道分泌物[4, 21, 165, 192, 207]。该植物提取物会抑制脊髓运动神经[213]，也具有轻度镇静、略降血压和增加呼吸频率的作用[222]。含有生物碱和类黄酮，是一种有效的非成瘾性镇静剂，不引起嗜睡[238]。不建议孕期使用[238]。根制成的糊状物可外敷于疖肿、割伤、耳痛、炎症等[222]。干燥植物被出口至欧洲作药用[207]。也可用于顺势疗法[4]。德国 E 委员会植物药治疗指南中批准将西番莲用于治疗神经紧张和失眠（详见 [302] 中对 E 委员会的批评）。",
  "Pinus halepensis": "阿勒颇松（Pinus halepensis）",
  "The turpentine...": "所有松树分泌的松节油具有防腐、利尿、发红和驱虫作用[4]。是一种宝贵的内服药，用于治疗肾和膀胱疾病，也常用于风湿病的内服、搽剂和蒸汽浴治疗[4]。对呼吸系统也非常有益，适用于治疗粘膜疾病和呼吸问题，如咳嗽、感冒、流感和肺结核[4]。外用时对各种皮肤病、创伤、疮口、烧伤、疖肿等具有疗效，并以搽剂、膏药、草药蒸汽浴和吸入器等形式使用[4]。",
  "Rosa canina": "玫瑰果（Rosa canina）",
  "The petals...": "花瓣、果实和虫瘿具有收敛、健胃、利尿、缓泻、眼科和补益作用[7, 9, 14, 21, 165]。果实内服用于治疗感冒、流感、轻度传染病、坏血病、腹泻和胃炎[238]。果实制成的糖浆作为药物的风味剂，也用于止咳药中[238]。植物制成的蒸馏水略带收敛性，用作敏感皮肤的外用洗液[7]。种子曾被用作驱虫药[7]。植物被用于巴赫花疗法，关键词是“放弃”和“冷漠”[209]。许多蔷薇属植物的果实富含维生素和矿物质，尤其是维生素 A、C 和 E、类黄酮及其他生物活性成分。也含有一定量的必需脂肪酸，这在水果中较为罕见。研究其作为抗癌食品及抑制或逆转肿瘤生长的可能性[214]。狗玫果壳中维生素 C 含量为 0.2 到 2.4%。",
  "Pistacia lentiscus": "乳香树（Pistacia lentiscus）",
  "Mastic...": "乳香树胶曾广泛用于草药治疗（详见下文），但现代草药中应用较少。它可以作为支气管和咳嗽的祛痰药，也用于治疗腹泻[254]。树脂具有镇痛、止咳、健胃、利尿、祛痰、止牙痛、镇静和刺激作用[4, 46, 218]。与其他物质混合后用于龋齿的临时填充[4, 7, 254]。内服用于治疗儿童腹泻[4, 7]，外用治疗疖肿、溃疡、癣和肌肉僵硬[238, 254]。",
  "Plumeria": "鸡蛋花属（Plumeria）",
  "Himanthus...": "Himatanthus sucuuba 是亚马逊和南美草药体系中广受尊重和使用的药用植物，许多传统用途已被研究证实。主要用于治疗多种疼痛和炎症，包括癌性肿瘤，也作为广谱抗菌剂治疗多种内外感染[318]。虽然大剂量有毒，但研究表明传统剂量下无毒性，未有流产或出生缺陷报告[318]。该植物含多种药用成分。树皮中分离出一种抗肿瘤鸢尾苷类物质和两种单胺氧化酶 B（MAO-B）抑制剂[318]。树皮和乳液中含有 plumericin 和 isoplumericin，已被证明具有细胞毒性、抗癌、抗真菌和抗菌作用[318]。树皮提取物可有效预防溃疡并通过多种机制减少胃酸分泌[318]。乳液显示出显著的抗炎和镇痛作用，即使在急性炎症阶段也有效，这归因于乳液和树皮中的肉桂酸类成分。树皮对五种人类癌细胞系具有显著毒性，可能是其长期用于抗癌的原因，作用与鸢尾苷类和三萜类物质有关[318]。研究还发现其抗真菌效果优于对照药物制霉素（nistatin），这可能与其三萜类酯有关[318]。该植物对伤口感染、白色念珠菌、结核、梅毒、疥癣等的疗效可能归因于树皮和乳液的抗菌作用[318]。2005 年巴西研究发现树皮提取物具有平滑肌松弛作用，解释了其在哮喘治疗中的应用[318]。树皮和乳液具有镇痛、抗炎、抗风湿、抗肿瘤、抗真菌、驱虫、催情、收敛、净血、通经、润肤、退热、通便、泻下、补益、驱虫和促进愈合作用[318, 739]。树皮煎剂内服用于治疗风湿、胃痛、全身疼痛。外用时将粉状树皮撒在难愈伤口和疮口上。乳液加入温水洗患处，用于关节炎、疼痛和炎症[318]。乳液直接涂抹在脓肿、伤口、皮疹和皮肤溃疡上。用于治疗螨虫叮咬，在人畜身上阻断虫卵呼吸[318, 739]。树皮和乳液还用于治疗淋巴腺疾病和炎症，女性疾病如子宫内膜异位、子宫肌瘤、月经不调、卵巢囊肿和炎症；癌瘤和皮肤癌；消化问题如消化不良、胃痛、肠炎、胃溃疡；以及咳嗽、发热、头痛、哮喘和其他肺病[318, 739]。",
  "Prunella vulgaris": "夏枯草（Prunella vulgaris）",
  "Self heal...": "夏枯草在民间医学中有悠久的使用历史，尤其用于治疗伤口、溃疡、疮口等[7]。也可泡茶内服治疗发烧、腹泻、口腔溃疡、内出血等[4, 222]。在韩国，用于治疗水肿、肾炎、瘰疬和甲状腺肿[279]。整株植物具有改变体质、抗菌、退热、杀菌、解痉、收敛、健胃、利尿、止血、驱虫、补益和愈合作用[4, 9, 13, 21, 176, 218]。对多种细菌有抑制作用，如绿脓杆菌、伤寒杆菌、大肠杆菌和结核杆菌等[176]。可鲜用或干用，最佳采收时间为夏季中期[4]。实验表明该植物具有抗生素和降压作用[218, 222]。",
  "Pueraria montana lobata": "葛根",
  "The kudzu...": "葛藤，在中国称为“葛根”，是中药中50种基本草药之一[218]。最近研究发现，根和花中的“葛根素”和“大豆异黄酮”对治疗酗酒具有安全有效的抑制作用，它们通过抑制对酒精的渴望来发挥作用，而现有治疗方法则影响酒精代谢并可能导致毒素积累[238]。该植物常与菊花（Chrysanthemum x morifolium）合用治疗酗酒[254]。花和根具有解毒、止吐、退热、解痉、润喉、发汗、助消化、退热、降血糖和降血压等作用[174, 176, 218, 222, 238]。花和块茎的配方用于治疗酗酒、发烧、感冒、腹泻、痢疾、急性肠梗阻等[174, 176, 218, 222]，对心绞痛和偏头痛也有益[218]。根常与升麻（Cimicifuga foetida）合用用于治疗麻疹[254]。根含葛根素，可增加冠状动脉血流，防止抗利尿素注射引起的急性心肌缺血[176]。根可在秋至春采收，鲜用或干用[238]。花在盛开前采收并干燥备用[238]。茎有催乳作用，也可制成敷料用于初期疖子、肿胀、口腔溃疡等[218, 222]。种子用来治疗宿醉和痢疾[218, 222]，叶有止血作用[218]。",
  "Quercus suber": "栓皮栎",
  "Any galls...": "树上形成的虫瘿（虫瘤）具有强收敛作用，可用于治疗出血、慢性腹泻、痢疾等[4]。",
  "Rheum palmatum tanguticum": "指状蓼（川大黄）",
  "Rhubarb...": "大黄在草药中历史悠久，对消化系统具有积极平衡作用，是中医中使用最广的草药之一[238]。根具有降胆固醇、抗菌、抗痉、抗肿瘤、通便、收敛、利胆、润肠、利尿、轻泻、促胃、滋补等作用[4, 7, 9, 21, 91, 171, 176, 238]。根含蒽醌类化合物，具有泻下作用，同时含鞣质和苦味成分，具有相反的收敛效果[244]。小剂量时它对消化系统起收敛滋补作用，大剂量时为轻泻剂[232, 244]。内服用于治疗慢性便秘、腹泻、肝胆疾病、痔疮、月经问题及因体内毒素积累而引起的皮肤病[238]。孕妇、哺乳期妇女及肠梗阻患者禁用[238]。外用根可治疗烧伤[238]。至少6年生的植株在10月采根并干燥备用[4]。干燥根可用于顺势疗法，特别用于治疗出牙儿童腹泻[232]。",
  "Rosa woodsii": "伍氏蔷薇",
  "The seeds...": "种子可制成敷料，具有牵引作用，用于缓解肌肉疼痛[257]。叶煎剂用作春季滋补剂[257]。咀嚼后的叶子制成敷料用于缓解蜂蜇痛[257]。叶放入鞋内可防止脚气[257]。根具有补血利尿作用[257]。根煎剂用于成人和儿童治疗腹泻和肠道感冒[257]。根或内皮煎剂用于治疗感冒[257]。果实浸剂用于缓解咳嗽[257]。植物的多种部位可制成敷料，用于烧伤、溃疡、创口、肿胀和伤口治疗[257]。多种蔷薇属水果富含维生素A、C、E、类黄酮及其他生物活性化合物，并含有较多的必需脂肪酸，近年来被研究用于减少癌症发病率或抑制肿瘤生长[214]。",
  "Rosemarinus": "迷迭香",
  "Rosemary is...": "迷迭香是常见的庭院草本药材，可用于提神、缓解抑郁、精神疲劳和神经紧张等情况[238]。研究表明它富含挥发油、类黄酮和苯酸，具有强效抗菌和抗炎作用[238]。迷迭香酸具有治疗中毒性休克综合征的潜力，而类黄酮二氯明（diosmin）在降低毛细血管脆性方面比芸香苷更有效[238]。迷迭香提取物Rosmarol具有显著高的抗氧化活性[218]。整株植物具有抗菌、解痉、芳香、收敛、强心、健胃、利胆、发汗、通经、镇静、兴奋、健胃和滋补作用[4, 21, 89, 165, 218]。花茎密闭蒸煮的浸剂可有效治疗头痛、绞痛、感冒和神经性疾病[4]。花馏水可用作眼部洗剂[7]。叶可在春夏采收，鲜用或干燥保存[7]。孕妇不宜大量服用，以免引发流产[238]。迷迭香精油常用于治疗，花顶部馏取的精油质量更佳但较少[4]。精油对外可用于发红、制成按摩油、涂抹在太阳穴治疗头痛，对内则有健胃和镇静作用[4]。在芳香疗法中关键词为“振奋”[210]。《德国E委员会药用植物单方》批准迷迭香用于风湿病、消化不良、食欲不振和血压问题（参见[302]对委员会的批评）。",
  "Rumex crispus": "卷叶大蓟",
  "Curled...": "卷叶大蓟在家庭草药中有悠久历史。它是一种温和安全的缓泻剂，比大黄弱，适用于轻度便秘[254]。该植物具有良好清洁作用，对多种皮肤问题有帮助[254]。全株可用，但根部药力最强。根具有滋补、抗坏血病、收敛、利胆、清洁、泻下和轻微滋补作用[4, 21, 46, 94, 165]。曾作为滋补剂和泻剂出售[212]。根据剂量和收获时间及所含鞣质（收敛）和蒽醌（泻药）的比例不同，它可引起或缓解腹泻[222]。内服用于治疗便秘、腹泻、痔疮、肺出血、血液疾病和慢性皮肤病[4, 238, 257]。外用可将根捣碎敷料或晒干制成粉末用于溃疡、伤口和其他皮肤问题[257]。根还用于抑制癌症进展，作为滋补剂和补益品[4]。根于早春采收并干燥备用[4]。使用需谨慎，过量可能引起胃部不适、恶心和皮炎[222, 238]。种子用于治疗腹泻[4, 218]。新鲜根在秋季霜降前采收，用于顺势疗法，只用于特定类型咳嗽[232]。",
  "Schisandra chinensis": "五味子（Schisandra chinensis）",
  "The following...": "以下为五味子的报告。该草药在华南用途类似，属于中药50味基础草药之一[218]。五味子是优良的滋补剂和恢复药，能帮助应对压力并提升生活活力[254]。被认为可替代人参，并有滋补男女生殖系统的作用[238]。果实具有止咳、补肾、护肝、收敛、强心、促胆、祛痰、降压、缓和、安神、舒缓胸部、镇静、兴奋、健胃和滋补等作用[174, 176, 178, 218]。低剂量刺激中枢神经，大剂量则抑制[218]。果实还能调节心血管系统[218]。内服用于治疗干咳、哮喘、夜间出汗、泌尿系统紊乱、不自主射精、慢性腹泻、心悸、失眠、记忆力差、胃酸过多、肝炎和糖尿病[238]。外用则用于治疗刺激性或过敏性皮病[238]。果实在初霜后采收并晒干备用[238]。果实含木脂素，具有显著护肝作用。一项临床试验显示治疗肝炎成功率76%，未观察到副作用[254]。种子用于抗癌[218]。整株具有抗风湿特性[218]。木质部煎剂用于治疗咳嗽、痢疾和淋病[218]。",
  "Senna alata": "旃那叶",
  "Ringwrom...": "旃那叶（Senna alata）在传统医学中广泛使用，特别因其泻药效果以及治疗多种皮肤病（包括癣和疥疮）而受到重视。研究基本证实了这些传统疗法的有效性。从叶中分离出多种蒽醌类化合物，如芦荟大黄素、大黄酚、异大黄酚和大黄素，以及生物碱酪胺和常见的植物甾醇——β-谷甾醇。粗叶提取物对多种细菌表现出抗菌活性（如引起牛严重皮肤病的刚果皮炎放线菌），对人类的花斑癣等真菌具有抗真菌活性，还有抗肿瘤作用。树皮含有鞣质。花瓣中含有蒽醌类、苷类、甾体、鞣质和挥发油。花瓣提取物对革兰氏阳性菌有杀菌活性，但对革兰氏阴性菌无效。该植物具有泻药、抗菌、抗肿瘤、抗炎、利尿、镇痛、创伤愈合、轻度抗真菌、降血糖及解痉等功效。叶具有泻药作用，可内服治疗便秘和净化血液。叶子可煎煮单独服用或与锯齿三色堇和鳄梨叶一同使用，用于治疗胆汁淤积和高血压。叶广泛用于治疗皮肤病，可用酊剂、敷剂、粉末混油膏或直接将汁液涂抹在患处，有效治疗皮肤斑点、疥疮、癣和其他真菌感染。树皮用于治疗皮肤病、腹泻、寄生虫病、疥疮和湿疹。根部具有泻药作用，煎剂用于治疗腹泻、腹胀、子宫问题及丝虫病。外用治疗溃疡和皮肤真菌感染。花具有泻药和驱虫作用，煎剂用于治疗脾脏疾病。与姜联合煎煮用于治疗流感和引产。与椰奶煎煮作泻药使用。叶、花和果实混合煎剂可治疗胃病。种子具有泻药和驱虫功效，煮熟用于治疗肠虫病。叶中含有泻药蒽醌，也显示出一定的抗菌活性。茎中含有大黄酚、芦荟大黄素、大黄素和大黄素。叶和果实中含有泻药作用的蒽醌衍生物如芦荟大黄素和大黄素。",
  "Rafflesia": "大王花",
  "The roots are...": "其根具有催眠、降压和镇静作用，尤其用于治疗高血压，据说可在无危险副作用的情况下降低血压，被认为是治疗精神错乱的特效药。根煎剂用于治疗肠痛，并在分娩时增强子宫收缩。叶汁用于治疗角膜混浊、伤口和瘙痒。树皮、叶和根用于治疗蛇和蝎子的毒伤。根中含有多达1.3%的活性生物碱，以及树脂和甾醇 serposterol。生物碱如劳乌品（rauwolfine）能减慢心率。包括蛇根碱（serpentine）、新阿马林（neoajmaline）和异阿马林（isoajmaline）在内的几种生物碱可降低血压。蛇根碱还可增强小肠的张力，减少其蠕动。无生物碱的树脂提取物具有镇静和催眠作用。活性强的生物碱利血平（reserpine）具有显著的催眠和降压作用，已被用于西医治疗。",
  "Typha latifolia": "香蒲",
  "The leaves are diu...": "叶具有利尿作用。叶子混合油脂可作为敷料用于伤口。花粉具有收敛、利尿、通经、止血、清凉、镇静、促进脓液排出及愈合作用。干花粉据说有抗凝作用，但与木炭一起烘烤后则具有止血作用。内服可用于治疗肾结石、出血、痛经、子宫异常出血、产后腹痛、脓肿及淋巴系统癌症。不宜用于孕妇。外用治疗绦虫病、腹泻及外伤。茎的煎剂用于治疗百日咳。根具有利尿、催乳、清凉和补益作用。根被捣成凝胶状，敷于伤口、切口、疖子、溃疡、炎症、烧伤和烫伤处。花用于治疗腹痛、闭经、膀胱炎、排尿困难、子宫出血和阴道炎。嫩花序可食用，也用于治疗腹泻。种子绒毛用于治疗烧伤和烫伤。",
  "Thymus mastichina": "马斯蒂香百里香",
  "The leaves especially...": "叶子，尤其是其中的精油，具有强效的防腐、除臭和消毒作用。植物可全年新鲜使用，也可在开花时采收，提取精油或晒干后使用。",
  "Trifolium pratense": "红三叶草",
  "Red clover...": "红三叶草是一种安全有效的草药，具有悠久的药用历史。常与其他净血药草如牛蒡和黄花龙芽草一起用于治疗皮肤病。它是治疗乳腺癌的民间疗法，浓缩煎剂直接敷于肿瘤部位，以促进其向外生长并排出体外。花和叶中的类黄酮具有类雌激素作用，可用于更年期综合症的治疗。花头具有净血、抗瘰疬、解痉、通便、清洁、利尿、祛痰、镇静和补益作用。也显示出抗癌活性。药草敷剂用于局部治疗癌性肿块。内服用于治疗皮肤病（如湿疹和银屑病）、乳腺、卵巢和淋巴系统癌症、慢性退行性疾病、痛风、百日咳和干咳。通常在开花时采收使用，有些资料指出只使用花部分。患病的红三叶草中常含有毒性吲哚里西啶类生物碱“唾液霉素”（slaframine），该物质正被研究其抗糖尿病和抗艾滋病的潜力。",
  "Thespesia populneoides": "印度黄槿",
  "This species...": "该物种与海槿（Thespesia populnea）是否为不同物种尚存疑，因此其用途与海槿相同。海槿在传统医学中常被使用，其树皮、根、叶、花和果实皆用于治疗多种疾病。一些研究支持其传统用途。心材中含有多种倍半萜类醌，例如曼松酮D和H、thespone和thespesone，具有引发接触性皮炎、抑制肿瘤形成和抗真菌的活性。心材及其他部位含有棉酚。果实和叶中含有抗菌成分，花蕾的甲醇提取物显示出抗真菌活性。花的乙醇提取物具有护肝作用。果实的水提取物在大鼠实验中显示出促伤口愈合作用（外用或口服）。种子油具有抗阿米巴作用。心材有健胃作用，适用于胸膜炎、霍乱、绞痛和高热。果汁可治疗疱疹。果实捣碎用于泌尿系统问题和腹部肿胀。煮熟的果实混合椰子油可制成膏剂，涂在头发上可杀死虱子。果实提取物用于治疗睾丸肿胀。叶茶用于治疗风湿病和尿潴留。叶煎剂用于咳嗽、流感、头痛和旧病复发。叶汁及植物多部位的煎剂外用于多种皮肤病。果实和叶混合制成敷料用于头痛和瘙痒。树皮和果实煎剂混油可治疗疥疮。收敛性的树皮煎剂用于治疗痢疾和痔疮，浸泡液用于感冒。冷浸液用于治疗痢疾、糖尿病、淋病、尿液发黄和鹅口疮。消化不良、盆腔感染、痛经、不孕、继发性闭经、食欲不振、溃疡和寄生虫也可用其树皮治疗。内树皮用于治疗便秘和伤寒。茎用于治疗乳腺癌。植物其他提取物具有显著抗疟活性。叶和树皮煎剂可用于降血压。种子具有泻药作用。",
  "Soursop": "番荔枝",
  "Sour sop...": "番荔枝常用于传统医学。研究表明它具有抗疟、子宫兴奋剂、抗甲壳类、抗寄生虫、细胞毒性（乙酰氧基物）、心脏抑制剂、抗阿米巴、抗菌、抗真菌、降压、痉挛原性、血管扩张剂、杀虫剂、平滑肌松弛作用。该植物含有异喹啉生物碱，如瑞替啶。种子含有半乳甘露聚糖、豆甾醇、谷甾醇和胆固醇。叶子具有解痉、镇静、麻醉作用。捣碎的叶子用于治疗腹胀和消化不良、疥疮和皮肤病、风湿、咳嗽和感冒。与凤眼草混合的煎剂用于治疗高血压和心悸。与鳄梨叶子混合的煎剂被用于降血压。叶子也可与盐一起煮成汤剂口服，用于消化道疾病和缓解疲劳。芳香的叶子以其催眠效果著称，可泡茶服用，也可直接放在枕头下。外敷捣碎的叶子用于促进疖肿和脓肿的成熟。叶子按摩有助于神经性休克的恢复。果实具有抗坏血病、退热、轻度抗痢疾和驱虫作用，用于治疗小儿遗尿。煎剂用于多汗症治疗。果实可制成补药用于治疗发热、头痛、高血压和心脏问题。捣碎的叶子和种子煎剂用于肠道不适。叶和树皮具有强心和镇静作用。煎剂用于治疗焦虑发作。绿色树皮可涂在伤口上止血。花或花蕾茶加蜂蜜用于治疗感冒、胸痛和神经紊乱。树皮和未成熟果实含鞣酸，用于治疗腹泻和痢疾。种子用于治疗惊厥的药物中。",

  "Valeriana officinalis": "缬草",
  "Valerian...": "缬草是一种广为人知和频繁使用的药用草本植物，具有悠久且被证实有效的历史。它尤其以镇静和安神作用著称，特别适用于神经过度紧张的人群。缬草已被证明有助于睡眠、提高睡眠质量并降低血压。它还用于治疗痛经、痉挛、高血压、肠易激综合征等。患有肝病的人不应使用。外用可治疗湿疹、溃疡和轻微外伤。根具有解痉、健胃、利尿、催眠、强神经、镇静和刺激作用。活性成分为缬草三萜类，被证实能安抚激动的人，但在疲劳时也有提神作用。两年生植物的根在秋季收获，在叶子枯萎后使用鲜品或干品。新鲜根的效果是40度干燥品的3倍，而温度高于82度则会破坏其活性成分。使用时需谨慎，注意毒性相关说明。",

  "Verbascum ikaricum.png": "Verbascum ikaricum.png",
  "The native...": "该物种原产于东爱琴海诸岛，是一种两年生植物，主要生长于亚热带生物群落。",

  "Verbascum thapsus": "毛蕊花",
  "Great mullein...": "毛蕊花是一种常见的家庭草药，因其在治疗胸肺疾病方面的功效而被广泛使用。它通过减少粘液生成并促进痰液排出起作用，专用于治疗气管炎和支气管炎。叶子和花具有止痛、抗炎、抗菌、解痉、收敛、润滑、利尿、柔软、祛痰和愈合作用。内服泡茶用于治疗多种胸部疾病和腹泻。可与其他祛痰药如款冬和百里香搭配使用。外用叶片敷剂对伤口有良好疗效，也用于治疗溃疡、肿瘤和痔疮。叶子的细毛可能刺激皮肤，制剂前需过滤。植物在开花期采摘，干燥后备用。橄榄油泡花制成的油用于耳痛，或外敷治疗痔疮和黏膜炎症，具有强效抗菌作用。根煎剂据说可缓解牙痛、痉挛和惊厥。植物汁液和干根粉用于去除粗糙疣。对光滑疣效果不佳。种子略带麻醉作用，含皂苷。种子和叶子的敷剂用于拔出木刺。种子煎剂用于缓解冻疮和皲裂皮肤。鲜叶制成的顺势疗法用于治疗长期头痛伴有耳部压迫感。",

  "Typha latifolia": "香蒲",
  "The plant is sedative...": "该植物具有镇静和强壮作用。含有生物碱“长春胺”，被制药工业用作脑部兴奋剂和血管扩张剂。自从在叶子中发现长春胺以来，该植物被用于治疗动脉硬化和脑供血不足引起的痴呆。叶子味苦，有清洁和健胃作用。内服用于治疗内出血、月经过多和鼻出血。捣碎外敷伤口有收敛和愈合功效。漱口液用于治疗牙龈炎、喉咙痛和口腔溃疡。春季采叶，干燥备用。根具有解痉和平压作用，用于降血压。秋季采根，干燥后使用。新鲜花朵具有轻微泻下作用，但干燥后效用减弱。鲜叶可制顺势疗法，用于治疗出血。",

  "Corydalis yanhusuo": "延胡索",
  "yan hu...": "延胡索是中国传统重要药材，数百年来用于“活血止痛”，几乎适用于各种疼痛状况。尤其用于缓解痛经、胸痛和腹痛。其所含强效生物碱是其药效的基础。根具有镇痛、抗菌、解痉和镇静作用，传统上用于缓解疼痛并增强血液循环。用于治疗多种疾病，包括腰痛、痛经、疝气、胸痛、失眠和外伤。春末或初夏采收根，在地上部分枯萎后采挖，干燥后使用。提取物具有镇咳、强心、降压和抗癌活性。",

  "Bixa orellana": "胭脂树",
  "The medical...": "胭脂树的药用特性尚不完全明确，但它是一种苦味、收敛、泻下的草药，据说能杀死肠虫、退烧、改善消化并有祛痰作用。叶子煎剂用于治疗痢疾和缓解孕期呕吐。叶子外敷头部和扭伤部位可缓解疼痛。煎剂用于漱口，治疗口腔和喉咙感染。叶子也用于泡澡缓解肌肉酸痛、发烧、腹痛或小儿肠虫问题。嫩枝浸水后作为眼药水治疗眼炎。叶柄汁与热水及朗姆酒同泡用于治疗睑缘炎。嫩枝用于外敷脓肿。根具有健胃和利尿作用，煎剂用于治疗哮喘。根泡朗姆酒用于性病治疗。根茶用于治疗少尿和黄疸。种子有催情、催经、祛痰和驱虫作用。用于治疗哮喘和鼻腔问题。种子煎剂用于退烧；制成糖浆治疗咽炎和支气管炎。种子研磨后涂于烧伤部位防止起泡和疤痕。种子在果荚裂开时采收，可干燥保存。亦可用热水浸泡，所得沉淀压成药饼或染料。种子外的果肉泡成饮料治疗癌症、痢疾和肾病。果肉可涂抹皮肤以防止晒伤。种皮染料可用作木薯氰酸中毒的解毒剂。树皮汁和捣碎的叶子用于治疗皮疹。树皮煎剂用于治疗疟疾、心绞痛和哮喘。叶子含有花青素和鞣花酸。",

  "Blighia sapida": "无荚豆",
  "The plant part...": "该植物（具体部位未说明）用于治疗贫血和瘙痒[617]。在科特迪瓦的传统医学中，无荚豆广泛用于治疗黄热病、癫痫和水肿，并作为泻药和利尿剂[299]。末端芽液滴入眼中可治疗眼病和结膜炎[299]。将叶枝研碎成浆涂在额头上治疗偏头痛[299]。将研碎的叶子与植物盐混合成糊状，可治疗雅司病和溃疡[299]。叶子用于治疗发烧和头晕，树枝用于治疗肝炎、肝硬化和扁桃体炎[299]。树皮和叶子的煎剂用于治疗水肿、肋间痛、痢疾和腹泻[299]。树皮或果壳煎剂用于治疗伤口[299]。捣碎的树皮可作为蛇和蝎子咬伤的解毒剂[299]。将树皮与辣椒（Capsicum annuum）研碎后擦在身体上可作兴奋剂[299]。种子用于治疗胃病，包括恶心和呕吐[299]。种子水提取物可驱虫[299]。果肉用于治疗甲沟炎[299]。未成熟种子假种皮中含有水溶性和耐热的有毒成分——次甘氨酸A，这种毒素也存在于种子和假种皮基部的粉红至红色组织中。牙买加呕吐病与该成分有关，表现为呕吐、全身乏力、意识改变，甚至死亡。常见症状包括低血糖和中枢神经系统抑制。完全成熟并自然开裂的果实中的假种皮几乎不含此毒素。在布基纳法索和其他西非国家，食用未成熟种子假种皮可能导致许多儿童脑病病例。",

  "Portulaca grandiflora": "太阳花",
  "The entire plant...": "整株植物具有净血作用[176]。用于治疗肝炎、伴腹水的肝硬化、咽喉肿痛[176]。叶茎的鲜汁可外用，涂于蛇咬伤、昆虫叮咬、烧伤、烫伤及湿疹处[176, 238]。",

  "Prunus spinosa": "黑刺李",
  "The flowers...": "其花、树皮、叶子和果实具有通便、收敛、净血、发汗、利尿、解热、泻下和健胃作用[7, 9, 21]。花的煎剂用于治疗腹泻（尤其适用于儿童）、膀胱和肾脏疾病及胃虚弱等[9]。虽然该物种没有特别说明，但本属所有植物都含有苦杏仁苷和野樱苷，这些物质在水中可分解为氢氰酸（一种剧毒物）。少量时可刺激呼吸、促进消化，并带来愉悦感[238]。德国E委员会（草药治疗指南）批准黑刺李用于治疗口腔和咽部炎症（参见[302]对E委员会的批评）。",

  "Helicostylis tomentosa": "绒毛螺木",
  "The red milky...": "树皮中红色乳状汁液可作为致幻剂饮用，以与灵魂交流[348]。树皮刮屑与酒精混合，用于治疗胃痉挛及高烧伴随的疼痛[348]。树皮内层提取物已被药理学评估，发现对中枢神经系统具有抑制作用；某些作用类似于大麻（Cannabis sativa）[630]。由于该植物与大麻属植物在分类学上关系密切，可能也含有类似的化学成分。是否含有大麻素仍待确定[630]。",

  "Rubus occidentalis": "黑覆盆子",
  "The roots are cathartic...": "其根部具有泻下作用[257]。含有花青素（抗氧化能力极强）和鞣花酸，可诱导癌细胞凋亡。根部煎剂用于治疗淋病[257]。根被咀嚼用于治疗咳嗽和牙痛[257]。根的浸剂用于洗眼治疗眼睛发炎[257]。根与金丝桃属植物联合使用，可治疗肺结核早期症状[257]。根皮具有强收敛性，用于治疗腹泻和痢疾[213, 222]。叶子也具有很强的收敛性[257]。叶子煎剂用于治疗肠道疾病[257]。叶子泡茶可用于清洗旧疮、溃疡和疖肿[222, 257]。根、茎和叶的煎剂用于治疗百日咳[257]。",

  "Thuja orientalis": "侧柏",
  "this plant is c...": "这种植物在中药中常用，被认为是50种基本草药之一[218]。叶子和种子都含有由冰片、冰片酸酯、侧柏酮、樟脑和倍半萜组成的精油[283]。叶子还含有红木黄质、双黄酮、槲皮素、杨梅素、类胡萝卜素、叶黄素和抗坏血酸[283]。叶子具有抗菌、退热、止咳、收敛、利尿、催经、润肤、祛痰、解热、止血、清凉和健胃的作用[147,176,218,238]。据说能促进头发生长[147,176,238]。内服用于治疗咳嗽、出血、月经过多、支气管炎、哮喘、皮肤感染、腮腺炎、细菌性痢疾、关节炎疼痛和早秃[238]。叶子按需采摘，可鲜用或干燥后使用[238]。孕妇禁用此药[238]。种子具有通便、镇痛和镇静作用[147,176,218]。内服用于治疗心悸、失眠、神经紊乱和老年便秘[238]。根皮用于治疗烧伤和烫伤[218]。茎用于治疗咳嗽、感冒、痢疾、风湿和寄生虫性皮肤病[218]。",

  "Arctium lappa": "牛蒡",
  "Burdock...": "牛蒡是中西草药中主要的排毒草药之一[254]。官方草药为一年生植物的干燥根，但叶和果实也可使用[4]。用于治疗由于毒素‘超载’引起的疾病，如喉咙和其他感染、疖子、皮疹和其他皮肤问题[254]。根特别有助于帮助排除体内重金属[254]。该植物也是一种名为Essiac的北美配方的一部分，这是一种流行的癌症治疗方法。由于缺乏控制性研究，其有效性尚无可靠证据证明或否定。配方中还包括酸模、红榆和大黄[254]。植物具有抗菌、抗真菌和理气作用[9,21,147,165,176]。它具有舒缓、黏液性，传说是治疗多种皮肤病、烧伤、瘀伤等的最有效药物之一[4,244]。用于治疗疱疹、湿疹、痤疮、脓疱病、癣、疖子、虫咬等[244]。植物可内服为煎剂，或外用洗涤[244]。使用时需谨慎[165]。一年生植物的根在夏中收获并干燥。具有调理、泻下、净血、促进胆汁分泌、净化、发汗、利尿和健胃作用[218,222]。种子具有调理、抗炎、净化、发汗和利尿作用[218]。最新研究表明，种子提取物可降低血糖[238]。种子夏季采收，干燥备用[254]。研碎的种子可敷于瘀伤处[222]。叶子敷于烧伤、溃疡和伤口[222]。",

  "Plumbago Europaea": "欧洲蓝雪花",
  "The whole plants...": "整株植物，尤以根部为烈性、催吐、止痛、促唾液分泌和起水疱作用[4,61,100,103]。咀嚼根部可大量流涎，据说有助于治疗牙痛[4]。",

  "Catharanthus roseus": "长春花",
  "Madgascar...": "长春花作为传统药物使用已久。20世纪50年代，制药公司测试发现多种药用生物碱，尤其是长春碱，对白血病有疗效[238,254,302]。从植物中分离出的生物碱具有高度毒性，但也能减少白细胞数量，导致其在癌症治疗中的革命性应用[238]。该植物被栽培作为生物碱的来源，其中多种被提取用于西医治疗[299]。分离出的生物碱用于治疗癌症[238]。长春碱和长春新碱用于抗癌疗法，特别是急性白血病（尤其儿童）和霍奇金淋巴瘤，通常作为复杂化疗方案的一部分[299]。单独使用时有多种副作用，包括脱发、恶心和骨髓抑制[238]。干燥的根是ajmalicine的工业来源，ajmalicine可增加脑部及周边血流，治疗老年心理及行为问题、感觉障碍（头晕、耳鸣）、颅脑创伤及其神经并发症[299]。叶和地上部分有多种传统用途。该植物作为口服降糖剂闻名，还具有净血、发汗、利尿、催吐、泻下和驱虫作用。煎剂用于治疗高血压、哮喘、月经不调、慢性便秘、腹泻、消化不良、疟疾、登革热、糖尿病、癌症和皮肤病[238,299,348]。叶提取物外用作抗菌剂促进伤口愈合；缓解黄蜂叮咬；止血，治疗皮疹及用作漱口剂治疗牙痛[299]。采摘开花期叶子，可干燥储存[238]。花的浸剂用于治疗轻度糖尿病[348]。根的煎剂用于治疗痛经[299]。",

  "Crepe Myrtle": "紫薇",
  "The stem...": "茎皮具有解热、兴奋和止血作用[218,240]。树皮、花和叶被认为有利尿和强泻作用[240]。花的糊状物外敷于割伤和创口[272]。根具有收敛、解毒和利尿作用[147,218]。花的煎剂用于治疗感冒[218]。",

  "Hardy Begonia": "耐寒秋海棠",
  "The tuberous...": "块茎根和果实具有止痛、消炎和抗痉挛作用。促进血液循环[147]。煎剂用于治疗创伤性疼痛、呕血、淋病、产后阴道分泌物异常、闭经和蛇咬伤[147]。",
  "Acer saccharinum": "银枫",
  "An infusion of...": "树皮的浸剂用于治疗咳嗽、痉挛和痢疾[257]。该浸剂还外用治疗陈旧难愈的溃疡[257]。复方浸剂用于治疗‘妇科病’[257]。内树皮煮沸后与水混合用作眼睛洗剂[257]。浸剂内服用于治疗腹泻[257]。根树皮浸剂用于治疗淋病[257]。",
  "Koelreuteria paniculata": "槐树",
  "The flowers are...": "花具有眼科用途[178, 218]。用于治疗结膜炎和流泪症[218]。",
  "African Tulip Tree": "非洲木棉树",
  "Approcimately...": "约有119种从高等植物中分离出的纯化学物质被用于全球医学[2]。非洲木棉树（Spathodea campanulata P. Beauvais）是尼日利亚常用的民间药用多年生植物之一，属于紫葳科，原产于非洲。常在热带和亚热带地区（包括南美）用于园艺[3]。花用于利尿和抗炎，叶用于肾脏疾病、尿道炎和作为动物毒素的解毒剂[4]。多项植物化学研究涵盖了该植物的树皮、叶、花和果实。叶含有spathodol、咖啡酸及其他酚酸和类黄酮，果实含多酚、单宁、皂苷和苷类[5]。叶被报道具有抗疟疾、镇痛、抗炎和抗幼虫活性。树皮煎剂显示降血糖、抗补体、抗疟疾和抗HIV活性[6]。",
  "Solidago canadensis": "加拿大一枝黄花",
  "Haemostatic...": "止血剂、收敛剂[168, 172]。根用于烧伤的敷料[168, 172, 222]。干燥粉末草药的浸剂可用作防腐剂[168, 172]。花具有镇痛、收敛和退热作用[257]。咀嚼花并缓慢吞咽汁液用于治疗喉咙痛[213, 222]。花茶用于治疗腹泻、身体疼痛、发热和蛇咬伤[222, 257]。该植物含有槲皮素，据称对出血性肾炎治疗有效[222]。此植物据说具有与欧洲一枝黄花类似的药用特性。主要是：一枝黄花是一种安全温和的多功能草药。特别作为收敛剂用于治疗伤口和出血，同时在尿路疾病治疗中极为有用，既用于严重疾病如肾炎，也用于常见问题如膀胱炎[254]。植物含有对阴道和口腔念珠菌病有抗真菌作用的皂苷[238, 254]。此外含有用以治疗毛细血管脆性的芦丁和具有抗炎作用的酚类苷[238]。叶和花顶部具有驱虫、抗炎、防腐、芳香、收敛、理气、发汗、轻度利尿、退热和兴奋作用[4, 7, 9, 21, 147, 165]。是良好的愈伤草药，内服时对尿路感染、慢性鼻炎、皮肤病、流感、百日咳、膀胱及肾结石等有疗效[4, 238]。因其温和作用，一枝黄花用于治疗儿童胃肠炎[254]。治疗念珠菌病时可作极佳的漱口水[7]。夏季采收并晾干备用[7]。种子具有抗凝血、收敛和理气作用[218]。该植物也制成顺势疗法药物[9]。用于治疗肾脏和膀胱疾病、风湿和关节炎[9]。德国药典委员会（Commission E）批准加拿大一枝黄花用于尿路感染及肾脏和膀胱结石的治疗（参见[302]对委员会E的批评）。",

  "Geranium dissect": "裂叶牻牛儿草",
  "The whole plant...": "整个植物，尤其是根部，富含单宁[4]。具有防腐、高度收敛、止血和补益作用[4]。整个植物或仅根部的煎剂用于治疗腹泻（特别是儿童和老人）、痢疾、霍乱、肠胃炎、内出血、月经过多等[4]。外用则治疗化脓性伤口、痔疮、鹅口疮、阴道分泌物、口腔炎症等[238]。根部应在植物开花时采收，此时药效最强[4]。叶子应在植物结籽前采摘[4]。两者均可干燥后备用[238]。",

  "Trigonella forum-graecum": "葫芦巴",
  "Fenugreek...": "葫芦巴在草药中被广泛使用，尤其是在北非、中东和印度。具有广泛的药用价值[254]。种子非常有营养，常用于病后恢复和促进体重增加，特别是神经性厌食症患者[254]。孕妇禁用种子，因为它们可能引起子宫收缩[238,254]。研究显示种子可抑制肝癌，降低血胆固醇，并具有抗糖尿病作用[254]。种子和叶子具有降胆固醇、抗炎、抗肿瘤、理气、润燥、通便、软化组织、祛痰、退热、催乳、降血糖、泻下、驱虫、补益和子宫滋补等作用[4,7,21,147,165,176,238]。种子含丰富粘液质，有助于治疗胃肠炎症和溃疡[4,254]。内服研磨种子煎剂可促进汗腺排泄[7]。种子极具滋养和强身作用，是治疗贫血或感染性疾病引起的体虚的有效补品，尤其伴有神经因素时[7,244]。还用于晚发型糖尿病、消化不良（尤其病后恢复期）、乳汁不足、痛经和分娩疼痛等[238,244]。种子能清新口气，恢复味觉迟钝[254]。外用时，可将种子研磨成粉，用作脓肿、疖子、溃疡、烧伤等的敷料，或用于阴道分泌物过多的冲洗剂[4,244,254]。叶子在生长期采摘，可鲜用或干燥备用[238]。种子成熟后采收并干燥备用[238]。植物中提取的化合物具有强心、降糖、利尿、消炎和降压作用[218]。其中一种生物碱“三氮氮”具有潜在抗癌作用。种子含皂苷二羟基黄酮，是口服避孕药和性激素合成的重要原料[244]，植物中的皂苷也被提取用于多种制药产品[238]。德国委员会E单行本（一种草药治疗指南）批准葫芦巴用于食欲不振和皮肤炎症治疗（详见[302]对委员会E的批评）。",

  "Gymnema sylvestre": "破布木",
  "Gurmar...": "破布木是一种重要的苦味阿育吠陀草药，尤其用于降低糖尿病患者的血糖水平[304]。根和叶均可使用[304]。植物含有一组齐墩果酸型三萜皂苷，称为破布酸，是由至少9种相关酸性糖苷组成的复杂混合物，具有味觉调节作用；还有gurmarin，一种抑制甜味的多肽。咀嚼叶片时，甜味感会暂时消失[299]。研究表明，叶粉可能通过多种途径发挥抗糖尿病作用，包括减少小肠对葡萄糖的吸收；改善糖原合成、糖酵解、糖异生及肝脏和肌肉葡萄糖摄取；逆转血红蛋白和血浆蛋白糖基化[299]。植物具有解毒、收敛、利尿、催吐、降糖、泻下、清凉、健胃和补益作用[304]。主要用于降低血液和尿液中的糖分[304]。叶子用于治疗发热和咳嗽[299]。叶粉被认为有助于抑制对甜食的渴望和降低血脂，作为减肥食品添加剂[299]。叶粉还可预防龋齿[299]。外用时，叶子与蓖麻油混合制成敷料用于治疗肿胀的腺体[304]。根被认为是蛇咬的有效解毒剂——可将其研成粉末外敷，制成糊剂涂抹，或内服煎剂[299,304]。捣碎煮熟的根加入食物中，用于治疗癫痫[299]。捣碎煮熟的根或根粉外用治疗疖子[299]。",

  "Rosa blanda": "温和玫瑰",
  "A decoction of...": "果实的煎剂用于治疗痔疮瘙痒及其他瘙痒症[257]。果皮用于治疗胃部问题和消化不良[257]。干燥粉末花用于治疗胃灼热[257]。根部浸剂用于洗眼以治疗眼睛炎症[257]。该浸剂也用作镇痛剂治疗头痛和腰痛[257]。该属植物的果实富含维生素和矿物质，尤其是维生素A、C、E，类黄酮及其他生物活性化合物。果实也是必需脂肪酸的良好来源，这在水果中较为少见。正被研究作为减少癌症发生率及阻止或逆转癌症生长的食品[214]。",

  "White Panicle Aster": "白色圆锥状紫菀",
  "An infusion plant...": "该植物的浸剂与另一种未命名的植物结合使用，曾用于治疗发烧[257]。该植物的煎剂用于敷治伤口[257]。干燥粉末状的植物用于擦伤处的软膏[257]。压碎的花朵烟雾被吸入用于治疗鼻出血[257]。",

  "Taraxacum officinale": "蒲公英",
  "The dandelion...": "蒲公英是一种常用的草药。它作为利尿剂特别有效且有价值，因为它含有高含量的钾盐，能补充使用利尿剂时身体流失的钾[238]。植物的所有部位，尤其是根部，具有轻泻、助胆、净化、强利尿、护肝、通便、健胃和补益作用[4,7,9,21,54,165,176,222,238]。根部还具有实验性的助胆、降血糖和对酵母感染的弱抗生素作用[222]。干燥的根效力较弱[222]。根部可鲜用或干用，应在秋季采收，采收时植物两年生[4]。叶子在春季植物开花时采摘，可干燥备用[9]。可用叶子或更常见的根部泡茶[213]。植物内服用于治疗胆囊和尿路疾病、胆结石、黄疸、肝硬化、便秘性消化不良、高血压及心力衰竭引起的水肿、慢性关节和皮肤病、痛风、湿疹和痤疮[238]。植物具有抗菌作用，抑制金黄色葡萄球菌、肺炎球菌、脑膜炎球菌、痢疾杆菌、伤寒杆菌、白喉杆菌、变形杆菌等的生长[176]。植物汁液中的乳胶可用于去除鸡眼、疣和疣状瘤[7]。乳胶对胆囊炎症有特殊作用，还被认为能去除肝内结石[7]。叶子泡制的茶具有通便作用[222]。",

  "Helianthus annuus": "向日葵",
  "A tea...": "用叶子泡制的茶具有收敛、利尿和祛痰作用，用于治疗高热[222]。压碎的叶子用作敷料，治疗溃疡、肿胀、蛇咬和蜘蛛咬伤[222,257]。叶子在植物开花时采摘并干燥备用[238]。用花泡的茶用于治疗疟疾和肺部疾病[222,257]。开花头和种子具有退热、滋养和健胃作用[7]。种子也被认为具有利尿和祛痰作用[4,218,222]。种子成功用于多种肺部疾病的治疗[4]。根的煎剂用于温水洗涤，治疗风湿疼痛[257]。",

  "Rhus typhina": "鹿角漆树",
  "Stag horn...": "鹿角漆树曾被北美多支原住民部族医用，特别重视其收敛特性[257]。现代草药学中较少使用。使用叶和茎时需谨慎，参见上文毒性说明。树皮具有防腐、收敛、催乳和补益作用[222,257]。浸剂用于治疗腹泻、发热、痔疮、虚弱、子宫脱垂等[213,222]。浸剂据说能显著增加哺乳期母亲的乳汁分泌——也有人食用小块木材以达此目的[257]。内皮被认为是治疗痔疮的良药[257]。根部具有收敛、血液净化、利尿和催吐作用[222]。根的浸剂与紫锥菊（Echinacea purpurea）合用，用于治疗性病[257]。根的敷料用于治疗疖肿[257]。叶子具有收敛作用，曾用于治疗哮喘、腹泻和口腔炎症[222]。果实的浸剂用作滋补剂以改善食欲并治疗腹泻[257]。浆果具有收敛和血液净化作用[257]。咀嚼浆果用于治疗遗尿症[222,257]。浆果泡茶用于治疗喉咙痛[213]。花具有收敛和健胃作用，浸剂用于治疗胃痛[257]。树汁外用治疗疣[226]。但树汁可能导致许多人皮疹，需谨慎使用[K]。",

  "Jewelweed": "珠宝草",
  "Jewelweed was...": "珠宝草曾被许多北美原住民部族广泛用作药草[257]，在民间医学中也被广泛应用。其主要价值在于外用治疗伤口和各种皮肤病。然而，现代草药学中较少使用，内服被认为危险且“完全值得怀疑”[4]。该草具有解毒、泻下、利尿和催吐作用[4,172,207,213]。浸剂用于治疗发烧、排尿困难、麻疹、胃痉挛、黄疸等[257]。叶汁外用治疗痔疮、真菌性皮炎、荨麻疹、毒藤皮炎、烧伤等[4,172,207,213,257]。树汁用于去除疣[207]。叶的敷料用于瘀伤、烧伤、割伤等[222]。",
  "Japanese knotweed": "虎杖",
  "Possibly...": "可能具有与其他虎杖类似的特性，根部具有消炎、止咳、清热解毒、利尿、活血、润肤、退热、健胃和促进伤口愈合作用[46, 61, 147, 178, 218]。也用于治疗妇科疾病[147]。煎剂用于治疗烧伤、疖肿和脓肿、毒蛇咬伤、急性肝炎、阑尾炎、创伤和月经不调[147]。叶可碾碎外敷为敷料用于脓肿和伤口，干根可磨粉外用[147]。植物提取物显示抗肿瘤活性[218]。",
  "Wild bergamot": "野佛手柑",
  "Wild bergamot...": "野佛手柑常被北美多支原住民部落药用，用于治疗多种疾病，尤其是消化系统相关疾病[257]。现代草药中仍偶有使用。叶和开花茎具有理气、发汗、利尿和兴奋作用[4, 222]。浸剂内服用于治疗感冒、鼻炎、头痛、胃病、肾痛、退低热和缓解喉咙痛[213, 238, 257]。外用为敷料用于皮肤病变、割伤等，也用作眼疾洗剂[238, 257]。叶可在开花前或带花采收，鲜用或干燥均可[238]。植物含有“佛手柑油”精油，可吸入治疗支气管疾病[213]。叶还含有“百里香酚”精油，用于排除消化道气体[213]。",
  "English oak": "英格兰橡树",
  "The oak...": "橡树有悠久的药用历史。具有抗炎、杀菌、收敛、消肿、止血和补益作用[4, 7, 9, 13, 21, 165]。树皮是最常用的部分[4]，但有时也用虫瘿、种子和种壳[7]。树皮煎剂用于慢性腹泻、痢疾、间歇热、出血等病症[4]。外用用于清洗伤口、皮肤病、脚汗和痔疮等[9]。还用作阴道冲洗液治疗生殖器炎症和分泌物，也用作口腔和咽喉感染洗剂[9]。树皮采自5至12年生的枝条，晾干备用[9]。树上形成的虫瘿极具收敛性，可用于止血、慢性腹泻、痢疾等[4]。该植物用于巴赫花疗法，处方关键词为‘沮丧’、‘绝望但永不放弃’[209]。树皮制成顺势疗法药物，用于治疗脾脏和胆囊疾病[9]。德国药典委员会批准红橡用于治疗咳嗽/支气管炎、腹泻、口腔及咽喉炎症、皮肤炎症（见[302]对委员会的批评）",
  "Lobelia siphilitica": "梅花草",
  "The root is ca...": "根具有通便、发汗和催吐作用[4, 46, 103]。用于治疗水肿、腹泻、胃病、梅毒和痢疾[4, 257]。根泥敷用于难愈合的溃疡[257]。叶具有镇痛和退热作用[257]。浸剂用于治疗感冒和发热[257]。碾碎叶泥敷于头部缓解头痛[257]。曾在北美被认为对性病有效[103, 222]，但欧洲使用时无效[213]。这可能因北美印第安人使用鲜根（含挥发油），配合其他草药使用[213]。一些北美部落认为将细粉根秘密加入争吵夫妻食物中，可避免离婚并使其重归于好[213]。根部制成顺势疗法药物[4]。",
  "Elderberry": "接骨木",
  "Elder has a...": "接骨木作为药用草药有悠久的家庭使用历史，草药师也广泛使用[4]。该植物被称为‘乡村人的药箱’[4]。现代草药主要用花，但植物各部分也曾被利用[238]。具有兴奋作用[9, 53, 165]。秋季采集幼树内皮，最佳日晒干燥[4]。具有利尿、强泻和大剂量催吐作用[4, 7]。用于治疗便秘和关节炎[238]。用绿色内皮制成润肤膏[4]。叶可鲜用或干燥，采集于6-7月晴好天气，叶有泻下作用但味比树皮苦[4]。叶还具有发汗、利尿、祛痰和止血作用[4, 7]。汁液据说能治疗眼睛发炎[4]。叶制成膏剂，用于瘀伤、扭伤、冻疮、伤口等[4]。鲜花用于蒸馏‘接骨木花水’，花可用盐腌制以便后期蒸馏[4]。接骨木水轻微收敛，温和兴奋，主要用于眼部和皮肤护肤液[4]。干花具有发汗、利尿、祛痰、催乳和胸膛病治疗作用[4, 7]。浸剂治疗胸部疾病，亦用于洗眼[4]。浸剂也是良好的春季滋补剂和血液净化剂[4]。外用花泥敷以缓解疼痛和消炎[4]。用作软膏治疗冻疮、烧伤、伤口等[4]。果实具有清热解毒、轻微发汗和温和通便作用[4, 7]。干果茶被认为对腹绞痛和腹泻有效[4]。果实广泛用于制酒、果酱等，保留药用特性[4]。幼枝髓用于治疗烧伤和烫伤[46, 61, 100]。根部现已不用于草药，但曾以催吐和泻下作用治疗水肿效果显著[4]。顺势疗法药物用幼枝新鲜内皮制成[4]。缓解儿童哮喘症状和假性百日咳[4]。德国药典委员会批准接骨木用于咳嗽、支气管炎、发热和感冒（见[302]对委员会的批评）。",

  "Virginia Mountain Mint": "弗吉尼亚山薄荷",
  "A tea made...": "用叶子泡制的茶具有调节作用、发汗和驱风的功效[222, 257]。叶子制成的敷料用于治疗头痛[222]。该茶还用于治疗月经紊乱、消化不良、肠绞痛、咳嗽、感冒、寒战和发热[222, 238, 257]。开花时采割开花的茎，可以鲜用或干用[238]。有建议认为该植物可能导致流产，因此孕妇最好避免使用[257]。",

  "Lavandula angustifolia": "窄叶薰衣草",
  "Lavender...": "薰衣草是一种常用的家用草药，虽更以其香甜的气味闻名，而非药用价值[254]。它是一种重要的放松草药，对神经系统有舒缓和放松作用[254]。花穗可以干燥后内服制成酊剂，但提取的精油更为常用。精油作用比大多数精油温和，可安全直接涂抹于皮肤，作为抗菌剂帮助愈合伤口、烧伤等[254]。从花朵提取的精油具有抗口臭、强效抗菌、解痉、芳香、驱风、助胆、利尿、镇静、安神、刺激、健胃和补益等作用[4, 7, 9, 21, 165, 238]。它不常内服，但作为驱风剂和安神药有用[4]。主要外用，是极好的恢复剂和补益剂——例如擦于太阳穴可治神经性头痛，泡澡时添加也令人愉悦[4]。其强效抗菌特性能杀死许多常见细菌，如伤寒、白喉、链球菌和肺炎球菌，还可作为某些蛇毒的强效解毒剂[244]。在治疗烧伤、晒伤、烫伤、咬伤、阴道分泌物、肛裂等时非常有效，同时能舒缓受影响部位并防止永久疤痕形成[4, 238]。该精油用于芳香疗法。其关键词是“免疫系统”[210]。德国E委员会药典批准窄叶薰衣草用于食欲不振、神经紧张与失眠、循环障碍和消化不良（参见[302]对E委员会的批评）。",

  "Rosa Nutkana": "努特卡玫瑰",
  "An infusion root a...": "根和嫩枝的浸剂曾用作缓解眼疾的洗眼液[257]。根的煎剂被妇女产后使用，也用于治疗喉咙痛[257]。树皮的煎剂用于缓解分娩阵痛[257]。咀嚼叶子的敷料用于减轻蜜蜂蜇伤的疼痛[257]。树枝的煎剂与刺樱桃（Prunus virginiana）和红柳（Salix bonplandiana）合用，用于治疗多种女性病症、腹泻和呕吐[257]。叶子被放入鞋中用以防止脚气[257]。该属许多成员的果实富含维生素和矿物质，尤其是维生素A、C、E、类黄酮和其他活性化合物，也是较为罕见的必需脂肪酸来源。其潜在抗癌能力和抑制癌症生长的研究正在进行中[214]。",

  "Pinus palustris": "长叶松",
  "The turpentine obtained...": "从所有松树树脂中提取的松节油具有抗菌、利尿、活血和驱虫作用[4]。它是治疗肾脏和膀胱疾病的宝贵药物，可内服，也可作为搓揉剂和蒸汽浴治疗风湿病[4]。对呼吸系统非常有益，适用于治疗黏膜疾病和呼吸系统问题如咳嗽、感冒、流感和结核[4]。外用时对多种皮肤病、伤口、溃疡、烧伤和疖肿有显著疗效，可用于制作软膏、敷料、蒸汽浴和吸入剂[4]。松节油曾用于治疗肠绞痛、慢性腹泻、蛔虫病、止牙槽出血和活血作用[222]。",

  "Lythrum salicaria": "柳叶柳穿鱼",
  "Purple loosestrife...": "紫花柳穿鱼是一种收敛草药，主要用于治疗腹泻和痢疾。它适合所有年龄段使用，曾用于帮助哺乳婴儿止泻[254]。还可用于治疗月经过多和经间出血[254]。现代研究显示整个植物具有抗菌作用，特别针对导致斑疹伤寒的微生物[254]。开花植物具有抗菌、强收敛、降血糖、止血和促进伤口愈合的作用[4, 7, 9, 21, 152, 218, 238]。它被用作肠道消毒剂，尤其在肠炎病例中有效[7]。内服浸剂用于治疗腹泻、内出血、月经过多等[9, 222, 238]。开花植物夏季采收，可鲜用或干用[9]。外用作清洁和愈合伤口、溃疡、脓疱病、湿疹、阴道过多分泌物和瘙痒等[7, 222, 238, 254]。植物粉末用作严重鼻出血的止血剂[7]。茎被认为能刺激牙龈，给儿童咀嚼以增强脆弱或出血的牙龈[7]。",
  "Betula pendula": "垂枝白桦",
  "Anti-inflammatory...": "具有抗炎、助胆和发汗作用[21, 165, 201]。树皮有利尿和通便作用[7]。从内皮提取的油具有收敛性，用于治疗各种皮肤病，特别是湿疹和银屑病[4, 238]。树皮通常取自已被砍伐的木材树木，全年均可蒸馏[238]。内皮味苦且有收敛性，用于治疗间歇性发热[4]。春季树液有利尿作用[4]。芽具有香脂性[7]。嫩枝和叶子分泌一种具有酸性特征的树脂，和碱性物质结合后为补益性通便剂[4]。叶子具有降胆固醇和利尿作用[7]，还含有有效的杀菌成分[7]。叶子泡剂用于治疗痛风、水肿和风湿，并被推荐作为可靠的肾结石溶解剂[4]。嫩叶和叶芽春季采收，晒干备用[238]。叶子和树皮的煎剂用于洗浴皮肤病[4]。木材上黄色的真菌性瘤状物可制成艾绒，这些瘤状物有时会从裂缝中膨出[4]。德国E委员会药典批准白桦属用于治疗泌尿道感染、肾结石和膀胱结石、风湿病（参见[302]对E委员会的批评）。",

  "Hawthorn": "山楂",
  "Hawthorn...": "山楂是一种极为珍贵的药用草药，主要用于治疗心脏和循环系统疾病，特别是心绞痛[254]。西方草药学家将其视为“心脏的食物”，能增加心肌的血流量并恢复正常心跳[254]。这种作用是由于果实中的生物类黄酮，这些成分还具有强抗氧化作用，有助于预防或减少血管退化[254]。果实具有解痉、强心、利尿、镇静、补益和扩张血管等作用[4, 9, 21, 46, 165]。山楂的果实和花在民间草药中都被视为心脏补益剂，现代研究也证实了这一用途。果实和花具有降压作用，并且作为温和的强心剂直接发挥作用[222]。特别适用于弱心合并高血压的治疗[222]，还用于治疗因年龄导致的心肌衰弱、心肌炎、动脉硬化及神经性心脏病[21]。治疗需长期坚持方有效[222]。通常作为茶或酊剂使用[222]。山楂与银杏（Ginkgo biloba）联合使用，以改善记忆力，通过改善脑部血液供应发挥作用[254]。树皮有收敛作用，曾用于治疗疟疾和其他发热症状[7]。根被认为能刺激心脏动脉[218]。",

  "Prunus laurocerasus": "樱桃李",
  "The fresh...": "新鲜叶子具有解痉、麻醉和镇静作用[4, 7]。它们在治疗咳嗽、百日咳、哮喘、消化不良和胃部不适中有价值[4, 238]。外用时，叶子的冷浸剂用于洗眼感染[238]。关于采摘叶子的最佳时间有不同意见，但应仅用新鲜叶子，因为干燥会破坏活性成分[4]。虽然对本种未有具体说明，但该属所有成员均含有苦杏仁苷和苦樱苷，这些物质在水中分解生成氢氰酸（氰化物或苦杏仁酸）。少量时该剧毒物质可刺激呼吸、促进消化并带来舒适感[238]。",

  "Centaurea scabiosa": "粗糙矢车菊",
  "The roots and...": "根和种子具有发汗、利尿、补益和促进伤口愈合的作用[4]。该植物曾是中世纪“药膏”的重要成分，这种药膏用于治愈伤口和皮肤感染[4, 254]。",

  "Leucanthemum vulgare": "普通雏菊",
  "The whole d...": "整个植物，尤其是花朵[7]，具有解痉、止咳、发汗、利尿、催经、补益和促进伤口愈合的作用[4, 7, 21]。5月至6月采收并干燥备用[4]。该植物成功用于治疗百日咳、哮喘和神经兴奋[4]。外用作瘀伤、伤口、溃疡和某些皮肤病的涂擦剂[4, 7]。干燥花和茎的煎剂用于洗手皲裂[257]。用花制成的蒸馏水是治疗结膜炎的有效洗眼液[7]。",

  "Tansy": "蒿属",
  "Tansy is...": "蒿属是一种常见的家庭种植草药，用于治疗多种疾病，尽管在现代草药学中使用较少[4,254]。它的主要价值是作为驱虫剂，用于驱除肠道寄生虫，并在一定程度上帮助促进月经出血[254]。然而，蒿属应谨慎使用，内服可能不安全，尤其是孕妇应避免[238]。叶子中的精油有毒，少量（半盎司）即可致成人死亡[21,222]。叶子和花顶具有驱虫、抗痉挛、苦味、理气、催经、兴奋和补益作用[4,7,9,21,46,165]。叶子或整株植物的浸剂用于治疗月经不调，尤其适合儿童作为驱虫剂[4,213]。它在治疗歇斯底里、肾虚、胃病、发热及催经方面也有价值[4]。大剂量时植物可引产，但剂量过大会有毒性[213]。外用蒿属可做敷料用于肿胀和某些皮肤爆发性疾病[4]。它也用于外部杀灭虱子、跳蚤和疥疮，但外用时也有毒性风险[254]。植物在开花时采收，干燥备用[4]。种子用作驱虫剂[207]。",

  "Berberis aquifolium": "冬青藤",
  "Oregon grape...": "俄勒冈葡萄曾被多支北美原住民部族用于治疗食欲不振和虚弱[254]。其现代草药用途主要用于治疗胃炎和一般消化系统虚弱，促进肾脏和胆囊功能，减少粘膜炎症问题[254,257]。根和根皮具有调节、补血、助胆、利尿、通便和补益作用[4,21,165,257]。它改善消化和吸收，用于治疗银屑病、梅毒、出血、胃病及血液不洁等[4,238]。外用作喉咙痛的漱口剂和治疗眼睛模糊或充血的洗剂[257]。根部在晚秋或早春采收并干燥备用[238]。果实是温和安全的通便剂[257]。小檗属根茎中普遍含有小檗碱，具有显著的抗菌作用[218]，用于作为苦味补药[213]。因其吸收率低，口服用于治疗多种肠道感染，尤其是细菌性痢疾[218]。不宜与甘草属植物同用，因为甘草会抵消小檗碱的效果[218]。小檗碱还显示出抗肿瘤活性[218]。根和根皮最好在秋季采收[213]。",

  "Melilotus albus": "白花甜苜蓿",
  "The whole herb...": "整个草本植物在开花时采收，具有芳香、理气和润肤作用[4]。曾一度被广泛作为药草使用，尽管近年来使用减少[4]。干燥叶子含有香豆素，可用作抗凝血剂[207]。干燥的开花植物曾用于外用膏药治疗溃疡[222]。",

  "Red Clover": "红三叶草",
  "Red safe...": "红三叶草是一种安全且有效的草药，具有悠久的药用历史。通常用于治疗皮肤病，常与其他净化草药如牛蒡和酸模联合使用[254]。它是治疗乳腺癌的民间疗法，浓缩煎剂涂抹于肿瘤处以促进肿瘤向外生长并清除体内毒素[254]。花和叶中的黄酮类具有雌激素作用，可能有助于治疗更年期症状[254]。开花头具有调节、抗瘰疬、抗痉挛、通便、清洁、利尿、祛痰、镇静和补益作用[4,21,165,218,238]。它也显示出抗癌活性[172,218]，草药敷料被用作癌症肿块的局部治疗[4]。内服用于治疗皮肤病（尤其是湿疹和银屑病）、乳腺癌、卵巢癌和淋巴系统癌症、慢性退行性疾病、痛风、百日咳和干咳[238]。通常在开花时采收[222,238]，有报道说仅使用花朵[4]。在患病的三叶草中常见毒性吲哚类生物碱“斯拉夫拉明”，该物质正在研究其抗糖尿病和抗艾滋病活性[222]。",

  "Rosa rugosa": "绣球玫瑰",
  "The leaves used...": "叶子用于治疗发热[218]。花对脾和肝有作用，促进血液循环[147,218]。内服用于治疗食欲不振和消化不良，以及由肝气郁结引起的月经问题[238]。根用于治疗咳嗽[218]。该属许多成员的果实是丰富的维生素和矿物质来源，尤其富含维生素A、C和E、黄酮类及其他生物活性化合物。它还是较好的必需脂肪酸来源，这在水果中较为罕见。正在研究其作为一种能降低癌症发生率及阻止或逆转癌症生长的食品的潜力[214]。",

  "In our fast-paced world, stress and anxiety have become all too common. As a result, many individuals are seeking natural remedies to alleviate these persistent feelings of unease. One such remedy that has garnered attention in the Western world in recent years is Ashwagandha, a powerful adaptogenic herb with a long history in Ayurvedic medicine.": "在我们这个快节奏的世界里，压力和焦虑变得极为普遍。因此，许多人正在寻找天然疗法来缓解这些持续的不安感。其中近年来在西方广受关注的一种疗法是冬虫夏草，这是一种具有悠久历史的阿育吠陀强适应性草药。",

  "Elaeagnus umbellata": "伞果胡颓子",
  "The flowers are astringent...": "花具有收敛、强心和兴奋作用[240]。种子用于治疗咳嗽时作为兴奋剂[240]。种子压榨出的油用于治疗肺部疾病[240]。该属许多成员的果实是丰富的维生素和矿物质来源，特别是维生素A、C和E、黄酮类及其他生物活性化合物。它还是较好的必需脂肪酸来源，这在水果中较为罕见。正在研究其作为能够降低癌症发病率及阻止或逆转癌症生长的食品的潜力[214]。",

  "Black Locust": "刺槐",
  "Febrifuge...": "退热剂[13, 46]。花具有抗痉挛、芳香、利尿、润肤和通便作用[218]。花被煮熟食用以治疗眼疾[218]。据说花含有抗肿瘤化合物苯甲醛[269]。内皮和根皮具有催吐、泻下和补益作用[4, 7, 218, 257]。根皮曾被咀嚼以催吐，或含于口中缓解牙痛[222, 257]，但在英国几乎不作为治疗剂使用[4]。果实具有麻醉作用[13]，这可能指的是种荚。叶为助胆和催吐剂[7]。叶汁可抑制病毒[218]。",

  "Erigeron canadensis": "加拿大飞蓬",
  "In traditional...": "在传统的北美草药医学中，加拿大飞蓬被煮沸用于汗蒸，作为鼻烟用以刺激打喷嚏缓解感冒，并焚烧产生烟雾驱虫[254]。现今主要因其收敛作用被重视，用于治疗胃肠问题如腹泻和痢疾[254]。据说它是治疗出血性痔疮的有效药物[254]。整株植物具有抗风湿、收敛、镇静、利尿、催经、止血、补益和驱虫作用[4, 7, 9, 21, 222]。花期时均可采收，最好鲜用[4, 207, 238]。干燥草药不宜保存超过一年[238]。种子也可用[4]。植物浸剂用于治疗腹泻和内出血[213]，也外用于治疗淋病[213]和出血性痔疮[7]。叶片具有降血糖作用的实验数据[218]。叶中精油用于治疗腹泻、痢疾和内出血[4, 207, 218]。它是子宫兴奋剂[213]，也被认为对治疗扁桃体炎及咽喉溃疡和炎症有价值[4]。煮根茶用于治疗月经不调[213]。该植物也用于制备顺势疗法药物[9]。用于治疗痔疮和痛经[9]。",

  "Mugwort": "艾草",
  "Mugwort has...": "艾草在草药医学中有悠久的使用历史，特别与消化系统、月经问题及驱虫有关[238]。不过它有轻微毒性，孕妇尤其是孕早期绝不可用，因为可能导致流产[7, 238]。大量长期使用可损伤神经系统[268]。植物全株具有驱虫、抗菌、抗痉挛、理气、助胆、发汗、消化、催经、祛痰、镇静、泻下、兴奋、轻微补益及治疗女性疾病的作用[4, 7, 13, 21, 147, 165, 178, 201]。叶也被认为有开胃、利尿、止血和健胃作用[176, 218, 222]。可内服或外用[218]。叶和花顶的浸剂用于治疗神经和痉挛性疾病、不孕、功能性子宫出血、痛经、哮喘及脑部疾病[176, 243]。叶具有抗菌作用，可抑制金黄色葡萄球菌、伤寒杆菌、痢疾杆菌、链球菌、大肠杆菌、枯草杆菌、假单胞菌等[176]。叶于8月采收，可干燥备用[4]。茎据说具有抗风湿、抗痉挛和健胃作用[218]。根具有补益和抗痉挛作用[243]，被认为是最好的健胃药之一[4]。根在秋季采收并干燥备用[4]。将叶放入鞋内据说可缓解脚痛[238]。干燥压缩的叶和茎用于艾灸[176, 178, 218, 222, 238]。另有报告称使用叶上的绒毛[4]。",

  "Cynodon dactylon (Bermudagrass)": "狗牙根（百慕大草）",
  "Bermudagrass....": "狗牙根据报道具有调节、合成代谢、抗菌、通便、收敛、产生氰化物、缓和、净化、利尿、润肤、发汗和促愈合作用[269]。根的煎剂用作利尿剂，治疗水肿和继发性梅毒[240]。根的浸剂用于止血治疗痔疮[240, 243]。植物汁液有收敛作用，外用于新鲜割伤和伤口[240]。与丁香粉（丁香属）混合时用作驱虫剂[272]。内服用于慢性腹泻和痢疾的治疗[240, 243]。对卡他性眼炎亦有疗效[240, 243]。汁液还有利尿作用，用于治疗水肿和浮肿[240, 243]。叶汁还用于治疗歇斯底里、癫痫和精神失常[240, 243]。该植物是治疗浮肿、结石、癌症、疖肿、抽搐、咳嗽、痉挛、膀胱炎、腹泻、水肿、痢疾、癫痫、头痛、出血、高血压、歇斯底里、精神失常、肾病、泻药、麻疹、风疹、蛇咬、溃疡、结石、肿瘤、泌尿生殖系统疾病、疣和伤口的民间疗法[269]。",

  "Calotropis gigantea": "大戟属巨型草",
  "The milky...": "乳白色的汁液（乳胶）遇热会凝固，据说具有类似洋地黄属（Digitalis spp.）的强心作用[307]。它还被认为具有防腐、催吐、泻下和驱虫作用[299]。用于治疗多种疾病，包括痢疾、麻风病、象皮病、癫痫、哮喘及许多其他疾病[307]。与盐混合口服，作为治疗严重感冒的催吐剂[348]。在尼泊尔，乳胶用于治疗扭伤、身体疼痛、疖肿和痘痘[272]。乳白色乳胶外用可止血，并用于治疗麻风病、风湿、癣、疖肿、疥疮、蜇伤、烧伤、瘀伤、割伤、溃疡和伤口等多种疾病[299, 348]。涂抹于牙龈和牙齿用于治疗龋齿和牙痛[299]。树皮用于治疗神经性皮炎和梅毒[266]。粉状树皮用于治疗腹泻、痢疾、象皮病和麻风病[272, 299]。树干树皮具有发汗和祛痰作用，用于治疗痢疾、脾脏疾病、抽搐、腰痛、疥疮、癣、肺炎及催产。叶子煎剂用于治疗严重的胸部感冒和心脏病[348]。叶汁用于治疗间歇性发热[272]。干燥燃烧叶子的烟雾用于吸入以缓解哮喘发作[299]。捣碎的叶子加热后外敷于溃疡、烧伤、头痛和风湿痛处[46, 266, 272, 299]。花粉末用于治疗咳嗽、感冒和哮喘[272, 299]。叶子煎剂用于治疗肠道寄生虫、风湿和癫痫发作[299]。嫩芽汁滴入耳内治疗耳痛[272]。果肉被认为有堕胎作用[299]。",

  "Cyperus articulatus": "节茎香蒲",
  "Pirpiri...": "Piripiri在南美草药体系中有着悠久的使用历史。它特别被重视于其对消化系统的益处，常用于治疗恶心、呕吐、胃痛和肠胃胀气[318]。该植物具有驱虫、抗菌、催吐、抗真菌、驱风、避孕、助消化、退热和镇静作用[318]。近年来，人们对其治疗癫痫和抽搐的潜力兴趣增加。非洲研究者发表多篇研究表明该植物可调节癫痫所需的脑部化学反应，根茎具有抗癫痫作用。此外，实验室研究报告其具有抗抽搐和镇静作用[318]。新鲜根茎被研磨提取汁液，用于缓解压力及神经和精神疾病（包括癫痫）的神经补益剂。它也用于治疗和预防多种消化系统疾病、发烧和流感、促进分娩或诱导流产、避孕和治疗喉癌[318]。外用可治愈伤口和蛇咬伤，还可涂抹于头部作为护发剂及防治秃头[318]。叶子泡剂用于治疗头痛、感冒和流感、口腔溃疡及高血压[318]。全株煎剂用于缓解因疟疾引起的恶心和呕吐[318]。",

  "Arenaria serpyllifolia": "百里香田蔺",
  "The plant is antitussive...": "该植物具有止咳、净化、利尿和退热作用[147, 218]。叶子煎剂用于治疗痢疾[218]。还用于治疗膀胱疾病、结石病以及急慢性膀胱炎[240]。",

  "Terminalia catappa": "海枣树",
  "Various parts...": "树的各部分，如叶子和果实，含有单宁，具有收敛作用[303, 459]。叶子与龙脑柏和香附根茎捣碎混合用于治疗痢疾[303]。红叶具有驱虫作用，嫩叶汁液与核仁油煮熟后用于治疗麻风病[303]。叶汁用于治疗咳嗽[311]。叶煎剂用于治疗黄疸[311]。叶子用于治疗消化不良[311]。嫩叶用于治疗头痛和绞痛[303]。外用时可擦揉乳房以缓解疼痛，或加热后敷于麻木部位[303]。叶子可用作风湿肿胀关节的敷料[303]。叶子涂抹于头部和两侧，有清凉和发汗作用[582]。叶、树皮和果实用于治疗雅司病[303]。树皮和根皮用于治疗胆汁性发热、腹泻、鹅口疮及治疗溃疡和脓肿[303, 311]。树皮液用于治疗糖尿病和作为补益剂[311]。树皮煎剂用于治疗胃痛，也用作婴儿催吐剂[311]。外用树皮治疗疮痈、粉刺和真菌性皮肤病[311]。果核与蜂蜡混合可止住腐臭分泌物和血便。推荐作为温和泻药和促进泌乳剂，但频繁使用会引起腹泻[303]。",
  "Justicia secunda": "二列羽扇豆",
  "Justicia secunda...": "二列羽扇豆具有抗氧化、抗酶、抗病毒和细胞毒性作用。",

  "Popping Pod": "弹荚藤",
  "In folk...": "在民间医学[7]和阿育吠陀医学[8]中，弹荚藤被认为具有利尿、抗糖尿病、退热、镇痛、降压和胃保护作用，并用于治疗淋病[9]。",

  "Mauritius Hemp": "毛里求斯麻",
  "The root has been...": "根部被用作血液净化药物[317]。与甜油煮成的浸剂被用作梅毒治疗饮料[348]。根与杜松酒混合用于治疗背痛[348]。叶子具有退热作用[348]。叶子与糖蜜或蜂蜜合用，用于治疗儿童顽固感冒[348]。",

  "Gomphrena": "千日红",
  "Pfaffia root...": "Pfaffia根是亚马逊地区土著人民传统使用历史悠久的重要药材[318]。被视为万能良药，用作补品和滋补草药，用于治疗各种疾病并恢复身体活力[318]。现代草药医学认为该根具有适应原和补品作用，能够增强身体抵抗各种物理、化学和生化压力的能力，对整体身体具有调节和恢复作用[318]。用于刺激食欲和血液循环；增加雌激素生成；平衡血糖水平；增强免疫系统；强化肌肉系统；增强记忆力；以及疾病后的一般恢复[318]。用于治疗疲劳和慢性疲劳；阳痿；关节炎；贫血；糖尿病；癌症；高血压；经前综合征、更年期及激素失调；以及多种压力相关疾病[318]。根含19种氨基酸，大量电解质、微量矿物质、铁、镁、锌及维生素A、B1、B2、E、K和泛酸[318]。其高含量的锗元素可能是其细胞级氧合剂作用的原因；高铁含量可能解释其传统用于治疗贫血的原因[318]。根还含有新型植物化学物质，包括皂苷、pfaffic酸、苷类和去三萜类[318]。皂苷广为人知，具有降低血胆固醇、抑制癌细胞生长、抗真菌和抗菌等多种活性[318]。皂苷也被称为天然洗涤剂和起泡剂[318]。植物化学家报告皂苷能与胆汁酸和胆固醇结合，认为这些化合物能“清洁”或排除体内脂肪化合物（从而降低血胆固醇水平）[318]。Pfaffia根中的特定皂苷称为pfaffosides，这类皂苷临床证明能抑制黑色素瘤肿瘤细胞并帮助调节血糖水平[318]。Pfaffia在多项研究中表现出镇痛和抗炎作用[318]。",

  "Caju": "腰果",
  "The leaves are febrifuge...": "叶子具有退热作用[238]。在西非用于治疗疟疾[254]。在印度和非洲，叶子用于治疗牙痛和牙龈问题[254]。叶子可随时采摘干燥备用[238]。树皮具有收敛、红斑和起泡作用[303]。研究表明其还有降血糖作用[238]。树皮用于阿育吠陀医学中的蛇咬解毒[254]。树皮按需采摘，可新鲜或干燥使用[238]。叶和树皮煎剂用于治疗牙痛和牙龈炎，树皮和叶提取物及果汁内服用于治疗腹泻[238]。果实具有抗坏血病、收敛和利尿作用[238, 303]。腰果糖浆是治疗咳嗽和感冒的良药。腰果苹果汁据说对治疗梅毒有效，也用于治疗霍乱和肾脏疾病[303]。果壳内新鲜辛辣汁液有起泡作用[324]。用于去除疣[63, 238]，治疗癣、麻风和鸡眼[238]，并涂于足底以治愈皮肤裂口[303]。对许多致病菌如金黄色葡萄球菌有毒性[238]。树汁或树皮提取物被认为有避孕作用[307]。胶质具有杀菌、杀真菌及杀虫作用[254]。外用治疗麻风病，治疗鸡眼和真菌病[254]。根部浸剂是极佳的泻药[303]。",

  "Spondias mombin": "猴面包果",
  "Both the bark...": "树皮和花朵均用于民间医学，制成治疗消化道疾病、腰痛、风湿、心绞痛、喉咙痛、疟疾、充血、腹泻、尿道炎、子宫出血及避孕的万能茶[303]。树皮用于治疗淋病、腹泻、咳嗽和感冒、出血、胃痛和缓解疲劳[348]。植物提取物表现出抗菌特性，树皮或根皮煎剂被认为有防腐作用[303]。根被视为退热药[303]。浸剂用于治疗痢疾[348]。叶子煎剂用于治疗腹泻、痢疾、感冒、发热和淋病[303, 739]。叶子也用于制作堕胎药物[348]。叶子和嫩茎煎剂用于治疗眼炎[348, 739]。花具有强心和胃部作用[739]。煎剂用于治疗喉炎、眼炎和儿童腹泻[739]。果实有轻泻作用[348]。炖煮后食用以治腹泻[348]。",
  "Betel Nut Palm": "槟榔棕榈",
  "Betel palm...": "槟榔棕榈是一种收敛性和兴奋性草药，能缓解饥饿、腹部不适和疲劳。它能杀死肠道寄生虫和其他病原体，还有利尿和泻药作用[238]。主要用于兽医，驱除绦虫[238]。种子用于治疗贫血、癫痫、白癜风、麻风病、肥胖和寄生虫[303]。还用于治疗痢疾和疟疾[238]。与其他成分配合时，还作为泻药和鼻溃疡软膏[303]。青果和成熟果实的仁常与槟榔叶或果实及石灰一起咀嚼，作为收敛剂和兴奋剂[303, 320]。果皮在便秘伴胀气时用作泻药，治疗水肿时具有利尿作用[238]。果实成熟时采收，可干燥备用[238]。槟榔煎剂及其生物碱槟榔碱及其盐对多种寄生虫感染（如绦虫）有效[303]。",

  "Euterpe oleracea": "食用棕榈",
  "A cold water...": "茎干木材的冷水浸剂用作外洗剂，有避孕作用[348]。汁液有止血作用，用于治疗出血、蝎子咬伤及伤口和割伤[348]。叶子煎剂用于治疗发热[348]。全苗浸剂用于治疗狩猎中的枪伤[348]。中央芽或心部烤制后外敷，用于缓解蝎子螫伤的疼痛；烤芽汁液应同时饮用[348]。过量食用心部或髓部会引起腹泻[348]。心部干燥粉碎后用于敷料，帮助愈合开放性伤口[348]。从温热心部提取的液体用于涂抹开放性伤口[348]。果实油用于治疗腹泻[739]。根制茶用于治疗黄疸和补血[739]。种子制茶用于治疗发热[739]。果实用于制作紫罗兰色的鲜味饮料，作为解暑饮品[348]。棕榈心含酚类物质[348]。",

  "Mauritia flexuosa": "弯叶摩利提亚棕榈",
  "The oil from...": "种子油富含维生素A，因其舒缓特性和促进疤痕组织形成的能力，常用于烧伤治疗[314]。髓部制成的糊状物用于治疗痢疾和腹泻[348]。果实制成类似奶酪的糊状物，有时用来缓解肠道问题或饥饿时食用[348]。叶子用于沐浴，有润肤作用[739]。幼茎的汁液被认为有滋补作用[739]。",

  "Ageratum conyzoides": "白花艾",
  "The plant contains bet...": "该植物含有0.7%-2.0%的精油，以及生物碱和皂苷[283]。整株植物具有抗炎和抗过敏作用[283]。鲜植物汁液或干燥提取物用于治疗过敏性鼻炎和鼻窦炎[283]。鲜植物汁液亦用于治疗产后子宫出血[283]。根汁具有排石作用[240, 243]。根糊剂混合印度榆树皮用于复位脱臼骨骼[272]。叶子有止血作用[240]，干燥后粉末用于涂抹切口、溃疡和麻风引起的破裂[272]。该粉末能吸收疾病渗出液，形成保护层，1-2天后脱落[272]。对大多数切口和溃疡有效，但不能完全治愈麻风[272]。叶子亦用于外治疟疾[240, 243]。植物汁液用于治疗切口、伤口和瘀伤[272]。叶糊剂用于敷贴去除皮肤刺伤[272]。由叶子混合菊苣草、斑叶菊、Galinsoga和生姜根茎制成的糊剂用于治疗蛇咬伤[272]。花头汁液外用治疗疥癣，花头糊剂用于治疗风湿[272]。花头与细叶罗勒制成的茶用于治疗咳嗽和感冒[272]。",

  "Canna indica": "印度美人蕉",
  "The plan used in...": "该植物用于治疗女性疾病[218]。根与发酵米煎剂用于治疗淋病和闭经[218]。该植物也被认为具有保护黏膜、发汗和利尿作用[218]。",

  "Calabash Tree": "葫芦树",
  "The pulp of...": "果肉（可能指果实？[K]）具有收敛、润肤、祛痰和泻药作用[46]。用于家庭药物[46]。果实有堕胎、催吐、促经、泻药和驱虫作用[348]。由果肉制成的糖浆是治疗感冒的常用良方[331]。果汁用于治疗腹泻、肺炎和肠道紊乱。制成浓茶饮用以催产、助产，且用于缓解严重痛经，通过排除血块来减轻疼痛[348]。果实糖浆用于治疗肺结核[348]。叶子具有利胆作用，大剂量时催吐，有泻药作用[348]。有时以浸剂形式用于治疗痢疾[331]。与糖、软脂或Buckley's白色软膏煮制成糖浆用于治疗感冒[348]。饮用嫩叶汁液可治疗感冒和肺病[348]。叶子咀嚼后用于治疗牙痛[348]。叶子用于清洗脏伤口[348]。整株植物用于利尿，治疗水肿和腹泻[348]。成熟果肉含有月牙状、酒石酸、柠檬酸、单宁酸、绿原酸和氢氰酸，可能导致牛流产[348]。种子油含油酸[348]。树皮和叶子表现出抗菌活性[348]。",

  "French Marigold": "法國萬壽菊",
  "The whole herb aromatic...": "整株草本植物具有芳香、助消化、利尿和鎮靜作用[238]。內服用於治療消化不良、腸絞痛、嚴重便秘[238]、咳嗽和痢疾[218]。外用於治療眼痛和風濕[238]。葉子在生長季節隨需採摘立即使用，開花植物可晾乾保存備用[238]。",

  "African Marigold": "非洲萬壽菊",
  "The whole anthelmintic...": "整株草本具有驅蟲、芳香、助消化、利尿、活血、鎮靜及健胃作用[61, 238]。內服用於治療消化不良、腸絞痛、嚴重便秘[238]、咳嗽和痢疾[218]。外用於治療潰瘍、皮膚炎、眼痛及風濕[218, 238, 257, 272]。葉子在生長季節隨需採摘立即使用，開花植物可晾乾保存備用[238]。葉膏外敷治療癤腫、癰腫和耳痛[272]。花朵具有行氣、利尿和驅蟲作用[272]。煎劑用於治療感冒和腮腺炎[218]。外用於治療皮膚病、結膜炎和眼痛[218, 272]。根部具瀉下作用[272]。",

  "Singapore daisy": "新加坡雛菊",
  "A strong decoction...": "全株濃煎劑用於治療嚴重胸部感冒[348]。與七彩繡球(Lantana camara)合用，製成茶或糖漿，作為感冒療法[348]。葉子與青葙(Commelina nudiflora)或洛神花(Hibiscus sabdariffa)煮沸的葉子及有時酸橙(Citrus aurantiifolia)合用，作為咳嗽和感冒的治療藥[348]。植物含有炔烴及kaurenic酸衍生物[348]。",

  "Eclipta prostrata": "攀緣菊",
  "The plant treatment...": "該植物用於治療腹瀉、便秘和咳嗽[218]。用於家庭藥物[218]。也用於治療胃腸疾病[218]。葉子用於治療牙痛[218]。果實用於治療結核病[218]。葉子用作清洗污傷的洗劑[218]。整株植物用作利尿劑以對抗水腫和腹瀉[218]。種子油含有新月酸[218]。莖皮和葉子具有抗菌活性[218]。",

  "Castor Oil": "蓖麻油",
  "The oil the seed...": "種子提取的油是眾所周知的瀉藥，已有超過2000年的廣泛使用歷史[222]。被認為快速、安全且溫和，3至5小時內促使腸道排空，適用於嬰幼兒及老人[4, 254]。效果顯著，常用於中毒病例的消化道清理[254]。不建議用於慢性便秘，只能緩解症狀而非治本[4]。味道略差，部分人會引起噁心[4]。油具有顯著的去頭皮屑效果[7]。皮膚耐受性良好，有時用作藥物和化妝品的載體[254]。酒精溶液在高脂肪酸鈉鹽存在下蒸餾會使油凝膠化[240]，該凝膠對非炎症性皮膚病有效，能保護職業性濕疹和皮炎患者[240]。種子具驅蟲、通便、潤膚、瀉下作用[4,7,21]。塗抹於太陽穴治療頭痛[218]，研粉後用於膿腫和各種皮膚感染[218]。藏醫認為種子性味辛、苦、甘，具溫熱效力[241]。用於治療消化不良及作瀉藥[241]。葉根煎劑有止咳、消腫和化痰作用[218]。葉子用作敷料緩解頭痛和治療癤腫[240]。",

  "Barbados Nut": "巴巴多斯堅果",
  "Although widely...": "儘管在傳統和部分現代醫學中廣泛使用，需注意該植物全株極具毒性，內服應非常謹慎[K, 200]。現代研究支持其傳統用途。例如，乳膠對白色念珠菌、大腸桿菌、克雷伯氏肺炎菌、金黃色葡萄球菌和化膿性鏈球菌有抗菌作用[303]。乳膠還具凝血作用[303]。葉子甲醇提取物能在體外保護人類淋巴母細胞免受人類免疫缺陷病毒的細胞毒性[303]。樹皮汁液用於治療瘧疾熱，並有助於減輕炎症引起的腫脹[272]。該汁液外用治療燒傷、疥瘡、濕疹和癬[272]。新鮮樹皮切碎咀嚼或含於口中1-2小時治療牙周膿腫[272]。樹皮膏敷於牙齦，治療牙齦傷口和腫脹[272]。嫩枝在尼泊爾被用作牙刷治療牙痛[272]，特別適合治療牙齦出血和腫脹[272]。葉子浸劑作利尿劑、洗浴劑，治療咳嗽，並作為灌腸治療癲癇和抽搐[303]。葉子也用於治療黃疸、發熱、風濕痛、豬蟲病及孕婦胎兒發育不良[303]。在加納，燃燒葉子的灰燼用直腸注射治療痔瘡[303]。葉汁或乳膠直接用於傷口及割傷，有止血收斂作用，清潔牙齒及牙齦，治療口腔潰瘍[303]。亦有助於治療蛀牙[272, 348]。種子味似花生，15至20顆會引起腹絞痛、瀉下和嘔吐約30分鐘。據報加蓬1至2顆烤種子足以起瀉下作用，過量可能危險。種子曾替代蓖麻油，有時稱為“大蓖麻油”。種子用於治療梅毒[303]。種子油稱為“curcas”，具強烈瀉下和催吐作用[46, 272]。油廣泛用於治療皮膚病如皰疹、瘙癢、濕疹和癤腫；也用於緩解風濕疼痛；是豪薩族名為“kufi”的紅腫劑成分，用於風濕及寄生蟲性皮膚病。油能刺激毛髮生長。用於[272]。加熱後用於燒傷敷料[272]。子葉用於治療便秘及增進食慾[272]。根皮用於緩解嬰兒破傷風痙攣，並治療潰瘍、痢疾和黃疸[303]。根汁用於癤腫和粉刺[272]。花汁具多種藥用功能[303]。",

  "Asthma Weed": "哮喘草",
  "Asthma weed...": "哮喘草传统上在亚洲用于治疗支气管哮喘和喉痉挛，尽管在现代草药学中更常用于治疗肠阿米巴痢疾[268]。但未经专家指导不应使用，因为大剂量会引起胃肠刺激、恶心和呕吐[268]。该植物具有镇痛、止痒、理气、净化、利尿、退热、催乳、泻下和驱虫作用[218]。植物的地上部分在夏季开花时采收，可干燥保存备用[238]。茎部内服以治疗哮喘、支气管炎及其他多种肺部疾病闻名[218, 238, 240]。该草药能放松细支气管，但显然会抑制心脏和整体呼吸[218]。通常与其他抗哮喘草药如Grindelia camporum和Lobelia inflata联合使用[254]。也用于治疗肠阿米巴痢疾[254]。整株植物煎煮用于治疗脚癣、痢疾、肠炎和皮肤病[218]。曾用于治疗梅毒[4]。植物汁液用于涂抹疣以消除疣体[238, 240]。疗程需每天重复2-3次，持续数周方能完全见效[K]。",

  "Loofah": "丝瓜络",
  "The loofah...": "丝瓜络是一种收敛止痛草药，可止血、促进愈合、改善血液循环和乳汁流动[238]。主要作用于肺、肝和胃[238]。果实内服用于治疗风湿、胸痛、背痛、睾丸炎、痔疮、内出血和乳汁不足[238]。外用则涂抹于带状疱疹和疖肿[238]。干燥果实作为磨砂海绵，用于护肤去除死皮并刺激周边循环[238]。",

  "Bottle Gourd": "葫芦",
  "The pulp around...": "种子周围的果肉具有催吐和泻下作用[46, 178, 272]。压碎的叶子敷于头部以治疗头痛[257]。花朵为解毒剂[218]。茎皮和果皮有利尿作用[218]。果实具有抗结石、利尿、催吐和清热作用[178, 218]。果汁用于治疗胃酸过多、消化不良和溃疡[272]。种子具有驱虫作用[218]。煮熟的种子敷料用于治疗疖肿[257]。与钩藤类植物一起使用，种子用于治疗牙痛、牙龈肿痛、疖肿等[218]。植物提取物显示抗菌活性[218]。中国许多地区每日用本种植物（未指明具体部位）3克单独治疗糖尿病[218]。",

  "Kangkong": "空心菜",
  "The young shoots...": "幼嫩的嫩芽有轻微泻下作用，糖尿病患者使用[272]。叶子的煎剂用于治疗咳嗽[272]。炒过的叶子可食用以退烧[310]。压碎的叶子作为敷料用于治疗疮疖[310, 348]。用芽制成的糊状物用于治疗癣病[272, 299]。根部具有泻下、补益和解毒作用[310]。用于治疗鸦片或砷中毒，并抵抗饮用不健康水的影响[310]。根部煎剂用于洗浴治疗痔疮[310, 348]。植物在糖尿病人测试中显示口服降糖作用；水提叶提取物降血糖效果可与托尔布他胺相媲美[299]。",

  "Mammee Apple": "马米苹果",
  "Uses of money...": "马米果在民间药物中用于治疗头皮感染、腹泻、消化和眼部问题[303]。粉末化的种子用于治疗寄生皮肤病[303, 348]。去除胚芽（被认为有惊厥性）的种子粉末泡剂仅用于成人驱虫[303]。树皮的胶质乳汁用作杀虫剂，能去除皮肤上的螨虫和昆虫，并杀死狗及其他家畜的蜱虫和寄生虫[447]。从花朵蒸馏出的芳香利口酒称为Eau de Creole或Crème de Creole，被认为有滋补或助消化作用[303]。新鲜或干燥叶子的浸剂用于间歇性发烧[303]。植物含有香豆素，尤其是马米因[348]。",

  "Red Sandalwood": "红檀木",
  "The plant is antibacterial...": "该植物具有抗菌和促凝血作用[311]。叶子煎剂用于治疗风湿和痛风[46, 307]。树皮用于治疗麻风病[311]。树皮和叶子的煎剂用于治疗痢疾、腹泻和扁桃体炎[303]。木材用作补药[46]。木粉与水混合口服用于治疗偏头痛和头痛[303]。体外研究显示红檀叶提取物对肠道病原菌空肠弯曲菌有抗菌活性。高剂量种子提取物在大鼠和小鼠研究中显示抗炎作用。",
  "Copaifera guyanensis": "库巴伊费拉·圭亚那ensis",
  "Copaiba-balsam...": "库巴伊酯香脂是从树干提取的一种油性树脂，具有悠久的药用历史。欧洲人到达南美洲之前，土著居民广泛使用，后来欧洲人也采用了这些用途[317]。树脂特别被重视于缓解胸部和泌尿生殖系统的黏液[254]。树脂是一种芳香的兴奋性草药，味苦且有灼烧感[238]。树脂及树皮均具有镇痛、抗酸、抗菌、抗真菌、抗炎、抗微生物、收敛、细胞抑制、润滑、助消化、消毒、利尿、祛痰、轻泻、驱虫和促愈合作用[318]。树干提取的树脂含有多种活性成分，包括30-90%的精油及特殊浓缩单宁[238]。精油含有α-和β-丁香烯、倍半萜、树脂和萜酸[254]。它能改善消化，具有利尿和祛痰作用，并能控制细菌感染[238]。大量临床研究证实了库巴伊的传统用途，例如作为局部伤口愈合剂和抗炎剂效果显著[318]。抗炎作用主要归功于倍半萜类，尤其是丁香烯，它还表现出有效的镇痛、抗指甲真菌和胃保护作用[318]。整个树脂（特别是其中的两种二萜——库巴酸和卡乌酸）对革兰氏阳性细菌表现出显著抗菌活性。另一种化学成分卡乌烯酸在近期研究中也显示出选择性抗革兰氏阳性细菌的活性[318]。树脂的其他成分表现出显著抗肿瘤活性[318]。树脂内服用于治疗多种呼吸系统疾病，如结核、支气管炎和鼻窦炎；泌尿和生殖系统疾病，如膀胱炎、肾脏及膀胱感染、阴道分泌物和淋病[238, 254]。还用于胃溃疡、破伤风、疱疹、胸膜炎和出血等多种疾病[318]。外用则治疗多种皮肤问题，包括虫咬、湿疹、冻疮、溃疡和银屑病[238, 254]。也用于治疗伤口和止血[318]。作为抗菌漱口剂，用于治疗喉咙痛和扁桃体炎[318]。使用树脂时需谨慎，参见上述毒性注意事项[238]。树脂从树上间歇采集，采后洞口填补[238]。可用作浸剂或蒸馏取其精油[238]。",

  "Dipteryx odorata": "芳香豆",
  "The bark is...": "树皮具有收敛和退热作用[348]。与碾碎的Tonina fluviatilis全草煎剂合用，制成婴儿营养剂[348]。芳香种子富含香豆素，被认为具有抗哮喘、解痉、强心和催经作用[739]。种子与糖一起煎煮用于治疗感冒[348]。种子与朗姆酒混合制成酊剂，涂抹于蛇咬伤、挫伤和风湿[348]。种子曾用于治疗百日咳，但近期研究发现其中的芳香香豆素可能对心脏和肝脏有害，并可能致癌[238]。种子油用于缓解胃痛、治疗口腔溃疡、强健头皮并促进头发生长[739]。据称对控制痢疾有效[348]。叶子的冷水浸剂用作耳洗，治疗耳痛[348]。叶子被碾碎制成鼻烟粉[348]。种子含有用于香水及烟草和威士忌调味的香豆素[348]。树皮含异黄酮和伞形酮[348]。叶子含水杨酸、羟基香豆酸、香豆酸和阿魏酸[348]。",

  "Indigofera suffruticosa": "木蓝藤",
  "The plant finds...": "该植物在危地马拉的家庭医学中有一定用途。靛蓝常用于蜂蜇及其他昆虫叮咬处以减轻疼痛和炎症，但其疗效存疑[331]。根部煎剂用于治疗胃痛[310]。根和种子用朗姆酒制成酊剂，作为驱虫剂[310]。叶子具有消散和发汗作用[348]。捣碎叶子的浸剂用于治疗发烧[310]。与靛蓝染料植物叶和黄檗树皮合用，用于治疗结核性淋巴结肿大[310]。鲜叶用于温浴，具有镇静作用[348]。植物汁液用于治疗腹泻[310]。",

  "Ice Cream Bean": "冰淇淋豆",
  "A decoction crushed...": "捣碎叶子的煎剂用于缓解咳嗽[348]。叶子煎剂用于涂抹唇部溃疡（可能为疱疹）[348]。",

  "Sesbania grandiflora (Vegetable Hummingbird)": "大花红豆（蔬菜蜂鸟）",
  "The leaves are aperient...": "叶子具有通便和利尿作用[272]。捣碎的叶子用作敷料，治疗扭伤、瘀伤、肿胀、风湿、瘙痒等[303]。叶子泡茶被认为具有抗菌、驱虫、抗肿瘤和避孕作用[303]。苦涩的树皮具有收敛、退热、补益和解热作用，是治疗胃病、腹痛伴腹泻和痢疾的药物[46, 272, 303]。树皮煎剂口服治疗发烧、腹泻、痢疾和糖尿病[272, 303]。花朵具有润肤和泻下作用[272]。花汁滴入眼中，据说能缓解视力模糊[303]。花朵煎剂可减轻鼻窦充血[303]。根部是著名的抗疟药[303]。根汁用于敷料[303]。根糊外用治疗风湿[272]。",
  "Sweet Basil": "甜罗勒",
  "Sacred basil...": "圣罗勒在阿育吠陀传统中非常重要[254]。它是一种辛辣芳香、温热且具有防腐作用的草药；能促进出汗、退烧、缓解痉挛、减轻疼痛、清除细菌感染、增强免疫和神经系统、减少炎症并有益消化系统[238, 254, 272, 348]。研究表明该草药具有降血糖能力[254]。叶子的精油显示抗菌和抗真菌活性，含有甲基樟脑、丁香酚及其他挥发性商业油[238]。植物内服用于治疗发热疾病（尤其是儿童）、感冒、流感、鼻窦炎、头痛、风湿、关节炎及消化系统疾病，包括腹胀和痉挛；还用于改善性欲低下和情绪消极[238]。发现对某些类型糖尿病有帮助[254]。草药外用作为防腐剂，治疗皮肤感染和斑点等[238, 348]。植物汁液用于治疗昆虫叮咬和癣病[254]，也滴入耳内治疗耳痛[348]。叶子可在生长季节采收，鲜用或干燥保存备用[238]。种子用作滋补剂[238]。",

  "Camphor": "樟脑",
  "Camphor has...": "樟脑在东方草药中有悠久的使用历史，用途广泛。过去偶尔用于治疗歇斯底里，但现代草药主要作为精油使用，内部使用不推荐[254]。木材和叶子具有镇痛、解痉、牙痛缓解、活血、兴奋作用。其煎剂用于治疗感冒和肺部疾病的吸入治疗[46, 57, 176, 178, 238]。主要作为精油使用，通过蒸馏树枝、树干或叶子获得，通常用24-40年生的木材[268]。精油具有驱虫、抗风湿、解痉、强心、理气、发汗、镇静和补益作用[4, 218, 238, 240]。外用制剂用于关节和肌肉痛，治疗冻疮、唇裂、口腔溃疡、皮肤病，吸入用于支气管堵塞[238]。注意过量使用可引起呕吐、心悸、抽搐甚至死亡[238]。油可经皮肤吸收，导致全身中毒[238]。精油用于芳香疗法，关键词为“刺穿”[210]。用于治疗消化不良和抑郁[238]。德国药典批准其用于心律失常、咳嗽/支气管炎、低血压、神经性心脏病、风湿等[238]。",

  "Musk Mallow": "麝香葵",
  "An emulsion...": "种子制成的乳液具有解痉作用，特别对消化系统有效[4, 238]。种子咀嚼后有宁神、健胃和清新口气作用[4, 238]，并被认为具有催情作用[4, 238]。种子具有利尿、润燥和健胃功效，还具兴奋、抗菌、清凉、补益、理气和催情作用。树皮糊剂外敷用于割伤、创伤和扭伤[272]。精油用于芳香疗法，治疗抑郁和焦虑[238]。也外用治疗痉挛、循环不良和关节痛[238]。",

  "Andiroba": "安迪罗巴",
  "The bark tannins...": "树皮含单宁和苦味生物碱carapine，具有收敛、苦味和退热作用[303, 348]。内部用于治疗疟疾、胃痛、腹泻、痢疾和风湿[348, 378]。树皮外用清洗治疗多种皮肤病，包括水痘和麻疹斑点、湿疹、溃疡、烧伤、伤口和溃疡[348]。叶子煮水后用于清洗瘙痒皮肤、伤口和慢性溃疡[303, 348]。果皮煎剂口服治疗发热和肠道蠕虫[303]。从种子中提取的‘carapa油’呈乳白色，味苦且气味难闻，具有抗炎、润燥和镇静作用[348]。煎剂口服用于治疗肝炎和破伤风[303]。用于治疗肺部疾病，包括剧烈咳嗽、支气管不适和肺部问题[348]。外用作皮肤软化剂，尤其适用于婴儿鹅口疮和干裂皮肤；并治疗湿疹、癣、流脓溃疡、疼痛、肿胀和瘙痒[348]。每日三次外用治疗痛痔[348]。涂抹于疼痛的腹部以减少脓肿[348]。与anatta糊（红木槿）混合用于驱赶蚊子、跳蚤、蜱虫、虱子等[348]。将油滴与红薰衣草油混合用于治疗儿童鹅口疮[348]。磨碎的坚果与热水混合饮用，用于治疗疟疾、腹泻、痢疾及月经过多[348]。外用时将磨碎坚果与棕榈油混合，作为肌肉酸痛的止痛剂、抗真菌剂及干燥皮肤、溃疡和湿疹的治疗[348]，缓解由水痘和麻疹引起的瘙痒[348]。",

  "Arrowroot": "箭根",
  "Arrowroot is...": "箭根是一种镇静的润燥剂和营养食品，传统上用法类似滑榆树(美国榆) [254]。易于消化，有益康复期患者和消化系统虚弱者，帮助缓解胃酸过多、消化不良和腹绞痛[254]。具有轻泻作用[254]。根部煎剂传统用于治疗尿路感染[254]。根部也被用作解毒剂[254]。粉末根部常用作药膏或敷料，尤其与没药等防腐草药配合使用[254]。传统上粉末根部制成敷料用于治疗天花疮[254]。",

  "Breadfruit": "面包果",
  "Breadfruit has...": "面包果在传统医学中用途非常广泛，植物的所有部分都被用于治疗多种疾病[311]。研究表明该植物含有多种活性成分：果实含有面包果素和酶papayotine[348]。叶子含有酚类物质槲皮素和樟脑醇，以及降低血压的γ-氨基丁酸[348]。树干树皮和果实含有环丙烷甾醇[348]。烤过的花用于擦拭牙龈缓解牙痛[303]。花提取物对治疗耳部水肿有效[303]。乳胶用于按摩皮肤治疗骨折、瘀伤、扭伤、脓肿等，并包扎脊柱以缓解坐骨神经痛[303, 348]。常用于治疗眼睛穿刺伤[311]、皮肤病和真菌病如念珠菌感染[303, 311]，后者也用捣碎的叶子治疗[303]。稀释的乳胶内服治疗腹泻、胃痛和痢疾[303]。乳胶和捣碎叶子的汁液传统上用于治疗耳部感染[303]。新展开的叶子滤液用于治疗鱼毒及作为抽搐时的肌肉松弛剂[311]。黄叶泡茶服用以降低高血压[303, 348]。此茶还被认为能控制糖尿病[303]。高血压和糖尿病药物由该植物煮沸叶子与鳄梨（Persea americana）、木瓜（Carica papaya）和番荔枝（Annona muricata）混合制成[348]。叶子在台湾用于治疗肝病和发烧[303]。根具有收敛作用，用作泻药[303]。根部压榨液用于治疗呼吸系统疾病，包括呼吸困难和疼痛[311]。捣碎后用作敷料治疗皮肤病[303]。树皮用于治疗头痛。树皮提取物在组织培养中对白血病细胞表现出强烈的细胞毒性，根和树皮提取物对革兰氏阳性细菌有一定抗菌活性，可能有潜力用于肿瘤治疗[303]。树皮或叶子挤压的液体用于治疗因心脏病引起的胸痛和呕吐[311]。树干树皮压榨液用于治疗骨痛和产后感染[311]。树皮还用于治疗胃痛和消化道疾病[311]。年轻果实挤压的液体用于治疗引起肺痛和吐血的疾病[311]。",

  "Melaleuca leucadendra": "白千层",
  "An essential oil...": "从叶子中提取的精油含有多种萜类成分，包括50%-60%的强效防腐成分1,8-桉叶素（cineole）、β-蒎烯和α-松油醇[254]。其气味芳香且刺激，有强烈的樟脑香气。具有祛痰、缓解痉挛、促进出汗和驱除体内寄生虫的作用[238]。内服用于治疗支气管炎、结核、感冒、鼻窦炎、胃部感染和蛔虫病[238]。外用治疗风湿、痛风、神经痛、痤疮、鼻塞、鼻窦炎、牙痛、冻疮和皮肤病[238]。叶子和小枝全年均可采收，可鲜用、干燥或提取精油[254]。该草药，特别是其精油，在某些国家受到法律限制[238]。",

  "Google SignIn": "谷歌登录",
  "signup": "注册",
  "Create an account": "创建账户",
  "Name": "姓名",
  "Name is required": "姓名为必填项",
  "Enter Name": "请输入姓名",
  "Email is required": "邮箱为必填项",
  "Password": "密码",
  "Password is required": "密码为必填项",
  "Confirm Password": "确认密码",
  "Confirm Password is required": "确认密码为必填项",
  "Enter Password": "请输入密码",
  "Already have an account?": "已有账户？",
  "Login": "登录",
  "Or": "或者",
  "login": "登录",
  "Success!": "成功！",
  "Do you want to continue": "你想继续吗",
  "Welcome": "欢迎",
  "Email": "邮箱",
  "Enter your email": "请输入你的邮箱",
  "Don't have an account?": "还没有账户？",
  "Please Login First": "请先登录",
  "Login Now": "立即登录",

  "Disclaimer": "免责声明",
  "Blog4": "细胞再生",
  "Blog11": "最后一枚比特币何时被挖出？",
  "Blog6": "癌症",
  "Blog5": "什么是针灸？",
  "Prevent": "预防保健",
  "Blog8": "乙型肝炎：乙肝的草药治疗",
  "Blog9": "营养的重要性",
  "Blog10": "癌症的奇异案例：日常水果的预防作用",
  "Detox": "排毒",
  "Meditation": "冥想",
  "Preventive Medicine": "预防医学",
  "Hypnotherapy": "催眠疗法",
  "Nutrition": "营养",
  "Chiropractic": "脊椎按摩疗法",
  "Acupuncture": "针灸疗法",
  "Chelation": "螯合疗法",
  "Homeopathy": "顺势疗法",
  "Telehealth": "整体医学远程医疗目录",
  "About": "关于我们",
  "Blog7": "巴塔纳油：巴塔纳油的益处",
  "Blog12": "蒙特利尔针灸",
  "Bitcoin": "什么是比特币",

  "What is Bitcoin?": "什么是比特币？",
  "Imagine a world where...": "想象一个世界，你可以用手机汇款支付账单，接受保证金，并且与任何人进行交易，就像他们就在你身边一样。世界并不像人们想象的那样复杂；一个苹果落下证明了重力。如今，系统很复杂，最简单的交易都有多个渠道和实体监管。比特币就是这样一个简化的世界，一种无需“中间人”的点对点交易方式。",
  "The concepts of digitized...": "数字货币和数字交易的概念并不陌生，这也是世界运行的主要方式。",
  "World Bank": "世界银行",
  "Sarah Green:": "莎拉·格林：",
  "'2/3 of adults worldwide...": "‘全球有三分之二的成年人使用数字支付。’银行自17世纪以来一直实行部分准备金银行制度。比特币实现了数字货币的特征，但你就是自己的银行。比特币是去中心化的，不需要信任任何金融机构。",
  "To keep things as simple...": "为了尽可能简单，比特币很好地解决了传统金融系统的问题。比特币是通缩性的，价值固定，不会随时间贬值。全球货币正在迅速贬值。比特币在受高通胀影响最严重的地区，如非洲、南美、拉丁美洲和亚洲部分地区，注入了金融平等。",
  "Bitcoin is the future!": "比特币是未来！",
  "It is the empowerment...": "它赋予了世界各地的人们权力。比特币的普及是不可避免的；两个岛屿（普洛斯佩拉和马德拉）以及两个国家——萨尔瓦多和中非共和国——已正式采用比特币。比特币是一个新世界，人们拥有自治和主权。",

  "Acupuncturist Near Me": "我附近的针灸师",
  "Health Coaching": "健康指导",
  "Searching Health Coach Near me? Look no further than our fantastic health coaches that can assist you on your pathway to wellness.": "寻找我附近的健康教练？不妨看看我们出色的健康教练，他们能帮助你走上健康之路。",
  "Health Coaching Near Me": "我附近的健康指导",

  "Vitamin B: Vitamin B17 - The Mysterious Case of Cancer": "维生素B：维生素B17——癌症的神秘之谜",
  "Many medical professions state...": "许多医疗专家认为，癌症等疾病源于维生素B和维生素B17的缺乏。探索维生素B17背后的奥秘。",
  "Nutrify Your Life:": "滋养你的生活：",
  "Gorilla and She Coaching:": "Gorilla and She 健康指导：",
  "Gorilla and She Coaching": "Gorilla and She 健康指导",
  "Searching Health Coach Near me? We have you covered!": "寻找我附近的健康教练？我们为你准备好了！",
  "Health Coaches": "健康教练",
  "Searching Acupuncturist Near me? We have you covered!": "寻找我附近的针灸师？我们为你准备好了！",
  "Education Description": "教育描述",
  "Alternatives Description": "替代方案描述",
  "Advanced Features Description": "高级功能描述",
  "Chronic Conditions Description": "慢性病状描述",
  "Digital Marketing Agency": "数字营销机构",
  "Services": "服务",
  "Ocean Treis Medical": "Ocean Treis 医疗",
  "Ocean Treis Medical:": "Ocean Treis 医疗：",
  "ocean": "在 Ocean Treis 医疗，我们提供专业的针灸治疗，旨在缓解压力，减少焦虑，恢复平衡。我们的整体方法不仅提供暂时的缓解，还帮助您实现持久的宁静、更好的睡眠、改善消化和整体健康。把它看作是身心的重置按钮，让您在日常生活中感到更加踏实、充满活力和轻松。",
  "gorilla": "在 Gorilla and She 健康指导，我们帮助追求可持续健康的人提升新陈代谢，获得持久的能量——无需限制性饮食或复杂计划。我们简单且有效的方法帮助您建立自信，享受生活，获得真实的成果，同时享用您喜爱的食物。",
  "Data Analytics": "数据分析",
  "Data-Driven SEO Solutions": "数据驱动的SEO解决方案",
  "Google & Meta Ads": "谷歌与Meta广告",
  "YouTube & Social Media SEO": "YouTube及社交媒体SEO",
  "SEO Audit Videos": "SEO审核视频",
  "Client Reviews": "客户评价",
  "Nutritionist Near Me": "我附近的营养师",
  "Nutrify Your Life": "滋养你的生活",
  "Nutritionist near me? Look no further than our fantastic nutritionists that can assist you on your pathway to wellness.": "我附近有营养师吗？不必再找了，我们优秀的营养师可以帮助您走上健康之路。",
  "View Website": "查看网站",
  "We are an education platform that showcases Holistic Medicine and helps providers grow their business using AI-driven marketing strategies, social media management and unique offerings that helps our clients WIN.": "我们是一个展示整体医学的教育平台，利用人工智能驱动的营销策略、社交媒体管理及独特服务，帮助服务提供者发展业务，助力客户成功。",
  "Yogi Sanji - (Sanjivana)": "瑜伽师Sanji（Sanjivana）",
  "My name is Yogi Sanji (Sanjivana), and my expertise is meditation and spiritual mentoring. I am a former monk of 20 years and have extensive experience teaching meditation to individuals and large groups. Meditation is my passion, interest, and life. I help people reach their goals of happiness, peace, and liberation through the practice of meditation and mindfulness. I teach meditation based on ancient traditions and doctrines which include deep insights, concentration, mindfulness, relaxation, and healing meditations. Sanjivana Kularathna - Serenity Meditations Meditation Teacher, Spiritual- Counselor, Therapist, Tutor, Mentor, Life Coach Energy work healing Working for Charities, Suicide prevention, Trauma Recovery, Rehabilitation, Sober Therapy and rebuilding lives.": "我叫瑜伽师Sanji（Sanjivana），专长于冥想和精神指导。我曾是一名修行了20年的僧侣，拥有丰富的个人及团体冥想教学经验。冥想是我的热情、兴趣和生命。我通过冥想和正念帮助人们实现幸福、和平与解脱的目标。我教授基于古老传统和教义的冥想，包括深度洞察、专注、正念、放松及治疗冥想。Sanjivana Kularathna - Serenity Meditations 冥想教师、精神顾问、治疗师、导师、人生教练。专注能量疗愈，服务慈善机构、自杀预防、创伤恢复、康复、戒瘾治疗及重建生活。",
  "Healing Goddess": "治愈女神",
  "After Stacy graduated from San Diego State University in 1992, she moved to the Detroit area and began her career in sales and marketing. She traveled the world and climbed the corporate ladder. But something was missing. Before long, she was back to her studies – this time in Ayurvedic Medicine. Her own journey to health and healing, through Ayurveda, had already begun a few years earlier -- when she was a patient with her own chronic health conditions. When she had the opportunity to deepen her knowledge, she jumped at the chance. At first, it was from an academic standpoint. She couldn’t wrap her mind around how it all worked. After hours and years of study and residency, she found the answers she sought. Then, her mission was clear – she needed to teach others how to HEAL & TRANSFORM their own lives through Ayurveda, the 'wisdom of life.": "1992年，Stacy毕业于圣地亚哥州立大学，随后搬到底特律地区，开始了她的销售和市场营销职业生涯。她周游世界，步步攀升企业阶梯。但她感到缺少了些什么。不久，她重返学业——这一次是研习阿育吠陀医学。几年前，当她还是一名患有慢性健康问题的病人时，她的健康与疗愈之旅已通过阿育吠陀开始。她有机会深入学习时，毫不犹豫地抓住了机会。起初，她是从学术角度出发，难以理解其中原理。经过无数小时和多年的学习与临床实习，她找到了答案。随后，她的使命变得清晰——她需要教导他人如何通过阿育吠陀（生命智慧）疗愈并转变自己的人生。",

  "Green Hypnotherapy": "绿色催眠疗法",
  "Sarah Green": "Sarah Green",
  "Green Hypnotherapy, while focused on individual healing, is also currently working towards building a community of healers who practice different modalities, such as Eastern medicine and acupuncture, massage therapy, body work (i.e. yoga, etc), traditional mental health counseling, Western medicine, and so much more. The aim is to connect and integrate the practices to better serve our communities and offer support to other healers.": "绿色催眠疗法专注于个人疗愈，同时也致力于构建一个由多种疗法实践者组成的治疗师社区，包括东方医学与针灸、按摩疗法、身体工作（如瑜伽等）、传统心理健康咨询、西医等。目标是连接并整合各种疗法，更好地服务社区并支持其他治疗师。",

  "Searching Hypnotherapy Near me? We have you covered!": "搜索我附近的催眠疗法？我们帮您搞定！",
  "Searching Homeopathy Near me? We have you covered!": "搜索我附近的顺势疗法？我们帮您搞定！",
  "Searching Nutritionist Near me? We have you covered!": "搜索我附近的营养师？我们帮您搞定！",

  "Unlock a Calm and Balanced Mind with This Natural Supplement": "用这款天然补充剂解锁宁静平衡的心境",
  "In our fast-paced world, stress and anxiety have become all too common. As a result, many individuals are seeking natural remedies to alleviate these persistent feelings of unease. One such remedy that has garnered attention in the Western world recent years is Ashwagandha, a powerful adaptogenic herb with a long history in Ayurvedic medicine. Let's talk about how Ashwagandha supports those dealing with anxiety.": "在这个快节奏的世界里，压力和焦虑变得极为普遍。因此，许多人寻求天然疗法来缓解这些持续的不安感。近年来，一种在西方引起关注的疗法是冬虫夏草（Ashwagandha），这是一种拥有悠久阿育吠陀医学历史的强效适应原草药。让我们来聊聊冬虫夏草如何支持焦虑症患者。",

  "Welcome to Nutrifyourlife, where I am on a mission to revolutionize healthcare and empower individuals to take control of their health through diet and lifestyle modifications. My personalized functional medicine and nutrition sessions are tailored to your specific needs and goals whether it's weight loss, managing chronic conditions, or improving overall well-being. I work closely with you to create a customized plan that aligns with your preferences and health goals.": "欢迎来到Nutrifyourlife，我的使命是革新医疗保健，赋能个人通过饮食和生活方式调整掌控健康。我的个性化功能医学和营养课程根据您的具体需求和目标量身定制，无论是减重、管理慢性病，还是提升整体健康。我将与您紧密合作，制定符合您偏好和健康目标的定制计划。",
  "Sign Up": "注册",
  "Already have an account?": "已有账户？",
  "Sign In": "登录",
  "Password": "密码",
  "Email Address": "电子邮件地址",
  "Full Name": "全名",
  "Create Account": "创建账户",
  "Don’t have an account?": "还没有账户？",
  "Signing In": "正在登录",
  "LogOut": "登出"
}
