{
  "Home": "Home",
  "NotFound": "NotFound",
  "Decent Med: explore a holistic approach to healthcare! We focus on natural healing and wellness practices that address the mind, body, and spirit. Learn more about holistic medicine and its benefits.": "Decent Med: ontdek een holistische benadering van gezondheidszorg! Wij richten ons op natuurlijke genezings- en wellnesspraktijken die de geest, het lichaam en de ziel aanpakken. Leer meer over holistische geneeskunde en de voordelen ervan.",
  "Decent Med": "Decent Med",
  "Education": "Onderwijs",
  "Find Practioner": "Vind een beoefenaar",
  "Cancer": "Kanker",
  "Blogs": "Blogs",
  "About Us": "Over ons",
  "Dashboard": "Dashboard",
  "Have you ever wondered how people used to live healthier and longer lives? Before traditional medicine, there was wellness. Our ancestors experienced vitality - living off the land. This decade has uncovered the hidden truth about traditional healthcare. Medicine is not about surviving; it is about wellness. Medicine should cure sometimes, relieve often, and comfort always. Our goal is to promote vitality. We are personally and professionally invested in the re-emergence of regenerative medicine and broadening access to revolutionary therapies. Treatments like homeopathy operate on the belief that the body can heal via plants and minerals to stimulate the healing process.": "Heb je je ooit afgevraagd hoe mensen vroeger gezonder en langer leefden? Vóór de traditionele geneeskunde was er welzijn. Onze voorouders ervoeren vitaliteit - leven van het land. Dit decennium heeft de verborgen waarheid over traditionele gezondheidszorg onthuld. Geneeskunde gaat niet over overleven; het gaat over welzijn. Geneeskunde moet soms genezen, vaak verlichten en altijd troost bieden. Ons doel is om vitaliteit te bevorderen. Wij zijn persoonlijk en professioneel geïnvesteerd in de heropleving van regeneratieve geneeskunde en het verbreden van de toegang tot revolutionaire therapieën. Behandelingen zoals homeopathie werken op het geloof dat het lichaam kan genezen via planten en mineralen om het genezingsproces te stimuleren.",
  "Departments": "Afdelingen",
  "Stem Cell Therapy": "Stamceltherapie",
  "Ayurveda Therapy": "Ayurveda-therapie",
  "Blog Page": "Blogpagina",
  "Apothecary": "Apotheek",
  "Can Constipation Cause Back Pain": "Kan constipatie rugpijn veroorzaken",
  "Detox Cleanse": "Detoxreiniging",
  "Hypnotherapy Practitioners": "Hypnotherapiebeoefenaars",
  "Homeopathy Practitioners": "Homeopathiebeoefenaars",
  "Our Values": "Onze waarden",
  "Showcasing Alternatives": "Alternatieven tonen",
  "Treatment of Chronic Conditions": "Behandeling van chronische aandoeningen",
  "Advanced Features": "Geavanceerde functies",
  "The most essential element of wellness is education. This platform is a canvas for holistic providers to showcase their expertise and educate the public on how to tap into wellness. Supermarkets have more chemicals than a chemistry lab. Education goes a long way in fighting disease.": "Het belangrijkste element van welzijn is educatie. Dit platform is een canvas voor holistische aanbieders om hun expertise te laten zien en het publiek te informeren over hoe ze welzijn kunnen aanboren. Supermarkten hebben meer chemicaliën dan een chemisch laboratorium. Onderwijs draagt ​​veel bij aan de bestrijding van ziekten.",
  "Deemed 'alternatives', this platform gives a voice to holistic wellness. This platform educates on wellness, providing providers access to patients worldwide. We use innovative tactics to bring more patients to your site.": "Dit platform, dat als 'alternatieven' wordt beschouwd, geeft een stem aan holistisch welzijn. Dit platform informeert over welzijn en biedt aanbieders toegang tot patiënten over de hele wereld. We gebruiken innovatieve tactieken om meer patiënten naar uw site te brengen.",
  "Cures to chronic diseases exist! This platform is a global Telehealth Directory. Based on the Bitcoin principle of censorship resistance, DecentMed gives a voice to global treatments that treat chronic diseases.": "Er bestaan ​​geneesmiddelen voor chronische ziekten! Dit platform is een wereldwijde Telehealth Directory. Gebaseerd op het Bitcoin-principe van censuurbestendigheid, geeft DecentMed een stem aan wereldwijde behandelingen die chronische ziekten behandelen.",
  "Providers on the platform receive access to patient databases, a digital business card, blog showcase, branded content on the education pages and admin privileges on our upcoming mobile app version of Decent Med.": "Providers op het platform krijgen toegang tot patiëntendatabases, een digitaal visitekaartje, een blogshowcase, merkcontent op de educatieve pagina's en beheerdersrechten op onze aankomende mobiele app-versie van Decent Med.",
  "Why Us?": "Waarom wij?",
  "Monetization of Medicine": "Monetisering van medicijnen",
  "Why is there no cure for cancer? Why is obesity and prescription overdose only getting worse? Is profit worth life? Promoting wellness begins with education. The current system monetizes medicine, conversely, treatments deemed alternatives, are cheaper and heavily used in the healthiest nations in the world. The body has an immense regenerative potential to heal itself, but when fighting itself, it's hard for the body to heal itself. Prevention is the initial step, eating a diet high in fruits and vegetables provides the essential antioxidants and nutrients to prevent disease. Pairing a 'green' diet with exercise goes a long way in preventing a trip to the doctor.": "Waarom is er geen genezing voor kanker? Waarom worden obesitas en overdoses met medicijnen alleen maar erger? Is winst het leven waard? Het bevorderen van welzijn begint met onderwijs. Het huidige systeem monetiseert medicijnen, terwijl behandelingen die als alternatief worden beschouwd, goedkoper zijn en veel worden gebruikt in de gezondste landen ter wereld. Het lichaam heeft een enorm regeneratief potentieel om zichzelf te genezen, maar wanneer het zichzelf bestrijdt, is het moeilijk voor het lichaam om zichzelf te genezen. Preventie is de eerste stap, het eten van een dieet met veel fruit en groenten levert de essentiële antioxidanten en voedingsstoffen om ziekten te voorkomen. Het combineren van een 'groen' dieet met lichaamsbeweging helpt een heel eind om een ​​bezoek aan de dokter te voorkomen.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days and restores the cells into ketosis. Furthermore, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.": "Een detox reinigt het lichaam. Een waterdetox is een manier om de gifstoffen uit het lichaam te spoelen. Een waterdetox duurt 1-3 dagen en herstelt de cellen in ketose. Begin bovendien met een waterdetox om gifstoffen uit de nieren en lever te spoelen (geen medisch advies). Een waterdetox helpt het lichaam zichzelf te genezen. Detoxificatie speelt een integrale rol in cellulaire regeneratie en cellulaire verjonging - twee componenten van welzijn. Kankerbehandelingen wereldwijd, zoals de Gerson-therapie en het Dr. Sebi-dieet, gebruiken vormen van detoxificatie om het lichaam te reinigen van gifstoffen die kanker veroorzaken.",
  "Why are countries with smaller healthcare budgets than the U.S. have healthier people? Because they strive for alternatives to pills, using elements of Traditional Chinese Medicine (TCM) like Acupuncture or Ayurveda. The healthiest people in the world utilize functional medicine for peak performance. Aaron Rodgers (NFL Quarterback) has gone on record highlighting the benefits of Ayurveda(Panchakarma cleanse). Stars like Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson, and Jamaal Charles (among others) have all used Stem Cell Therapy for ailments.": "Waarom hebben landen met kleinere budgetten voor gezondheidszorg dan de VS gezondere mensen? Omdat ze streven naar alternatieven voor pillen, met elementen uit de traditionele Chinese geneeskunde (TCM) zoals acupunctuur of Ayurveda. De gezondste mensen ter wereld gebruiken functionele geneeskunde voor topprestaties. Aaron Rodgers (NFL Quarterback) heeft de voordelen van Ayurveda (Panchakarma-reiniging) benadrukt. Sterren als Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson en Jamaal Charles (onder anderen) hebben allemaal stamceltherapie gebruikt voor kwalen.",
  "Health Facts": "Gezondheidsfeiten",
  "Healthcare Realities": "Realiteiten in de gezondheidszorg",
  "- Estimated $455 billion spent on healthcare yearly is lost each year to fraud and corruption.": "- Geschat wordt dat jaarlijks $ 455 miljard aan gezondheidszorg wordt uitgegeven, elk jaar verloren gaat aan fraude en corruptie.",
  "- 45% of global citizens believe the healthcare sector is corrupt or very corrupt.": "- 45% van de wereldburgers gelooft dat de gezondheidszorgsector corrupt of zeer corrupt is.",
  "Obesity Statistics": "Obesitasstatistieken",
  "- 1/3 Adults in the United States are obese.": "- 1/3 volwassenen in de Verenigde Staten is obees.",
  "- 32.5% of American adults are overweight; obesity is linked to at least 60 chronic diseases.": "- 32,5% van de Amerikaanse volwassenen is te zwaar; obesitas is gelinkt aan minstens 60 chronische ziekten.",
  "- Obesity affects 1/6 children in the United States. Obesity costs Americans an estimated $147 billion a year.": "- Obesitas treft 1/6 kinderen in de Verenigde Staten. Obesitas kost Amerikanen naar schatting $ 147 miljard per jaar.",
  "Water and Degenerative Disease": "Water en degeneratieve ziekten",
  "- Our current water supply is processed and does not hydrate because the molecules are too big for capillaries.": "- Onze huidige watervoorziening is verwerkt en hydrateert niet omdat de moleculen te groot zijn voor haarvaten.",
  "- Blood is 83% water; we need access to charged water, or electrically/sunlight charged water.;": "- Bloed bestaat voor 83% uit water; we hebben toegang nodig tot geladen water, of elektrisch/zonlicht geladen water.;",
  "- The 3 leading causes of degenerative disease: oxidized stress, dehydration, and acidity.": "- De 3 belangrijkste oorzaken van degeneratieve ziekten: geoxideerde stress, uitdroging en zuurgraad.",
  "Telehealth Directory": "Telehealth Directory",
  "Sign Up": "Aanmelden",
  "Pay with Bitcoin": "Betalen met Bitcoin",
  "Pay with Credit Card": "Betalen met Creditcard",
  "Add Cart": "Winkelwagen toevoegen",
  "Health Coach": "Gezondheidscoach",
  "Stem Cell": "Stamcel"
}
