{
  "language": "Français",
  "Home": "Accueil",
  "NotFound": "Non trouvé",
  "Decent Med: explore a holistic approach to healthcare! We focus on natural healing and wellness practices that address the mind, body, and spirit. Learn more about holistic medicine and its benefits.": "Decent Med : explorez une approche holistique des soins de santé ! Nous nous concentrons sur la guérison naturelle et les pratiques de bien-être qui englobent l'esprit, le corps et l'âme. Apprenez-en plus sur la médecine holistique et ses bienfaits.",
  "Decent Med": "Decent Med",
  "Education": "Éducation",
  "Find Practioner": "Trouver un praticien",
  "Telehealth Services": "Services de télésanté",
  "Cancer": "Cancer",
  "Blogs": "Blogs",
  "About Us": "À propos de nous",
  "Dashboard": "Tableau de bord",
  "Telehealth Practices": "Pratiques de télésanté",
  "Detox": "Détox",
  "Meditation": "Méditation",
  "Preventive Medicine": "Médecine préventive",
  "Hypnotherapy": "Hypnothérapie",
  "Homeopathy": "Homéopathie",
  "Acupuncture": "Acupuncture",
  "Chelation": "Chélation",
  "Chiropractic": "Chiropractie",
  "Naturopathy": "Naturopathie",
  "Hypnotherapy": "Hypnothérapie",
  "Ayurveda": "Ayurveda",
  "Nutrition": "Nutrition",
  "Have you ever wondered how people used to live healthier and longer lives? Before traditional medicine, there was wellness. Our ancestors experienced vitality - living off the land. This decade has uncovered the hidden truth about traditional healthcare. Medicine is not about surviving; it is about wellness. Medicine should cure sometimes, relieve often, and comfort always. Our goal is to promote vitality. We are personally and professionally invested in the re-emergence of regenerative medicine and broadening access to revolutionary therapies. Treatments like homeopathy operate on the belief that the body can heal via plants and minerals to stimulate the healing process.": "Vous êtes-vous déjà demandé comment les gens vivaient plus sainement et plus longtemps auparavant ? Avant la médecine traditionnelle, il y avait le bien-être. Nos ancêtres ont connu la vitalité - vivant de la terre. Cette décennie a révélé la vérité cachée sur les soins de santé traditionnels. La médecine n'est pas une question de survie ; il s'agit de bien-être. La médecine devrait guérir parfois, soulager souvent et réconforter toujours. Notre objectif est de promouvoir la vitalité. Nous sommes personnellement et professionnellement investis dans la réémergence de la médecine régénérative et l'élargissement de l'accès aux thérapies révolutionnaires. Les traitements comme l'homéopathie reposent sur la croyance que le corps peut guérir grâce aux plantes et aux minéraux pour stimuler le processus de guérison.",
  "Departments": "Départements",
  "Stem Cell Therapy": "Thérapie par cellules souches",
  "Ayurveda Therapy": "Thérapie ayurvédique",
  "Blog Page": "Page de blog",
  "Apothecary": "Apothicaire",
  "Can Constipation Cause Back Pain": "La constipation peut-elle causer des douleurs dorsales ?",
  "Detox Cleanse": "Cure détox",
  "Hypnotherapy Practitioners": "Praticiens en hypnothérapie",
  "Homeopathy Practitioners": "Praticiens en homéopathie",
  "Our Values": "Nos valeurs",
  "Showcasing Alternatives": "Mise en avant des alternatives",
  "Treatment of Chronic Conditions": "Traitement des maladies chroniques",
  "Advanced Features": "Fonctionnalités avancées",
  "The most essential element of wellness is education. This platform is a canvas for holistic providers to showcase their expertise and educate the public on how to tap into wellness. Supermarkets have more chemicals than a chemistry lab. Education goes a long way in fighting disease.": "L'élément le plus essentiel du bien-être est l'éducation. Cette plateforme est une toile pour les prestataires holistiques afin de mettre en valeur leur expertise et éduquer le public sur la manière d'accéder au bien-être. Les supermarchés ont plus de produits chimiques qu'un laboratoire de chimie. L'éducation joue un rôle important dans la lutte contre les maladies.",
  "Deemed 'alternatives', this platform gives a voice to holistic wellness. This platform educates on wellness, providing providers access to patients worldwide. We use innovative tactics to bring more patients to your site.": "Qualifiée d'« alternatives », cette plateforme donne une voix au bien-être holistique. Cette plateforme éduque sur le bien-être, offrant aux prestataires un accès aux patients du monde entier. Nous utilisons des tactiques innovantes pour amener plus de patients sur votre site.",
  "Cures to chronic diseases exist! This platform is a global Telehealth Directory. Based on the Bitcoin principle of censorship resistance, DecentMed gives a voice to global treatments that treat chronic diseases.": "Des traitements pour les maladies chroniques existent ! Cette plateforme est un annuaire mondial de télésanté. Basé sur le principe de résistance à la censure de Bitcoin, DecentMed donne une voix aux traitements mondiaux qui traitent les maladies chroniques.",
  "Providers on the platform receive access to patient databases, a digital business card, blog showcase, branded content on the education pages and admin privileges on our upcoming mobile app version of Decent Med.": "Les prestataires sur la plateforme ont accès aux bases de données des patients, à une carte de visite numérique, à une vitrine de blogs, à du contenu de marque sur les pages d'éducation et à des privilèges d'administrateur sur notre prochaine version de l'application mobile de Decent Med.",
  "Why Us?": "Pourquoi nous ?",
  "Monetization of Medicine": "Monétisation de la médecine",
  "Why is there no cure for cancer? Why is obesity and prescription overdose only getting worse? Is profit worth life? Promoting wellness begins with education. The current system monetizes medicine, conversely, treatments deemed alternatives, are cheaper and heavily used in the healthiest nations in the world. The body has an immense regenerative potential to heal itself, but when fighting itself, it's hard for the body to heal itself. Prevention is the initial step, eating a diet high in fruits and vegetables provides the essential antioxidants and nutrients to prevent disease. Pairing a 'green' diet with exercise goes a long way in preventing a trip to the doctor.": "Pourquoi n'y a-t-il pas de remède contre le cancer ? Pourquoi l'obésité et les overdoses de prescriptions ne cessent-elles d'augmenter ? Le profit vaut-il la vie ? Promouvoir le bien-être commence par l'éducation. Le système actuel monétise la médecine, tandis que les traitements qualifiés d'alternatifs sont moins chers et largement utilisés dans les nations les plus saines du monde. Le corps a un immense potentiel régénératif pour se guérir, mais lorsqu'il lutte contre lui-même, il lui est difficile de se guérir. La prévention est la première étape, une alimentation riche en fruits et légumes fournit les antioxydants et nutriments essentiels pour prévenir les maladies. Associer une alimentation 'verte' à de l'exercice va loin pour prévenir un rendez-vous chez le médecin.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days and restores the cells into ketosis. Furthermore, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.": "Une détox nettoie le corps. Une détox à l'eau est un moyen d'éliminer les toxines du corps. Une détox à l'eau dure de 1 à 3 jours et restaure les cellules en cétose. De plus, commencez par une détox à l'eau pour éliminer les toxines des reins et du foie (ceci n'est pas un avis médical). Une détox à l'eau aide le corps à se guérir lui-même. La détoxification joue un rôle essentiel dans la régénération cellulaire et le rajeunissement cellulaire - deux composantes du bien-être.",
  "Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Detoxification to cleanse the body from toxins that cause cancer.": "Les traitements contre le cancer dans le monde entier, comme la thérapie Gerson et le régime du Dr. Sebi, utilisent des formes de détoxification pour nettoyer le corps des toxines qui causent le cancer.",
  "Why are countries with smaller healthcare budgets than the U.S. have healthier people? Because they strive for alternatives to pills, using elements of Traditional Chinese Medicine (TCM) like Acupuncture or Ayurveda. The healthiest people in the world utilize functional medicine for peak performance. Aaron Rodgers (NFL Quarterback) has gone on record highlighting the benefits of Ayurveda(Panchakarma cleanse). Stars like Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson, and Jamaal Charles (among others) have all used Stem Cell Therapy for ailments.": "Pourquoi les pays ayant des budgets de santé plus petits que ceux des États-Unis ont-ils des populations plus saines ? Parce qu'ils privilégient les alternatives aux médicaments, en utilisant des éléments de la médecine traditionnelle chinoise (MTC) comme l'acupuncture ou l'Ayurveda. Les personnes les plus saines du monde utilisent la médecine fonctionnelle pour des performances optimales. Aaron Rodgers (quart-arrière de la NFL) a publiquement souligné les bienfaits de l'Ayurveda (nettoyage Panchakarma). Des stars comme Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson et Jamaal Charles (entre autres) ont tous utilisé la thérapie par cellules souches pour leurs maux.",
  "Why are countries with smaller healthcare budgets than the U.S. have healthier people? Because they strive for alternatives to pills, using elements of Traditional Chinese Medicine (TCM) like Acupuncture or Ayurveda. The healthiest people in the world utilize functional medicine for peak performance. Aaron Rodgers (NFL Quarterback) has gone on record highlighting the benefits of": "Pourquoi les pays avec des budgets de santé plus petits que les États-Unis ont-ils des populations en meilleure santé ? Parce qu'ils recherchent des alternatives aux médicaments, en utilisant des éléments de la Médecine Traditionnelle Chinoise (MTC) comme l'Acupuncture ou l'Ayurveda. Les personnes les plus en bonne santé du monde utilisent la médecine fonctionnelle pour des performances optimales. Aaron Rodgers (quarterback de la NFL) a témoigné des bienfaits de.",
  "Ayurveda(Panchakarma cleanse)": "Ayurveda (cure Panchakarma)",
  "Stars like Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson, and Jamaal Charles (among others) have all used Stem Cell Therapy for ailments.": "Des stars comme Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson et Jamaal Charles (entre autres) ont tous utilisé la thérapie par cellules souches pour traiter leurs maux.",
  "Health Facts": "Faits sur la santé",
  "Healthcare Realities": "Ré réalités des soins de santé",
  "- Estimated $455 billion spent on healthcare yearly is lost each year to fraud and corruption.": "- On estime que 455 milliards de dollars dépensés chaque année pour les soins de santé sont perdus chaque année à cause de la fraude et de la corruption.",
  "- 45% of global citizens believe the healthcare sector is corrupt or very corrupt.": "- 45 % des citoyens mondiaux croient que le secteur de la santé est corrompu ou très corrompu.",
  "Obesity Statistics": "Statistiques sur l'obésité",
  "- 1/3 Adults in the United States are obese.": "- 1 adulte sur 3 aux États-Unis est obèse.",
  "- 32.5% of American adults are overweight; obesity is linked to at least 60 chronic diseases.": "- 32,5 % des adultes américains sont en surpoids ; l'obésité est liée à au moins 60 maladies chroniques.",
  "- Obesity affects 1/6 children in the United States. Obesity costs Americans an estimated $147 billion a year.": "- L'obésité touche 1 enfant sur 6 aux États-Unis. L'obésité coûte aux Américains environ 147 milliards de dollars par an.",
  "Water and Degenerative Disease": "L'eau et les maladies dégénératives",
  "- Our current water supply is processed and does not hydrate because the molecules are too big for capillaries.": "- Notre approvisionnement en eau actuel est traité et ne permet pas d'hydratation car les molécules sont trop grosses pour les capillaires.",
  "- Blood is 83% water; we need access to charged water, or electrically/sunlight charged water.": "- Le sang est composé à 83 % d'eau ; nous avons besoin d'eau chargée, ou d'eau chargée électriquement/au soleil.",
  "- The 3 leading causes of degenerative disease: oxidized stress, dehydration, and acidity.": "- Les 3 principales causes des maladies dégénératives : le stress oxydatif, la déshydratation et l'acidité.",
  "Telehealth Directory": "Annuaire de télésanté",
  "Sign Up": "S'inscrire",
  "LogOut": "Déconnexion",
  "Pay with Bitcoin": "Payer avec Bitcoin",
  "Pay with Credit Card": "Payer avec une carte de crédit",
  "Add Cart": "Ajouter au panier",
  "add cart": "ajouter au panier",
  "Health Coach": "Coach de santé",
  "Stem Cell": "Cellule souche",
  "Nutrition/Dietician": "Nutritionniste/Diététicien",
  "Components": "Composants",
  "Digital Business Card": "Carte de visite numérique",
  "Showcase your company with a direct link to your booking page. The practices above will take users to a scrollview of As the project scales, there will be built-in 24 hour scheduler.": "Présentez votre entreprise avec un lien direct vers votre page de réservation. Les pratiques ci-dessus amèneront les utilisateurs à une vue défilante. À mesure que le projet évolue, un planificateur intégré de 24 heures sera disponible.",
  "Access to Client Databases": "Accès aux bases de données des clients",
  "You will gain access to patients who signup for forms throughout the application.": "Vous aurez accès aux patients qui s'inscrivent via les formulaires de l'application.",
  "Admin Privilegs on Mobile App": "Privilèges administrateur sur l'application mobile",
  "There is a mobile app equivalent of this project. Members of the coalition can post content on the mobile app and other admin privileges.": "Il existe une application mobile équivalente à ce projet. Les membres de la coalition peuvent publier du contenu sur l'application mobile et bénéficier d'autres privilèges administratifs.",
  "Branded Content": "Contenu de marque",
  "Providers get to showcase their content on our blog page. The education pages are your canvas. All content showcased on the education page will be branded to your respective practice.": "Les prestataires peuvent présenter leur contenu sur notre page de blog. Les pages éducatives sont votre espace d'expression. Tout le contenu présenté sur la page éducative sera marqué à votre pratique respective.",
  "Access to Herb & Cancer Studies/Trials": "Accès aux études/essais sur les herbes et le cancer",
  "Providers get to be the face of our Cancer Studies and various trials for our Herbs and their distinct uses.": "Les prestataires deviennent le visage de nos études sur le cancer et de divers essais sur nos herbes et leurs utilisations distinctes.",
  "Additional Services": "Services supplémentaires",
  "Technical SEO": "SEO Technique",
  "- SEO & Social Media Audits": "- Audits SEO et réseaux sociaux",
  "- Keyword optimization": "- Optimisation des mots-clés",
  "- Improving page speed & web performance": "- Amélioration de la vitesse et des performances du site",
  "- Growing backlinks": "- Développement des backlinks",
  "- Goal: Achieve top Google rankings": "- Objectif : Atteindre les meilleurs classements Google",
  "Holistic Telehealth Conferences": "Conférences de Télésanté Holistique",
  "- Hosting virtual & onsite holistic medicine conferences": "- Organisation de conférences de médecine holistique virtuelles et sur site",
  "- Topics: Acupuncture, Chiropractic, Nutrition, Preventive Medicine, Stem Cell Therapy, Ayurveda, Chelation, Naturopathy, Hypnotherapy, and Homeopathy": "- Sujets : Acupuncture, Chiropractie, Nutrition, Médecine préventive, Thérapie cellulaire, Ayurveda, Chélation, Naturopathie, Hypnothérapie et Homéopathie",
  "- Focus on education & industry promotion": "- Accent sur l'éducation et la promotion du secteur",
  "Social Media Marketing": "Marketing sur les Réseaux Sociaux",
  "- Managing social media accounts": "- Gestion des comptes de réseaux sociaux",
  "- Developing custom strategies for growth & engagement": "- Développement de stratégies personnalisées pour la croissance et l'engagement",
  "- Enhancing online presence": "- Amélioration de la présence en ligne",
  "Website Management": "Gestion de Site Web",
  "- Custom page development": "- Développement de pages personnalisées",
  "- Backend security & maintenance": "- Sécurité et maintenance du backend",
  "- Marketing & analytics integration": "- Intégration du marketing et des analyses",
  "Web Analytics & Reporting": "Analyse Web et Rapports",
  "- Weekly SEO audits using SEMRush, Moz, Google Search Console, and other tools": "- Audits SEO hebdomadaires avec SEMRush, Moz, Google Search Console et autres outils",
  "- Data-driven insights to optimize performance": "- Informations basées sur les données pour optimiser les performances",
  "Translated Website": "Site Web Traduit",
  "- Expand reach with multilingual support": "- Étendre la portée avec un support multilingue",
  "- Available in Spanish, Dutch, Portuguese, Hindi, and more": "- Disponible en espagnol, néerlandais, portugais, hindi et plus",
  "Security Services": "Services de Sécurité",
  "- Specialized security for healthcare data & providers": "- Sécurité spécialisée pour les données de santé et les prestataires",
  "- Security auditing & development to protect sensitive information": "- Audit et développement de la sécurité pour protéger les informations sensibles",
  "Attention Holistic Practitioners": "Attention aux praticiens holistiques",
  "Welcome to Decent Med: the showcase of Functional Medicine and its revolutionary impact on the lives of billions. Moreover, notice that some of the pages on the website are not robust with information - this is by design. This platform is your canvas. I want beneficial and relevant information from practitioners experienced in the field. This platform gives industry experts a voice to patients globally and grows their practice in a new manner.": "Bienvenue sur Decent Med : la vitrine de la médecine fonctionnelle et de son impact révolutionnaire sur la vie de milliards de personnes. De plus, veuillez noter que certaines pages du site Web ne sont pas riches en informations - cela est intentionnel. Cette plateforme est votre toile. Je souhaite obtenir des informations utiles et pertinentes de la part de praticiens expérimentés dans le domaine. Cette plateforme donne une voix aux experts de l'industrie auprès des patients du monde entier et développe leur pratique d'une nouvelle manière.",
  "This platform educates on wellness, providing you access to more patients worldwide. We use innovative tactics to bring more patients to your site. Decent Med is a global Telehealth Directory. Furthermore, this is the new standard in healthcare post-pandemic. Telehealth is an innovative way to connect patients with providers no matter where they are. Healthcare Finance says, “Telehealth expected to drive $29 billion in healthcare services in 2020”(Healthcare Finance). This platform is dynamic and evolves to grow the market share of alternative medicine worldwide.": "Cette plateforme éduque sur le bien-être, vous offrant un accès à davantage de patients dans le monde entier. Nous utilisons des tactiques innovantes pour attirer plus de patients sur votre site. Decent Med est un annuaire mondial de télésanté. De plus, c'est la nouvelle norme en matière de soins de santé après la pandémie. La télésanté est un moyen novateur de connecter les patients aux prestataires, quel que soit leur emplacement. Healthcare Finance déclare : « La télésanté devrait générer 29 milliards de dollars de services de santé en 2020 » (Healthcare Finance). Cette plateforme est dynamique et évolue pour accroître la part de marché de la médecine alternative dans le monde entier.",
  "Vitamin B: Vitamin B17 - The Mysterious Case of Cancer": "Vitamine B : Vitamine B17 - Le mystérieux cas du cancer",
  "What is Laetrile?": "Qu'est-ce que le Laetrile ?",
  "What are the natural alternatives to Rogaine? Dr. Sebi argued that people should not eat cooked oils, like Palm or soybeans. However, the oil is extracted from American Palm Oil or Batana oil is extracted from the nuts and forms a rich in antioxidants and vitamin E. According to pfaf.org: 'the oil from nuts is expected to stimulate hair loss and combat dandruff'. Does batana oil work? The Tawira tribe is known as 'people of beautiful hair', and attributes their hair success to batana oil. Dr. Sebi claimed, 'The enzymes in it sink into the hair and revive the dead hair follicles', pairing scalp application of batana oil and a vegetarian diet maximizes results (according to Dr. Sebi)": "Quelles sont les alternatives naturelles au Rogaine ? Le Dr Sebi a soutenu que les gens ne devraient pas manger d'huiles cuites, comme l'huile de palme ou de soja. Cependant, l'huile est extraite de l'huile de palme américaine ou de l'huile de Batana, qui est extraite des noix et forme une riche source d'antioxydants et de vitamine E. Selon pfaf.org : 'l'huile des noix est censée stimuler la perte de cheveux et combattre les pellicules'. L'huile de batana fonctionne-t-elle ? La tribu Tawira est connue sous le nom de 'peuple aux cheveux magnifiques', et attribue leur succès capillaire à l'huile de batana. Le Dr Sebi a affirmé que 'les enzymes qu'elle contient pénètrent dans les cheveux et ravivent les follicules pileux morts', en associant l'application d'huile de batana sur le cuir chevelu et un régime végétarien pour maximiser les résultats (selon le Dr Sebi)",
  "It is important to note that Dr. Sugiura was not the only doctor who discovered Laetrile-cured mice. 'Dr. Lloyd Schloen published a 100% cure rate in Swiss albino mice'. Regarding credibility, Dr. Sugiura is a pioneer of cancer research and one of the most well-regarded doctors in history. According to biographies and reports, Dr. Sugiura had retired a decade before his findings on Laetrile. Two years before his death, Dr. Sugiura stated: 'There's something funny here. The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group', regarding a study with Laetrile. The results were: 'Laetrile was found to possess neither preventive, nor tumore-regressant, nor anti-metastatic, nor curative anti-cancer activity'. Dr. Sigiura 'stuck' to his claims about Laetrile.": "Il est important de noter que le Dr. Sugiura n'était pas le seul médecin à avoir découvert que Laetrile guérissait les souris. 'Le Dr. Lloyd Schloen a publié un taux de guérison de 100% chez les souris albinos suisses'. En ce qui concerne la crédibilité, le Dr. Sugiura est un pionnier de la recherche sur le cancer et l'un des médecins les plus respectés de l'histoire. Selon les biographies et les rapports, le Dr. Sugiura était à la retraite depuis une décennie avant ses découvertes sur Laetrile. Deux ans avant sa mort, le Dr. Sugiura a déclaré : 'Il y a quelque chose d'étrange ici. Les petites tumeurs ont cessé de croître 40% du temps dans le groupe témoin salin et seulement 27% du temps dans le groupe traité', concernant une étude avec Laetrile. Les résultats étaient : 'Il a été constaté que Laetrile ne possédait ni activité préventive, ni activité tumore-régressante, ni activité anti-métastatique, ni activité curative contre le cancer'. Le Dr. Sugiura 'est resté fidèle' à ses affirmations concernant Laetrile.",
  "'In 1952, Dr. Ernst T. Krebs Jr. found that diseases like cancer stem from deficiency,": "'En 1952, le Dr Ernst T. Krebs Jr. a découvert que des maladies comme le cancer proviennent d'une carence,",
  "specifically a compound in the nitroloside family.": "spécifiquement d'un composé de la famille des nitrolosides.",
  "Prevalent in fruits in the Prunus Rosacea family - bitter almond, apricot, blackthorn, cherry, nectarine, peach and plum'.": "Présent dans les fruits de la famille Prunus Rosacea - amande amère, abricot, prunellier, cerise, nectarine, pêche et prune'.",
  "Because these foods have similar properties of B-complex vitamins - he called it 'vitamin B17'.": "Parce que ces aliments ont des propriétés similaires aux vitamines du complexe B, il l'a appelé 'vitamine B17'.",
  "Does the disease stem from a lack of nutrition? Imagine a world where consuming": "La maladie provient-elle d'un manque de nutrition ? Imaginez un monde où consommer",
  "'peach and apricot seeds' bolsters your nutrition to fight disease!": "'des graines de pêche et d'abricot' renforce votre nutrition pour combattre les maladies !",
  "If one believes the body has an immense regenerative potential to heal itself,": "Si l'on croit que le corps a un immense potentiel régénératif pour se guérir lui-même,",
  "then fighting disease begins with food.": "alors combattre la maladie commence par l'alimentation.",
  "Dr. George M. Briggs (Professor of Nutrition at the University of California) noted:": "Le Dr George M. Briggs (Professeur de nutrition à l'Université de Californie) a noté :",
  "'The typical American diet is a national disaster … If I fed it to pigs or cows, without adding vitamins and other supplements,": "'Le régime alimentaire américain typique est un désastre national... Si je le donnais à des porcs ou à des vaches, sans ajouter de vitamines et d'autres suppléments,",
  "'I could wipe out the livestock industry'. Griffin and many other doctors theorize that 'disease stems from vitamin B deficiency,": "'Je pourrais anéantir l'industrie de l'élevage'. Griffin et de nombreux autres médecins théorisent que 'la maladie provient d'une carence en vitamine B,",
  "specifically vitamin B17. Cancer is on the rise in the US, and nutrition is falling. There are far more McDonald's and other fast": "spécifiquement en vitamine B17. Le cancer est en augmentation aux États-Unis, et la nutrition diminue. Il y a beaucoup plus de McDonald's et d'autres chaînes de restauration rapide",
  "food chains than farmer's markets and Whole Foods stores. The": "que de marchés fermiers et de magasins Whole Foods. Le",
  "Hunza people": "peuple Hunza",
  "of Pakistan live longer despite living in an isolated": "du Pakistan vit plus longtemps malgré le fait de vivre dans une région isolée",
  "region without the vast resources of the US. What is the secret to their vitality?": "sans les vastes ressources des États-Unis. Quel est le secret de leur vitalité ?",
  "Apricots, consistent nitriloside foods, and a mainly plant-based diet.": "Les abricots, les aliments riches en nitrolosides et une alimentation principalement végétale.",
  "The average lifespan of an American is '78 years'. Conversely, Hunza people can live to 120 years!": "L'espérance de vie moyenne d'un Américain est de '78 ans'. À l'inverse, les Hunza peuvent vivre jusqu'à 120 ans !",
  "How does a tribe from a developing country outlive the greatest nation in the world?": "Comment une tribu d'un pays en développement peut-elle vivre plus longtemps que la plus grande nation du monde ?",
  "The Hunza tribe places a strong emphasis on vitamin A consumption and overall nutrition.": "La tribu Hunza met un fort accent sur la consommation de vitamine A et la nutrition en général.",
  "The United States values taste over nutrition and do not see a benefit in mass consumption of nitrilosides.": "Les États-Unis privilégient le goût à la nutrition et ne voient aucun avantage à la consommation massive de nitrolosides.",
  "Author Vilhjalmur Stefanson": "L'auteur Vilhjalmur Stefansson",
  "Cancer: Disease of Civilization? An Anthropological and Historical Study": "Cancer : Maladie de la civilisation ? Une étude anthropologique et historique",
  "also found 'traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)'": "a également découvert que 'le régime traditionnel des Esquimaux est riche en nitrolosides provenant de l'estomac du caribou et de la viande de renne de la toundra et de l'Arrowgrass (Triglochin Maritima)'",
  "Notably, when the Eskimos went to other regions and abandoned their traditional diet - cancer began to emerge. The pancreas plays a key role in digestion and blood sugar regulation. Notably, your chances of cancer increase with diabetes - obesity results in many diseases, including diabetes (type 2). Griffin and many other doctors determine that diet affects our health - what you eat determines your health.": "Notamment, lorsque les Esquimaux se sont rendus dans d'autres régions et ont abandonné leur régime traditionnel, le cancer a commencé à apparaître. Le pancréas joue un rôle clé dans la digestion et la régulation de la glycémie. De plus, vos chances de cancer augmentent avec le diabète - l'obésité entraîne de nombreuses maladies, y compris le diabète de type 2. Griffin et de nombreux autres médecins déterminent que l'alimentation affecte notre santé - ce que vous mangez détermine votre santé.",
  "B17 contains 'two units of glucose, one of benzaldehyde and one of cyanide (beta-glucosidase),' according to Griffin and Krebs - 'the unlocking enzyme is safe for the body but kills cancer cells'. Although traditional medicine vehemently disagrees about the efficacy of vitamin B17, the medical industry does agree that cancer loves sugar. Orthodox medicine believes that the renowned researcher - Dr. Kanematsu Sugiura, was correct in his findings about chemotherapy. Chemotherapy is the standard cancer treatment. Furthermore, traditional medicine sees no benefit in Laetrile - claiming that it can poison you from cyanide. Conversely, B12 (used throughout the USA) contains cyanide. According to Griffin, 'B17 stimulates hemoglobin or red blood cells, destroys cancer cells, nourishes non-cancer cells and can help with sickle-cell anemia'. The major difference in schools of thought is how the body should respond to disease. Orthodox medicine tends to treat symptoms of the problem. Conversely, Natural medicine believes that the body is an interconnected system - where the root cause is addressed instead of the symptom. Nutrition and addressing deficiencies or pharmaceuticals addressing certain conditions, these opposed schools of medicine have shaped the current state of healthcare in the United States.": "Le B17 contient 'deux unités de glucose, une de benzaldéhyde et une de cyanure (bêta-glucosidase)', selon Griffin et Krebs - 'l'enzyme de déblocage est sans danger pour le corps mais tue les cellules cancéreuses'. Bien que la médecine traditionnelle soit farouchement en désaccord avec l'efficacité de la vitamine B17, l'industrie médicale s'accorde à dire que le cancer adore le sucre. La médecine orthodoxe croit que le chercheur renommé - Dr. Kanematsu Sugiura, avait raison dans ses conclusions sur la chimiothérapie. La chimiothérapie est le traitement standard contre le cancer. De plus, la médecine traditionnelle ne voit aucun avantage à Laetrile - affirmant qu'il peut vous empoisonner avec du cyanure. À l'inverse, la vitamine B12 (utilisée aux États-Unis) contient du cyanure. Selon Griffin, 'Le B17 stimule l'hémoglobine ou les globules rouges, détruit les cellules cancéreuses, nourrit les cellules non cancéreuses et peut aider à lutter contre l'anémie falciforme'. La principale différence dans les écoles de pensée est la manière dont le corps doit répondre à la maladie. La médecine orthodoxe a tendance à traiter les symptômes du problème. À l'inverse, la médecine naturelle croit que le corps est un système interconnecté - où la cause profonde est abordée au lieu du symptôme. La nutrition et la correction des carences ou des médicaments pharmaceutiques pour traiter certaines conditions, ces écoles de médecine opposées ont façonné l'état actuel des soins de santé aux États-Unis.",
  "Selon Griffin et Krebs, la vitamine B17 contient 'deux unités de glucose, une de benzaldéhyde et une de cyanure (bêta-glucosidase)', et 'l'enzyme de déverrouillage est sans danger pour le corps mais tue les cellules cancéreuses'. Bien que la médecine traditionnelle conteste fermement l'efficacité de la vitamine B17, l'industrie médicale reconnaît que le cancer aime le sucre. La médecine orthodoxe estime que le célèbre chercheur, le Dr Kanematsu Sugiura, avait raison dans ses découvertes sur la chimiothérapie. La chimiothérapie est le traitement standard du cancer. De plus, la médecine traditionnelle ne voit aucun bénéfice dans la Laétrile, affirmant qu'elle pourrait être toxique à cause du cyanure. En revanche, la vitamine B12 (utilisée aux États-Unis) contient également du cyanure. Selon Griffin, 'la B17 stimule l'hémoglobine ou les globules rouges, détruit les cellules cancéreuses, nourrit les cellules non cancéreuses et peut aider contre l'anémie falciforme'. La principale différence entre ces écoles de pensée réside dans la manière dont le corps devrait réagir à la maladie. La médecine orthodoxe traite principalement les symptômes du problème. À l'inverse, la médecine naturelle considère le corps comme un système interconnecté où la cause profonde est traitée plutôt que le symptôme. Ces approches opposées, entre nutrition et traitement des carences ou entre produits pharmaceutiques ciblant certaines affections, ont façonné l'état actuel des soins de santé aux États-Unis.": "According to Griffin and Krebs, vitamin B17 contains 'two units of glucose, one of benzaldehyde, and one of cyanide (beta-glucosidase),' and 'the unlocking enzyme is safe for the body but kills cancer cells.' Although traditional medicine vehemently disagrees with the efficacy of vitamin B17, the medical industry agrees that cancer loves sugar. Orthodox medicine believes that the renowned researcher, Dr. Kanematsu Sugiura, was correct in his findings on chemotherapy. Chemotherapy is the standard cancer treatment. Furthermore, traditional medicine sees no benefit in Laetrile, claiming it could poison you from cyanide. Conversely, B12 (used throughout the USA) contains cyanide. According to Griffin, 'B17 stimulates hemoglobin or red blood cells, destroys cancer cells, nourishes non-cancer cells, and can help with sickle cell anemia.' The major difference between these schools of thought lies in how the body should respond to disease. Orthodox medicine primarily treats the symptoms of the problem. In contrast, natural medicine views the body as an interconnected system where the root cause is addressed rather than the symptom. These opposing approaches between nutrition and addressing deficiencies or pharmaceuticals targeting certain conditions have shaped the current state of healthcare in the United States.",
  "I recently spoke with a member of the medical community, who stated: 'Laetrile has not shown to be effective'. Emphasizing that 'everyone's body is different, and fighting disease begins with lowering cortisol levels (stress)'. People should be preventive, slowly shifting their nutrition and including vitamin B and other vitamins into their diet. However, he does acknowledge that disease can occur from a vitamin deficiency. Supplements and vitamins play a role in getting the body what it lacks.": "J'ai récemment parlé à un membre de la communauté médicale, qui a déclaré : 'Laetrile n'a pas montré son efficacité'. Il a souligné que 'le corps de chaque personne est différent, et lutter contre la maladie commence par abaisser les niveaux de cortisol (stress)'. Les gens devraient être préventifs, en modifiant lentement leur alimentation et en incluant la vitamine B et d'autres vitamines dans leur régime. Cependant, il reconnaît que la maladie peut survenir en raison d'une carence en vitamines. Les suppléments et vitamines jouent un rôle pour fournir au corps ce qui lui manque.",
  "In summary, disease stems from a deficiency in vitamin B (A, D, E, K) - vitamin B consumption benefits the body. B17 (Laetrile) is a controversial component similar to vitamin B and primarily found in 'bitter almond, apricot, blackthorn, cherry, nectarine, peach and plum'; adding these fruits to your diet is no harm and could benefit your nutrition. Dr. Krebs claimed, 'Healthy adults should get a minimum of 50 milligrams of B17 daily'. Regarding cancer, Laetrile is not a treatment method in the global West - Europe, USA, and Canada. However, alternative cancer treatment in Mexico and other developing nations uses Laetrile. The body is an interconnected system. Furthermore, people should value nutrition -including vitamin B and complex B vitamins for disease prevention.": "En résumé, la maladie provient d'une carence en vitamine B (A, D, E, K) - la consommation de vitamine B bénéficie au corps. Le B17 (Laetrile) est un composant controversé similaire à la vitamine B et que l'on trouve principalement dans 'l'amande amère, l'abricot, la prunelle, la cerise, la nectarine, la pêche et la prune' ; ajouter ces fruits à votre alimentation ne présente aucun danger et pourrait améliorer votre nutrition. Le Dr. Krebs a affirmé : 'Les adultes en bonne santé devraient obtenir un minimum de 50 milligrammes de B17 par jour'. En ce qui concerne le cancer, Laetrile n'est pas une méthode de traitement dans l'Occident global - Europe, USA et Canada. Cependant, le traitement alternatif du cancer au Mexique et dans d'autres pays en développement utilise Laetrile. Le corps est un système interconnecté. De plus, les gens devraient accorder de l'importance à la nutrition - y compris la vitamine B et les vitamines B complexes pour la prévention des maladies.",
  "Cancer Cures": "Cures contre le cancer",
  "Health & Wellness Blogs": "Blogs Santé & Bien-être",
  "Fenbendazole for Cancer": "Fenbendazole pour le cancer",
  "Fenbendazole for Cancer in Humans": "Fenbendazole pour le cancer chez les humains",
  "Click on image for full Blog": "Cliquez sur l'image pour lire le blog en entier",
  "Fenbendazole for Humans with Cancer": "Fenbendazole pour les humains atteints de cancer",
  "Ivermectin for Cancer": "Ivermectine pour le cancer",
  "Ivermectin for Cancer in Humans": "Ivermectine pour le cancer chez l'humain",
  "Can Constipation cause Back Pain?": "La constipation peut-elle causer des douleurs dorsales ?",
  "An estimated “80% of the population will have significant back pain. According to the NIH, “15% of the US population deal with chronic constipation”, a statistic that highlights the American diet. Our bodies are interconnected systems; constipation causes stool buildup and affects the sacral nerve. Yes, constipation can cause back pain, specifically lower back pain.": "On estime que 80 % de la population souffrira de douleurs dorsales significatives. Selon le NIH, 15 % de la population américaine souffre de constipation chronique, une statistique qui met en évidence le régime alimentaire américain. Nos corps sont des systèmes interconnectés ; la constipation entraîne une accumulation de selles et affecte le nerf sacré. Oui, la constipation peut provoquer des douleurs dorsales, en particulier dans le bas du dos.",
  "Health is optimal physical, mental, emotional and spiritual well-being. Over 50 million (15% of current pop.) Americans struggle with constipation. According to studies, “39.6% of Americans are obese”, more than double the percentage of constipated Americans. What is the American diet? The Standard American Diet (SAD) comprises high fats, dairy, oils, sugars, grains and artificial sweeteners. Shockingly, “65% of the world population have lactose intolerance”. If over half the world population (Over 4 billion people) struggle with lactose intolerance, why does American diet stress dairy? For decades, doctors linked dairy with dairy. However, athletes are turning toward plant-based protein and plant-based diets for nutrition. Star athletes — Serena and Venus Williams, Diana Taurasi (WNBA) and Nate Diaz(UFC) eat a vegan diet, along with many stars that eat primarily plant-based. Legends like Tom Brady, Arnold Schwarzenegger and LeBron James get their protein from plants. Moreover, plants are high in fiber — a cause of constipation is a low-fiber diet. Pears, strawberries, avocados, oats, raspberries and prunes are all good sources of fiber. Constipation is a symptom of a bigger problem — an obesity issue.": "La santé est un bien-être physique, mental, émotionnel et spirituel optimal. Plus de 50 millions d'Américains (15 % de la population actuelle) souffrent de constipation. Selon des études, 39,6 % des Américains sont obèses, soit plus du double du pourcentage de personnes constipées. Quel est le régime alimentaire américain ? Le régime standard américain (SAD) est riche en graisses, en produits laitiers, en huiles, en sucres, en céréales et en édulcorants artificiels. Fait surprenant, 65 % de la population mondiale est intolérante au lactose. Si plus de la moitié de la population mondiale (plus de 4 milliards de personnes) souffre d'intolérance au lactose, pourquoi le régime américain met-il l'accent sur les produits laitiers ? Pendant des décennies, les médecins ont associé les produits laitiers à la santé, mais aujourd'hui, les athlètes se tournent vers les protéines et les régimes végétaux pour leur nutrition. Des stars du sport comme Serena et Venus Williams, Diana Taurasi (WNBA) et Nate Diaz (UFC) suivent un régime végétalien, tout comme de nombreuses autres célébrités. Des légendes comme Tom Brady, Arnold Schwarzenegger et LeBron James tirent leurs protéines des plantes. De plus, les plantes sont riches en fibres — un régime pauvre en fibres est une cause de constipation. Les poires, fraises, avocats, flocons d'avoine, framboises et pruneaux sont d'excellentes sources de fibres. La constipation est un symptôme d'un problème plus vaste : l'obésité.",
  "Source": "Source",
  "Obesity is 1 of 5 causes of death in America - linked to over 60 chronic diseases. The late Dr. Sebi theorized that disease cannot survive in basic environments. Sebi instructed his patients to eat alkaline foods and avoid foods high in acidity. Dairy, processed foods and fatty oils are acidic foods. There is a direct link between inefficient nutrition and exercise and constipation. Regular exercise, eating fruits and vegetables and limiting dairy can address constipation.": "L'obésité est l'une des cinq principales causes de décès en Amérique, liée à plus de 60 maladies chroniques. Feu Dr. Sebi a théorisé que les maladies ne peuvent pas survivre dans des environnements basiques. Il conseillait à ses patients de manger des aliments alcalins et d'éviter les aliments riches en acidité. Les produits laitiers, les aliments transformés et les huiles grasses sont des aliments acides. Il existe un lien direct entre une alimentation inefficace, le manque d'exercice et la constipation. Faire de l'exercice régulièrement, manger des fruits et légumes et limiter les produits laitiers peut aider à lutter contre la constipation.",
  "Constipation can cause back pain; think of it as a “check engine light” for the body. Ask yourself: “Do I eat enough fruits and vegetables?” “Do I get enough exercise?” “Am I lactose intolerant?” “Do I have sacral nerve damage?”. Prioritizing exercise and nutrition goes a long way in fighting disease. Eat enough fruits and vegetables and try an occasional fast (consult a doctor before doing so) to keep your body healthy. If you do these things and still find yourself struggling with constipation — you might have sacral nerve damage. Treat your body like an interconnected system; what you eat affects your entire body.": "La constipation peut provoquer des douleurs dorsales ; considérez cela comme un « voyant de contrôle du moteur » pour le corps. Posez-vous la question : « Est-ce que je mange suffisamment de fruits et légumes ? » « Est-ce que je fais assez d'exercice ? » « Suis-je intolérant au lactose ? » « Ai-je des dommages au nerf sacré ? ». Donner la priorité à l'exercice et à la nutrition est essentiel pour lutter contre les maladies. Mangez suffisamment de fruits et légumes et essayez un jeûne occasionnel (consultez un médecin avant de le faire) pour garder votre corps en bonne santé. Si, malgré cela, vous souffrez encore de constipation, il se peut que vous ayez des dommages au nerf sacré. Traitez votre corps comme un système interconnecté ; ce que vous mangez affecte l’ensemble de votre organisme.",
  "Back pain stems from many factors — including nerve damage, injury, posture, lack of mobility, and straining. The sacral nerve controls many functions, including motor function to the pelvic region, bowels and bladder function. Constipated individuals often have a damaged sacral nerve. Doctors can insert a device into the rectum to stimulate a bowel movement. Functional medical doctors theorize that the body is an interconnected system. Many diseases are warning signs for detrimental problems; the body can heal itself and cannot heal when it is fighting itself. Habitually eating leafy greens, oats, or fruits (lime juice) aids in constipation and provides the body with necessary antioxidants and vitamins. Water fasting(consult doctor) plays a role in fighting constipation by giving the digestive system a “rest” and letting the body relieve itself. Enemas are another way to rid the body of toxins and relieve constipation. Doctor-led enemas help the body remove toxins.": "Le mal de dos provient de nombreux facteurs, notamment des lésions nerveuses, des blessures, une mauvaise posture, un manque de mobilité et des efforts excessifs. Le nerf sacré contrôle de nombreuses fonctions, notamment la fonction motrice de la région pelvienne, ainsi que le fonctionnement des intestins et de la vessie. Les personnes constipées ont souvent un nerf sacré endommagé. Les médecins peuvent insérer un dispositif dans le rectum pour stimuler un mouvement intestinal. Les médecins spécialisés en médecine fonctionnelle théorisent que le corps est un système interconnecté. De nombreuses maladies sont des signaux d’alerte pour des problèmes graves ; le corps peut se guérir lui-même mais ne peut pas guérir lorsqu'il se bat contre lui-même. Manger régulièrement des légumes verts à feuilles, de l’avoine ou des fruits (jus de citron) aide à lutter contre la constipation et fournit au corps les antioxydants et vitamines nécessaires. Le jeûne hydrique (consulter un médecin) joue un rôle dans la lutte contre la constipation en donnant au système digestif un « repos » et en permettant au corps de se soulager. Les lavements sont un autre moyen d’éliminer les toxines du corps et de soulager la constipation. Les lavements réalisés sous la supervision d’un médecin aident le corps à éliminer les toxines.",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Via little insertions, acupuncture works with the body's connective tissue to alter brain chemistry. The major purpose of acupuncture is pain management. 'Increased blood flow equals increased healing time'. If an athlete has a prolonged injury or partial tear, they can opt for dry needling and ultrasound therapy as an alternative to steroids. Acupuncturists use more than one technique, dry needling does not directly go into the skin, instead working with the infected area. Another route is acupressure, a manual pressure used instead of fine-needling. Another approach is cupping, an alternative treatment using suction cups to stimulate skin and muscles.": "L'acupuncture est une technique permettant d'équilibrer le flux d'énergie ou la force vitale circulant à travers les voies de votre corps. Grâce à de petites insertions, l'acupuncture agit sur les tissus conjonctifs du corps pour modifier la chimie du cerveau. Le principal objectif de l'acupuncture est la gestion de la douleur. 'Un flux sanguin accru signifie un temps de guérison plus rapide'. Si un athlète a une blessure prolongée ou une déchirure partielle, il peut opter pour le dry needling et la thérapie par ultrasons comme alternative aux stéroïdes. Les acupuncteurs utilisent plusieurs techniques, le dry needling ne pénètre pas directement la peau mais agit sur la zone affectée. Une autre méthode est l’acupression, qui utilise une pression manuelle au lieu des aiguilles fines. Une autre approche est le cupping, un traitement alternatif utilisant des ventouses pour stimuler la peau et les muscles.",
  "Dry Needling vs Acupuncture": "Dry Needling vs Acupuncture",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom.": "L'acupuncture est une technique visant à équilibrer le flux d'énergie, ou force vitale, qui circule à travers les voies de votre corps. Le dry needling est utilisé pour les troubles et maladies musculo-squelettiques, en soulageant les points de déclenchement de la douleur.",
  "Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom. Unlike Traditional Chinese medicine, dry needles work with the body's anatomy. There are two types - pistoning (insertion directly into the trigger point) and muscle contraction (insertion directly into the skin). This technique is used more for pain and stiffness of the muscles. Regardless, dry needling and acupuncture are both considered safe via a practitioner.": "Le dry needling a pour objectif de traiter les troubles et maladies musculo-squelettiques en soulageant les symptômes des points de déclenchement. Contrairement à la médecine traditionnelle chinoise, les aiguilles sèches travaillent avec l'anatomie du corps. Il existe deux types - le pistonnage (insertion directement dans le point de déclenchement) et la contraction musculaire (insertion directement dans la peau). Cette technique est principalement utilisée pour soulager la douleur et la raideur musculaire. Quoi qu’il en soit, le dry needling et l’acupuncture sont tous deux considérés comme sûrs lorsqu’ils sont pratiqués par un professionnel.",
  "Acupuncture works to increase blood flow, reduce inflammation, and does not alter your brain chemistry or have side effects like pharmaceuticals. Pharmaceuticals disrupt your brain chemistry and do not work with your brain's pathways.": "L'acupuncture aide à augmenter le flux sanguin, à réduire l'inflammation et n'altère pas la chimie du cerveau ni ne provoque d'effets secondaires comme les produits pharmaceutiques. Les produits pharmaceutiques perturbent la chimie du cerveau et ne travaillent pas avec les voies naturelles du cerveau.",
  "The Curious Case of Cancer: Everyday Fruit for Prevention": "Le cas curieux du cancer : les fruits du quotidien pour la prévention",
  "“Cancer Cases, Deaths in Men Predicted to Surge by 2050”.": "“Les cas de cancer et les décès chez les hommes devraient augmenter d'ici 2050”.",
  "Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "Actuellement, le cancer est responsable d'un décès sur cinq dans le monde. Il n'existe pas de remède contre le cancer et les experts prévoient une augmentation des décès liés au cancer. Et si je vous disais que la solution se trouve dans notre alimentation ? La plus grande chaîne de restauration rapide au monde est McDonald’s. Le Dr. Sebi a théorisé que les huiles de graines deviennent cancérigènes une fois chauffées. Explorons la relation entre l’alimentation, le cancer et les fruits aux puissantes propriétés préventives.",
  "Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1).": "L'huile de canola a été créée pour la première fois au début des années 1970 en tant qu'huile naturelle. Mais en 1995, Monsanto a créé une version génétiquement modifiée de l'huile de canola. En 2009, plus de 90 % de la culture de canola canadienne était génétiquement modifiée (1).",
  "Veganism is steadily criticized online. The Standard American Diet has convinced Americans that mass consumption of dairy and meat is paramount to health. Ironically, African Americans consume more meat than other races. I am not a Nutritionist, but researchers, Nutritionists and Herbalists universally agree that disease stems from deficiency. The disagreement stems from protein consumption and the best sources of protein. Furthermore, regardless of your perspective on veganism, star athletes Chris Paul (3rd oldest active NBA Player) and Serena Williams (23 Grand Slam Titles [2nd most]) indicate you can perform efficiently by being plant-based. Future Hall of Fame Quarterback Tom Brady is primarily plant-based, eating “80% plant-based, 20% animal-based”. Regarding dairy, “80% of African and Native Americans are lactose intolerant”, diets high in meat and dairy do not provide the necessary vitamins and nutrients that plants do. Moreover, all pharmaceuticals have a plant root.": "Le véganisme est constamment critiqué en ligne. Le régime alimentaire américain standard a convaincu les Américains que la consommation massive de produits laitiers et de viande est essentielle à la santé. Ironiquement, les Afro-Américains consomment plus de viande que les autres groupes ethniques. Je ne suis pas nutritionniste, mais les chercheurs, nutritionnistes et herboristes s'accordent à dire que la maladie découle d'une carence. Le désaccord porte sur la consommation de protéines et les meilleures sources de protéines. De plus, quel que soit votre point de vue sur le véganisme, des athlètes de renom comme Chris Paul (3e joueur NBA actif le plus âgé) et Serena Williams (23 titres du Grand Chelem [2e plus grand nombre]) montrent qu'on peut être performant en étant à base de plantes. Le futur membre du Hall of Fame, Tom Brady, suit principalement un régime végétal, mangeant « 80 % d'aliments à base de plantes et 20 % d'aliments d'origine animale ». Concernant les produits laitiers, « 80 % des Afro-Américains et des Amérindiens sont intolérants au lactose ». Les régimes riches en viande et en produits laitiers ne fournissent pas les vitamines et nutriments nécessaires que les plantes offrent. De plus, toutes les substances pharmaceutiques ont une origine végétale.",
  "African Americans are more prone to prostate cancer (and general cancer) than any other race.": "Les Afro-Américains sont plus sujets au cancer de la prostate (et au cancer en général) que tout autre groupe ethnique.",
  "How many times have you eaten an apricot seed? Dr. Ernst T. Krebs Jr. found that cancer stems from a deficiency in a compound in the nitriloside family. Specifically the Prunus Rosacea family: apricot seeds, blackthorn, bitter almonds, peaches, plums, cherries and nectarines. Apricot seeds have a high amount of nitrilosides. At the Sloan-Kettering Cancer Center, researcher Dr. Kanematsu Sugiura found five results: Laetrile stopped metastasis (cancer spreading) in mice, It improved their general health, It inhibited the growth of small tumors, It provided relief from pain, It acted as cancer prevention. Do apricot seeds have cyanide? Roasted apricot seeds have not shown a poisonous effect. Cases involving cyanide poisoning with apricot seeds are usually cloaked in mystery and multi-faceted. Compare two societies, one that consumes high amounts of apricot seeds and one that consumes none.": "Combien de fois avez-vous mangé un noyau d'abricot ? Le Dr Ernst T. Krebs Jr. a découvert que le cancer découle d'une carence en un composé de la famille des nitrilosides. Plus précisément, la famille Prunus Rosacea : noyaux d'abricot, prunellier, amandes amères, pêches, prunes, cerises et nectarines. Les noyaux d'abricot contiennent une grande quantité de nitrilosides. Au Sloan-Kettering Cancer Center, le chercheur Dr Kanematsu Sugiura a découvert cinq résultats : « La laétrile a arrêté la métastase (propagation du cancer) chez les souris, elle a amélioré leur santé générale, elle a inhibé la croissance de petites tumeurs, elle a soulagé la douleur, elle a agi comme une prévention du cancer ». Les noyaux d'abricot contiennent-ils du cyanure ? Les noyaux d'abricot grillés n'ont montré aucun effet toxique. Les cas d'empoisonnement au cyanure liés aux noyaux d'abricot sont généralement entourés de mystère et multi-facettes. Comparez deux sociétés, l'une consommant de grandes quantités de noyaux d'abricot et l'autre aucune.",
  "Described in World Without Cancer: The Story of Vitamin B17, “the Hunza tribe eat on average 30–50 apricot seeds in one sitting”, and can live on average “120 years”. Notably, B17 is banned in the United States. Americans live between 77–78 years on average. A vast difference, the “traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)”. Notably, author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) found: “When the Eskimos went to other regions and abandoned their traditional diet — cancer began to emerge.” B17 is banned as a cancer treatment in the United States, Australia, Canada and Europe. Ironically, Australia, New Zealand, the United States and Canada lead the world in cancer deaths. Countries like India have lower cancer rates because of their approach to medicine and plant-based diets. Ironically, Sudan does not have a McDonald’s and consumes diets rich in spices. Dr. Ernst T. Krebs Jr. recommends people eat “a minimum of 50 milligrams of B17 daily”": "Décrit dans *World Without Cancer: The Story of Vitamin B17*, « la tribu Hunza mange en moyenne 30 à 50 noyaux d'abricot en une seule fois » et peut vivre en moyenne « 120 ans ». Notamment, la B17 est interdite aux États-Unis. Les Américains vivent en moyenne entre 77 et 78 ans. Une grande différence, le « régime traditionnel des Esquimaux est riche en nitriloside provenant de l'estomac du caribou et de la viande de renne de la toundra ainsi que de l'Arrowgrass (*Triglochin Maritima*) ». Notamment, l'auteur Vilhjalmur Stefansson (*Cancer: Disease of Civilization? An Anthropological and Historical Study*) a découvert que : « Lorsque les Esquimaux sont allés dans d'autres régions et ont abandonné leur régime alimentaire traditionnel, le cancer a commencé à émerger. » La B17 est interdite comme traitement du cancer aux États-Unis, en Australie, au Canada et en Europe. Ironiquement, l'Australie, la Nouvelle-Zélande, les États-Unis et le Canada sont en tête du monde en termes de décès par cancer. Des pays comme l'Inde ont des taux de cancer plus bas en raison de leur approche de la médecine et des régimes à base de plantes. Ironiquement, le Soudan n'a pas de McDonald's et consomme des régimes riches en épices. Le Dr Ernst T. Krebs Jr. recommande aux gens de consommer « un minimum de 50 milligrammes de B17 par jour ».",
  "Sudan has the lowest cancer rates in the world.": "Le Soudan a les taux de cancer les plus bas au monde.",
  "The FDA banned Laetrile in 1980, three years after Dr. Suguira noted that it could kill cancer cells (72–77). The major reason B17 is illegal is from potential cyanide poisoning. Dr. Krebs claimed, 'Roasted seeds destroy the unlocking enzyme - beta-glucosidase, high in cyanide'. Griffin claims that the cyanide claim was due to 'discrediting vitamin B17'. It is important to note that cigarettes, alcohol, seed oils, Red 40 and other dyes are toxic and cause harm to the human body. McDonald's is located in every state and capital (except Montpelier) in the United States. Why does the FDA ban Laetrile for cyanide but does not ban vapes for being toxic to Americans? Humans are resistant to change - the doctor who proposed washing your hands before childbirth was fired. Medical institutions have a standard and do not want doctors to start straying from the norm. There is money in medicine - it is a billion-dollar industry. Most doctors and nurses do not know that the Flexner Report is the curriculum of modern medicine. Why is there no cure for cancer? In short, politics - lives are at stake, and institutions require 100% assurance that the treatment is safe and effective before being rolled out to the public.": "La FDA a interdit la Laétrile en 1980, trois ans après que le Dr Sugiura ait noté qu'elle pouvait tuer les cellules cancéreuses (72-77). La principale raison pour laquelle la B17 est illégale est le risque potentiel d'empoisonnement au cyanure. Le Dr Krebs a affirmé que 'les graines grillées détruisent l'enzyme de déverrouillage - la bêta-glucosidase, riche en cyanure'. Griffin prétend que l'affirmation sur le cyanure visait à 'discréditer la vitamine B17'. Il est important de noter que les cigarettes, l'alcool, les huiles de graines, le colorant Red 40 et d'autres additifs sont toxiques et nuisent au corps humain. McDonald's est présent dans tous les États et capitales des États-Unis (sauf Montpelier). Pourquoi la FDA interdit-elle la Laétrile à cause du cyanure mais n'interdit pas les cigarettes électroniques alors qu'elles sont toxiques pour les Américains ? Les humains résistent au changement - le médecin qui a proposé de se laver les mains avant l'accouchement a été licencié. Les institutions médicales ont une norme et ne veulent pas que les médecins s'en écartent. La médecine est un secteur lucratif - c'est une industrie qui génère des milliards de dollars. La plupart des médecins et infirmières ignorent que le rapport Flexner est la base du programme d'études de la médecine moderne. Pourquoi n'existe-t-il pas de remède contre le cancer ? En résumé, la politique - des vies sont en jeu, et les institutions exigent une assurance à 100 % que le traitement est sûr et efficace avant d'être déployé auprès du public.",
  "What if I live in the United States, Canada, Australia or Europe and cannot access B17? Ty Bollinger and his wife Charlene recently released a documentary about cancer. In the fascinating documentary, these two plants: black raspberry and figs, were depicted as great for cancer prevention. How did we overlook fruits in every major supermarket in the world? Black raspberry is native to E. North America; the South and Eastern North America have higher cancer rates. Black raspberries have high amounts of antioxidants and anthocyanins (‘ORAC off the charts’). The mixture of ellagic acid can kill cancer cells. The science is mixed, but if some doctors and researchers determine it has preventive potential — consume black raspberry. Next, figs contain fig latex, “this milky substance is a strong anti-cancer agent”. What about chemotherapy? Do you know anyone who has died of black raspberry or fig overdose? In the previous paragraph, we reviewed B17, there are no major publications or reports about overdose deaths involving apricot seeds.": "Que faire si je vis aux États-Unis, au Canada, en Australie ou en Europe et que je ne peux pas accéder à la B17 ? Ty Bollinger et sa femme Charlene ont récemment sorti un documentaire sur le cancer. Dans ce documentaire fascinant, deux plantes ont été mises en avant pour leur rôle dans la prévention du cancer : la framboise noire et la figue. Comment avons-nous pu ignorer ces fruits présents dans tous les supermarchés du monde ? La framboise noire est originaire de l'est de l'Amérique du Nord ; le sud et l'est de l'Amérique du Nord ont des taux de cancer plus élevés. Les framboises noires contiennent de grandes quantités d'antioxydants et d'anthocyanines ('ORAC extrêmement élevé'). Le mélange d'acide ellagique peut tuer les cellules cancéreuses. Les études sont partagées, mais si certains médecins et chercheurs estiment qu'elle a un potentiel préventif, consommez de la framboise noire. Ensuite, les figues contiennent du latex de figue, 'cette substance laiteuse est un puissant agent anticancéreux'. Et la chimiothérapie ? Connaissez-vous quelqu'un qui est mort d'une overdose de framboise noire ou de figue ? Dans le paragraphe précédent, nous avons parlé de la B17, et il n'existe aucune publication majeure ou rapport faisant état de décès dus à une overdose de graines d'abricot.",
  "The study shows that fig latex has a strong anti-cancer effect on liver and brain cancers.": "L'étude montre que le latex de figue a un fort effet anticancéreux sur les cancers du foie et du cerveau.",
  "Chemotherapy causes death in more than 25% of cancer patients.": "La chimiothérapie entraîne la mort de plus de 25% des patients atteints de cancer.",
  "We identified 931 deaths and 659 patients treated with chemotherapy. Forty-three patients died within 30 days of receiving chemotherapy. These 43 patients represent 6% of those given chemotherapy during that period and 4.6% of all deaths under our service.": "Nous avons identifié 931 décès et 659 patients traités par chimiothérapie. Quarante-trois patients sont décédés dans les 30 jours suivant la réception de la chimiothérapie. Ces 43 patients représentent 6% de ceux ayant reçu une chimiothérapie pendant cette période et 4,6% de tous les décès sous notre service.",
  "Notably, the cancer treatments of both and involving natural remedies, detoxification, and green diets are practiced in Mexico to this day. Additionally, B17 is available in Mexico for cancer patients and the general public. What are the results? This article notes that the statistics were skewed because of poor record-keeping. Cancer statistics have always left the public and researchers baffled. For instance, in World Without Cancer: The Story of Vitamin B17, the results of B-17 vs. Control Group (Saline solution) were as follows: “The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group.” Not to mention, Ty Bollinger and G. Edward Griffin are deemed crocks and conspiracy theorists for publishing literature and shining light on cancer treatments.": "Notamment, les traitements du cancer impliquant des remèdes naturels, la détoxification et les régimes verts sont pratiqués au Mexique jusqu'à ce jour. De plus, la vitamine B17 est disponible au Mexique pour les patients atteints de cancer et le grand public. Quels sont les résultats ? Cet article note que les statistiques ont été biaisées en raison d'une mauvaise tenue des dossiers. Les statistiques sur le cancer ont toujours laissé le public et les chercheurs perplexes. Par exemple, dans *World Without Cancer: The Story of Vitamin B17*, les résultats de la vitamine B17 par rapport au groupe témoin (solution saline) étaient les suivants : « Les petites tumeurs ont cessé de croître 40% du temps dans le groupe témoin à la solution saline et seulement 27% du temps dans le groupe traité. » De plus, Ty Bollinger et G. Edward Griffin sont considérés comme des escrocs et des théoriciens du complot pour avoir publié des ouvrages sur les traitements du cancer.",
  "In a world of misinformation, focus on the undeniable properties of what you are eating. The medicinal properties of apricot seeds, black raspberries and figs are undeniable. The controversy occurs when you deem a fruit or product as a treatment. None of those fruits are toxic or harmful, put down the hamburger and prioritize the plants. The body can heal itself, focus on eating plants that prevent disease before they occur.": "Dans un monde de désinformation, concentrez-vous sur les propriétés indéniables de ce que vous mangez. Les propriétés médicinales des noyaux d'abricot, des mûres noires et des figues sont indéniables. La controverse survient lorsque vous considérez un fruit ou un produit comme un traitement. Aucun de ces fruits n'est toxique ou nocif, laissez tomber le hamburger et privilégiez les plantes. Le corps peut se guérir lui-même, concentrez-vous sur la consommation de plantes qui préviennent les maladies avant qu'elles ne surviennent.",
  "Cancer Cases, Deaths in Men Predicted to Surge by 2050. Currently, cancer is responsible for 1 in 5 deaths in the world.": "Les cas de cancer et les décès chez les hommes devraient augmenter d'ici 2050. Actuellement, le cancer est responsable de 1 décès sur 5 dans le monde.",
  "There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat?": "Il n'y a pas de remède contre le cancer, et les statisticiens prévoient une augmentation des décès dus au cancer. Et si je vous disais que le remède contre le cancer se trouve dans les aliments que nous mangeons?",
  "The number one fast food chain in the world is McDonald’s.": "La chaîne de restauration rapide numéro un au monde est McDonald's.",
  "Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered. Dr. Sebi theorized that seed oils are carcinogenic once heated.": "L'huile de canola a été créée pour la première fois au début des années 1970 en tant qu'huile naturelle. Mais en 1995, Monsanto a créé une version génétiquement modifiée de l'huile de canola. En 2009, plus de 90 % de la récolte d'huile de canola canadienne était génétiquement modifiée. Le Dr Sebi a théorisé que les huiles de graines sont cancérigènes une fois chauffées.",
  "Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "Explorons la relation entre la nourriture, le cancer et les fruits aux puissantes propriétés préventives.",

  "Veganism is steadily criticized online. The Standard American Diet has convinced Americans that mass consumption of dairy and meat is paramount to health.": "Le véganisme est constamment critiqué en ligne. Le régime alimentaire américain standard a convaincu les Américains que la consommation massive de produits laitiers et de viande est essentielle pour la santé.",
  "African Americans are more prone to prostate cancer (and general cancer) than any other race.": "Les Afro-Américains sont plus susceptibles de développer un cancer de la prostate (et un cancer général) que toute autre race.",
  "Ironically, African Americans consume more meat than other races. I am not a Nutritionist, but researchers, Nutritionists, and Herbalists universally agree that disease stems from deficiency. The disagreement stems from protein consumption and the best sources of protein. Furthermore, regardless of your perspective on veganism, star athletes Chris Paul (3rd oldest active NBA Player) and Serena Williams (23 Grand Slam Titles [2nd most]) indicate you can perform efficiently by being plant-based. Future Hall of Fame Quarterback Tom Brady is primarily plant-based, eating “80% plant-based, 20% animal-based”. Regarding dairy, “80% of African and Native Americans are lactose intolerant”, diets high in meat and dairy do not provide the necessary vitamins and nutrients that plants do. Moreover, all pharmaceuticals have a plant root.": "Ironiquement, les Afro-Américains consomment plus de viande que les autres races. Je ne suis pas nutritionniste, mais les chercheurs, les nutritionnistes et les herboristes s'accordent universellement à dire que la maladie découle d'une carence. Le désaccord provient de la consommation de protéines et des meilleures sources de protéines. De plus, quel que soit votre point de vue sur le véganisme, les athlètes vedettes Chris Paul (3e joueur actif le plus âgé de la NBA) et Serena Williams (23 titres du Grand Chelem [2e plus grand nombre]) indiquent que vous pouvez performer efficacement en étant végétalien. Le futur Hall of Famer, le quart-arrière Tom Brady est principalement végétalien, mangeant « 80 % d'aliments à base de plantes, 20 % d'aliments d'origine animale ». En ce qui concerne les produits laitiers, « 80 % des Afro-Américains et des Amérindiens sont intolérants au lactose », les régimes riches en viande et en produits laitiers ne fournissent pas les vitamines et les nutriments nécessaires que les plantes fournissent. De plus, tous les produits pharmaceutiques ont une racine de plante.",

  "Described in World Without Cancer: The Story of Vitamin B17, “the Hunza tribe eat on average 30–50 apricot seeds in one sitting”, and can live on average “120 years”. Notably, B17 is banned in the United States. Americans live between 77–78 years on average. A vast difference, the “traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)”. Notably, author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) found: “When the Eskimos went to other regions and abandoned their traditional diet — cancer began to emerge.” B17 is banned as a cancer treatment in the United States, Australia, Canada and Europe. Ironically, Australia, New Zealand, the United States and Canada lead the world in cancer deaths. Countries like India have lower cancer rates because of their approach to medicine and plant-based diets.": "Décrit dans World Without Cancer: The Story of Vitamin B17, “la tribu Hunza mange en moyenne 30 à 50 graines d’abricot en une seule fois”, et peut vivre en moyenne “120 ans”. Il est à noter que la B17 est interdite aux États-Unis. Les Américains vivent en moyenne entre 77 et 78 ans. Une grande différence, le “régime traditionnel esquimau est riche en nitriloside provenant de l’estomac du caribou et de la viande de renne de la toundra et de l’Arrowgrass (Triglochin Maritima)”. Il est à noter que l’auteur Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) a découvert : “Lorsque les Esquimaux sont allés dans d’autres régions et ont abandonné leur régime traditionnel, le cancer a commencé à apparaître.” La B17 est interdite comme traitement contre le cancer aux États-Unis, en Australie, au Canada et en Europe. Ironiquement, l’Australie, la Nouvelle-Zélande, les États-Unis et le Canada sont en tête des décès par cancer dans le monde. Des pays comme l’Inde ont des taux de cancer plus faibles en raison de leur approche de la médecine et des régimes à base de plantes.",
  "Sudan has the lowest cancer rates in the world.": "Le Soudan a les taux de cancer les plus bas au monde.",
  "Ironically, Sudan does not have a McDonald’s and consumes diets rich in spices. Dr. Ernst T. Krebs Jr. recommends people eat “a minimum of 50 milligrams of B17 daily”.": "Ironiquement, le Soudan n’a pas de McDonald’s et consomme des régimes riches en épices. Le Dr Ernst T. Krebs Jr. recommande aux gens de manger “un minimum de 50 milligrammes de B17 par jour”.",

  "What if I live in the United States, Canada, Australia or Europe and cannot access B17? Ty Bollinger and his wife Charlene recently released a documentary about cancer. In the fascinating documentary, these two plants: black raspberry and figs, were depicted as great for cancer prevention. How did we overlook fruits in every major supermarket in the world? Black raspberry is native to E. North America; the South and Eastern North America have higher cancer rates. Black raspberries have high amounts of antioxidants and anthocyanins (‘ORAC off the charts’). The mixture of ellagic acid can kill cancer cells. The science is mixed, but if some doctors and researchers determine it has preventive potential — consume black raspberry. Next, figs contain fig latex, “this milky substance is a strong anti-cancer agent”.": "Et si je vis aux États-Unis, au Canada, en Australie ou en Europe et que je ne peux pas accéder à la B17 ? Ty Bollinger et sa femme Charlene ont récemment sorti un documentaire sur le cancer. Dans ce documentaire fascinant, deux plantes ont été mises en avant pour leur rôle dans la prévention du cancer : la framboise noire et la figue. Comment avons-nous pu ignorer ces fruits présents dans tous les supermarchés du monde ? La framboise noire est originaire de l'est de l'Amérique du Nord ; le sud et l'est de l'Amérique du Nord ont des taux de cancer plus élevés. Les framboises noires contiennent de grandes quantités d'antioxydants et d'anthocyanines ('ORAC extrêmement élevé'). Le mélange d'acide ellagique peut tuer les cellules cancéreuses. Les études sont partagées, mais si certains médecins et chercheurs estiment qu'elle a un potentiel préventif, consommez de la framboise noire. Ensuite, les figues contiennent du latex de figue, 'cette substance laiteuse est un puissant agent anticancéreux'.",
  "The study shows that fig latex has a strong anti-cancer effect on liver and brain cancers.": "L'étude montre que le latex de figue a un fort effet anticancéreux sur les cancers du foie et du cerveau.",
  "What about chemotherapy? Do you know anyone who has died of black raspberry or fig overdose? In the previous paragraph, we reviewed B17, there are no major publications or reports about overdose deaths involving apricot seeds.": "Et la chimiothérapie ? Connaissez-vous quelqu'un qui est mort d'une overdose de framboise noire ou de figue ? Dans le paragraphe précédent, nous avons parlé de la B17, et il n'existe aucune publication majeure ou rapport faisant état de décès dus à une overdose de graines d'abricot.",
  "Chemotherapy causes death in more than 25% of cancer patients.": "La chimiothérapie cause la mort de plus de 25 % des patients atteints de cancer",
  "We identified 931 deaths and 659 patients treated with chemotherapy. Forty-three patients died within 30 days of receiving chemotherapy. These 43 patients represent 6% of those given chemotherapy during that period and 4.6% of all deaths under our service.": "Nous avons identifié 931 décès et 659 patients traités par chimiothérapie. Quarante-trois patients sont décédés dans les 30 jours suivant la chimiothérapie. Ces 43 patients représentent 6 % de ceux ayant reçu une chimiothérapie pendant cette période et 4,6 % de tous les décès sous notre service.",
  "That study was done in New Zealand, one of the few countries with fewer cancer cases than the United States.": "Cette étude a été réalisée en Nouvelle-Zélande, l'un des rares pays à avoir moins de cas de cancer que les États-Unis.",
  "one of many reports throughout the years. Another study found.": "l'un des nombreux rapports au fil des années. Une autre étude a révélé.",

  "Notably, the cancer treatments of both": "Notamment, les traitements contre le cancer des deux",
  "and": "et",
  "involving natural remedies, detoxification, and green diets are practiced in Mexico to this day. Additionally, B17 is available in Mexico for cancer patients and the general public. What are the results?": "impliquant des remèdes naturels, la détoxification et des régimes verts sont pratiqués au Mexique à ce jour. De plus, la B17 est disponible au Mexique pour les patients atteints de cancer et le grand public. Quels sont les résultats ?",
  "According to recent data, Mexico’s death rate from cancer is 37 percent that of the United States. This rate, though, clashes with the perceptions of the Mexican public and of medical professionals, who see cancer far more frequently.": "Selon des données récentes, le taux de mortalité par cancer au Mexique est de 37 % de celui des États-Unis. Ce taux, cependant, entre en conflit avec les perceptions du public mexicain et des professionnels de la santé, qui voient le cancer beaucoup plus fréquemment.",
  "This article notes that the statistics were skewed because of poor record-keeping. Cancer statistics have always left the public and researchers baffled. For instance in World Without Cancer: The Story of Vitamin B17 the results of B-17 vs. Control Group (Saline solution) were as follows: “The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group”. Not to mention, Ty Bollinger and G. Edward Griffin are deemed crocks and conspiracy theorists for publishing literature and shining light on cancer treatments.": "Cet article note que les statistiques étaient faussées en raison d'une mauvaise tenue des dossiers. Les statistiques sur le cancer ont toujours laissé le public et les chercheurs perplexes. Par exemple, dans World Without Cancer: The Story of Vitamin B17, les résultats de B-17 par rapport au groupe témoin (solution saline) étaient les suivants : 'Les petites tumeurs ont cessé de croître 40 % du temps dans le groupe témoin salin et seulement 27 % du temps dans le groupe traité'. Sans oublier que Ty Bollinger et G. Edward Griffin sont considérés comme des charlatans et des théoriciens du complot pour avoir publié de la littérature et mis en lumière les traitements contre le cancer.",

  "Harry Hoxsey": "Harry Hoxsey",
  "Max Gerson": "Max Gerson",
  "According to recent data, Mexico’s death rate from cancer is 37 percent that of the United States. This rate, though, clashes with the perceptions of the Mexican public and of medical professionals, who see cancer far more frequently.": "Selon des données récentes, le taux de mortalité par cancer au Mexique est de 37% de celui des États-Unis. Cependant, ce taux contredit la perception du public mexicain et des professionnels de la santé, qui constatent le cancer beaucoup plus fréquemment.",
  "In a world of misinformation, focus on the undeniable properties of what you are eating. The medicinal properties of apricot seeds, black raspberries, and figs are undeniable. The controversy occurs when you deem a fruit or product as a treatment. None of those fruits are toxic or harmful, put down the hamburger and prioritize the plants. The body can heal itself, focus on eating plants that prevent disease before they occur.": "Dans un monde rempli de désinformation, concentrez-vous sur les propriétés indéniables de ce que vous mangez. Les propriétés médicinales des noyaux d'abricot, des framboises noires et des figues sont indéniables. La controverse survient lorsque l'on considère un fruit ou un produit comme un traitement. Aucun de ces fruits n'est toxique ou nocif, laissez tomber le hamburger et privilégiez les plantes. Le corps peut se guérir lui-même, concentrez-vous sur l’alimentation qui prévient les maladies avant qu’elles ne surviennent.",
  "How does the world get cheaper and less invasive healthcare?": "Comment le monde peut-il obtenir des soins de santé moins chers et moins invasifs ?",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of green diets and detoxification to cleanse the body from toxins that cause cancer.": "Une détox nettoie le corps. Une détox à base d'eau est un moyen d'éliminer les toxines du corps. Une cure de détox hydrique dure généralement de 1 à 3 jours pour restaurer les cellules en état de cétose. De plus, lors d'une détox, commencez par une détox à l'eau pour éliminer les toxines des reins et du foie (ceci n'est pas un conseil médical). Une détox hydrique aide le corps à se guérir lui-même. La détoxification joue un rôle essentiel dans la régénération et le rajeunissement cellulaires, deux éléments clés du bien-être. Des traitements contre le cancer à travers le monde, comme la thérapie Gerson et le régime Dr. Sebi, utilisent des formes de régimes verts et de détoxification pour purifier le corps des toxines qui causent le cancer.",
  "Cellular Regeneration": "Régénération cellulaire",
  "Disease deteriorates people over time. For instance, Parkinson's reduced my grandmother to trembling, hunched over without uttering a word. African Americans are 3x more likely to to die from asthma than whites. Medicine has used black bodies without consent. As distrust of Organized Medicine intensifies people need to understand Prevention.": "Les maladies détériorent les gens avec le temps. Par exemple, la maladie de Parkinson a réduit ma grand-mère à trembler, courbée sans prononcer un mot. Les Afro-Américains ont trois fois plus de risques de mourir de l'asthme que les Blancs. La médecine a utilisé les corps noirs sans consentement. Alors que la méfiance à l'égard de la médecine organisée s'intensifie, les gens doivent comprendre la prévention.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.treatments globally like the Gerson Therapy and use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "Une détoxifie nettoie le corps. Une détoxification à l'eau est un moyen d'éliminer les toxines du corps. Une détoxification à l'eau dure de 1 à 3 jours pour restaurer les cellules à la cétose. De plus, lorsque vous faites une détoxification, commencez par une détoxification à l'eau pour éliminer les toxines des reins et du foie (ce n'est pas un avis médical). Une détoxification à l'eau aide le corps à se guérir lui-même. La détoxification joue un rôle essentiel dans la régénération cellulaire et la rajeunissement cellulaire - deux composants du bien-être. Des traitements mondiaux comme la thérapie Gerson et l'utilisation de régimes verts et de détoxification pour nettoyer le corps des toxines qui causent le cancer.",
  "All people have innate healing powers. Effective healing addresses all aspects of a person's life. Preventive wellness is a state of health characterized by a positive emotional state of mind. The smallest ailment can effect you internally and externally, ruining your mood for the day.": "Toutes les personnes ont des pouvoirs de guérison innés. La guérison efficace aborde tous les aspects de la vie d'une personne. Le bien-être préventif est un état de santé caractérisé par un état d'esprit émotionnel positif. Le plus petit malaise peut vous affecter intérieurement et extérieurement, ruinant votre humeur pour la journée.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.": "Une détox nettoie le corps. Une détox à l'eau est un moyen d'éliminer les toxines du corps. Une détox à l'eau dure de 1 à 3 jours pour restaurer les cellules à la cétose. De plus, lors d'une détox, commencez par une détox à l'eau pour éliminer les toxines des reins et du foie (ce n'est pas un conseil médical). Une détox à l'eau aide le corps à se guérir lui-même. La détoxification joue un rôle intégral dans la régénération cellulaire et le rajeunissement cellulaire - deux composantes du bien-être.",
  "treatments globally like the Gerson Therapy and": "traitements dans le monde comme la Thérapie Gerson et",
  "Dr. Sebi diet": "le régime du Dr. Sebi",
  "use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "utilisent des formes de régimes verts et de détoxification pour nettoyer le corps des toxines qui causent le cancer.",

  "It starts with a diet rich in antioxidants and vitamins. Food is medicine, their is more benefit from the plant than the supplement. Second, utilize plants instead of pills to work in conjunction with the body instead of being reliant on pills. An estimated 30 million Americans do not have access to health insurance. Preventive wellness, plants as medicine, and holistic care provide a distinct level of healthcare that keeps the body healthy instead of constantly sick.": "Cela commence par un régime riche en antioxydants et en vitamines. La nourriture est de la médecine, il y a plus d'avantages dans la plante que dans le supplément. Ensuite, utilisez des plantes au lieu de pilules pour travailler en collaboration avec le corps au lieu de dépendre des pilules. On estime que 30 millions d'Américains n'ont pas accès à l'assurance maladie. Le bien-être préventif, les plantes comme médecine et les soins holistiques offrent un niveau distinct de soins de santé qui maintient le corps en bonne santé au lieu d'être constamment malade.",
  "What is Acupuncture?": "Qu'est-ce que l'acupuncture?",
  "According to the": "Selon le",
  "CDC,": "CDC,",
  "there were \"70360 opioid deaths in 2019\". In an industry where the body divides into parts, acupuncture balances the flow of energy or life force believed to flow through pathways in your body. Acupuncture can relieve pain, nausea, vomiting, osteoarthritis and respiratory disorders at a reduced price and without the struggles of opioid addiction. Acupuncture works with the body's connective tissue that messages to your brain that alter brain chemistry in an effective and non-destructive way.": "il y a eu \"70 360 décès liés aux opioïdes en 2019\". Dans une industrie où le corps est divisé en parties, l'acupuncture équilibre le flux d'énergie ou de force vitale censé circuler dans les voies de votre corps. L'acupuncture peut soulager la douleur, les nausées, les vomissements, l'arthrose et les troubles respiratoires à un prix réduit et sans les luttes de la dépendance aux opioïdes. L'acupuncture travaille avec le tissu conjonctif du corps qui envoie des messages à votre cerveau, modifiant la chimie cérébrale de manière efficace et non destructive.",
  "According to": "Selon",
  "Pubmed,": "Pubmed,",
  "'the average cost of opioids is $67.98'. The approximate total of an entire treatment of acupuncture is $1000. Unlike opioids, acupuncture approximates the number of treatments it takes for treatment. Opioids range in price, and the cost of addiction is valuable to the toll it takes on your life.": "'le coût moyen des opioïdes est de 67,98 $'. Le coût total approximatif d'un traitement complet d'acupuncture est de 1000 $. Contrairement aux opioïdes, l'acupuncture estime le nombre de traitements nécessaires pour le traitement. Les opioïdes varient en prix, et le coût de la dépendance est précieux par rapport au tribut qu'elle prend sur votre vie.",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites": "Le processus de l'acupuncture est un processus en quatre étapes, commençant par la vérification du pouls et d'autres signes vitaux. Ensuite, insérez les aiguilles dans les points d'acupuncture ou les points où le sang, la lymphe et les nerfs peuvent facilement accéder au tissu conjonctif. Ensuite, manipulez les aiguilles, et parfois la moxibustion est appliquée. La moxibustion est une technique médicale traditionnelle chinoise qui consiste à brûler l'herbe armoise pour soulager les conditions froides ou stagnantes en stimulant la circulation. Enfin, des patchs topiques et des onguents à base de plantes sont appliqués sur les sites d'injection post-aiguille.",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites.": "Le processus de l'acupuncture est un processus en quatre étapes, commençant par la vérification du pouls et d'autres signes vitaux. Ensuite, insérez les aiguilles dans les points d'acupuncture ou les points où le sang, la lymphe et les nerfs peuvent facilement accéder au tissu conjonctif. Ensuite, manipulez les aiguilles, et parfois la moxibustion est appliquée. La moxibustion est une technique médicale traditionnelle chinoise qui consiste à brûler l'herbe armoise pour soulager les conditions froides ou stagnantes en stimulant la circulation. Enfin, des patchs topiques et des onguents à base de plantes sont appliqués sur les sites d'injection post-aiguille.",
  "The ear is a microsystem for the whole body with pressure points that do various things. The entire body comprises the ear (neck, shoulder, cervix). One essential channel in acupuncture is the Buddha triangle, three points that help with stress, anxiety, depression, and trauma. The spleen channel connects strongly with the women's health point.": "L'oreille est un microsystème pour tout le corps avec des points de pression qui ont divers effets. Le corps entier comprend l'oreille (cou, épaule, col de l'utérus). Un canal essentiel de l'acupuncture est le triangle de Bouddha, trois points qui aident à soulager le stress, l'anxiété, la dépression et le traumatisme. Le canal de la rate se connecte fortement avec le point de la santé des femmes.",
  "Acupuncture can treat (NOT MEDICAL CLAIM/ADVICE. CONSULT A MEDICAL PROFESSIONAL.) uterine fibroids, which affect roughly 70% of women. Acupuncture may treat digestive disorders, osteoarthritis, high blood pressure, and rheumatoid arthritis. Another type of acupuncture is gemstone acupuncture, a process comprised of gua sha, cupping, and gemstones placed on the body. Acupuncture is widely available: type 'acupuncture near me' and find an acupuncturist near you. Acupuncture is an alternative to pharmaceuticals for pain and other ailments.": "L'acupuncture peut traiter (PAS DE RÉCLAMATION/CONSEIL MÉDICAL. CONSULTEZ UN PROFESSIONNEL DE LA SANTÉ.) des fibromes utérins, qui affectent environ 70 % des femmes. L'acupuncture peut traiter des troubles digestifs, de l'arthrose, de l'hypertension artérielle et de l'arthrite rhumatoïde. Un autre type d'acupuncture est l'acupuncture avec des pierres précieuses, un processus composé de gua sha, de ventouses et de pierres précieuses placées sur le corps. L'acupuncture est largement disponible : tapez 'acupuncture près de chez moi' et trouvez un acupuncteur près de chez vous. L'acupuncture est une alternative aux produits pharmaceutiques pour la douleur et d'autres affections.",
  "According to the book World Without Cancer: The Story of Vitamin B17 by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "Selon le livre 'World Without Cancer: The Story of Vitamin B17' de G. Edward Griffin, 'La vitamine B17 (Laetrile) peut détruire les cellules cancéreuses'. Dans cet article, nous explorerons les composants du Laetrile, les affirmations du livre et pourquoi la vitamine B17 ou le Laetrile est illégal aux États-Unis.",
  "B vitamins convert food into energy and help to strengthen the immune system.": "Les vitamines B convertissent les aliments en énergie et aident à renforcer le système immunitaire.",
  "Moreover, the vitamin B Complex is a mixture of various B vitamins.": "De plus, le complexe de vitamine B est un mélange de diverses vitamines B.",
  "B6(Pyridoxin) is an essential nutrient for maintaining red blood cell health.": "La vitamine B6 (Pyridoxine) est un nutriment essentiel pour maintenir la santé des globules rouges.",
  "The body does not naturally produce B6. Pasilla, Ancho pepper, sunflower seeds and Whey protein isolate are highest in B6.": "Le corps ne produit pas naturellement de la vitamine B6. Le piment Pasilla, le piment Ancho, les graines de tournesol et l'isolat de protéines de lactosérum sont les plus riches en vitamine B6.",
  "Vitamin B12 is the most common B vitamin; it converts carbohydrates and fats into energy for proteins.": "La vitamine B12 est la vitamine B la plus courante ; elle convertit les glucides et les graisses en énergie pour les protéines.",
  "Vitamin B12 deficiency can result in multiple health conditions - cancer, anemia, fatigue, impaired neurological function, joint pain and more.": "Une carence en vitamine B12 peut entraîner de nombreuses affections de santé - cancer, anémie, fatigue, fonction neurologique altérée, douleurs articulaires et plus encore.",
  "Aside from injection, B12 can be in clams, oysters, mussels, crabs and sardines. Vitamin B17, or Laetrile, is the most controversial vitamin (component) B family.": "Outre l'injection, la vitamine B12 peut se trouver dans les palourdes, les huîtres, les moules, les crabes et les sardines. La vitamine B17, ou Laetrile, est la vitamine (composant) B la plus controversée.",
  "According to the book": "Selon le livre",
  "World Without Cancer: The Story of Vitamin B17": "Un monde sans cancer : L'histoire de la vitamine B17",
  "by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "par G. Edward Griffin, 'La vitamine B17 (Laetrile) peut détruire les cellules cancéreuses'. Dans cet article, nous explorerons les composants du Laetrile, les affirmations du livre et pourquoi la vitamine B17 ou le Laetrile est illégal aux États-Unis.",
  "Laetrile, or vitamin B17, is an artificial form of amygdalin. Amygdalin is from plants, most notably apricot seeds. Laetrile is illegal in the United States and has no verifiable evidence of curing cancer in animals and humans (according to the FDA). Vitamin B and its derivatives have many health benefits for the body. Studies indicate that a deficiency in vitamin B and B12 can cause various health diseases, including some cancers. What does the book have to say about Laetrile? Griffin argues that Laetrile practitioners and orthodox medicine differ in the goal of fighting cancer. Laetrile practitioners emphasize attacking the cancer cells. Conversely, orthodox medicine focuses on the tumor - arguing that the tumor is the cancer. According to Griffin, 'Dr. Kanematsu Sugiura (Sloan-Kettering Cancer Center) found five results:Laetrile stopped metastasis (cancer spreading) in mice,It improved their general health,It inhibited the growth of small tumors,It provided relief from pain,It acted as cancer prevention.": "Le Laetrile, ou vitamine B17, est une forme artificielle de l'amygdaline. L'amygdaline provient des plantes, notamment des graines d'abricot. Le Laetrile est illégal aux États-Unis et n'a aucune preuve vérifiable de guérir le cancer chez les animaux et les humains (selon la FDA). La vitamine B et ses dérivés ont de nombreux bienfaits pour la santé du corps. Des études indiquent qu'une carence en vitamine B et en B12 peut provoquer diverses maladies de santé, y compris certains cancers. Que dit le livre à propos du Laetrile ? Griffin soutient que les praticiens du Laetrile et la médecine orthodoxe diffèrent dans leur objectif de combattre le cancer. Les praticiens du Laetrile mettent l'accent sur l'attaque des cellules cancéreuses. En revanche, la médecine orthodoxe se concentre sur la tumeur - arguant que la tumeur est le cancer. Selon Griffin, 'Dr. Kanematsu Sugiura (Sloan-Kettering Cancer Center) a trouvé cinq résultats : Le Laetrile a arrêté la métastase (propagation du cancer) chez les souris, Il a amélioré leur santé générale, Il a inhibé la croissance de petites tumeurs, Il a soulagé la douleur, Il a agi comme prévention du cancer.",
  "What Is Hypnotherapy?": "Qu'est-ce que l'hypnothérapie ?",
  "To better understand Hypnotherapy we must first understand Hypnosis. Hypnosis is a natural, yet slightly altered, state of mind where communication and responsiveness with the subconscious mind is present. Hypnosis is being in a state of hypersuggestibility with an increased receptivity to suggestion. This state allows the hypnotherapist to better facilitate communication between the conscious and the subconscious mind.": "Pour mieux comprendre l'hypnothérapie, nous devons d'abord comprendre l'hypnose. L'hypnose est un état naturel, mais légèrement modifié, de l'esprit où la communication et la réactivité avec l'esprit subconscient sont présentes. L'hypnose consiste à être dans un état de hypersuggestibilité avec une réceptivité accrue aux suggestions. Cet état permet à l'hypnothérapeute de faciliter mieux la communication entre l'esprit conscient et l'esprit subconscient.",
  "New Study Explores How Food Choices Shape Mental Health and Affect Depression": "Une nouvelle étude explore comment les choix alimentaires façonnent la santé mentale et affectent la dépression",
  "A new study from the University of Reading found that a poor-quality diet may be associated with changes in the brain structure that are linked to depression and anxiety.": "Une nouvelle étude de l'Université de Reading a révélé qu'un régime de mauvaise qualité pourrait être associé à des changements dans la structure du cerveau liés à la dépression et à l'anxiété.",
  "Batana Oil: Batana Oil Benefits": "Huile de Batana : Bienfaits de l'huile de Batana",
  "Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "En raison de ses résultats étonnants, Sebi a développé un grand nombre de partisans et un empire herbal massif. Parmi ses produits, il y a l'huile de batana - une solution potentielle contre la perte de cheveux. Sur les applications de médias sociaux populaires TikTok et YouTube, l'huile de batana est récemment devenue populaire en ligne pour sa croissance capillaire potentielle. Explorons l'huile de batana et ses avantages possibles pour vos cheveux.",
  "Dr. Sebi was an herbalist, called a doctor because his unconventional diet protocols had miraculous consequences on people's health. Sebi claimed that the removal of 'lactose, carbonic acid, uric acid, milk, starches, and meat paired with cell cleansing cures cancer, AIDS, sickle cell, and more'. Dr. Sebi provided 'evidence' of his claims and won his lawsuit in the1980's. Dr. Sebi claimed, 'disease exists from mucus and acidity', asserting that people should eat foods that cleanse the body and avoid acidic food. Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "Dr. Sebi était un herboriste, appelé médecin parce que ses protocoles alimentaires non conventionnels avaient des conséquences miraculeuses sur la santé des gens. Sebi a affirmé que l'élimination du 'lactose, de l'acide carbonique, de l'acide urique, du lait, des amidons et de la viande, combinée à un nettoyage cellulaire, guérit le cancer, le sida, la drépanocytose, et plus encore'. Le Dr Sebi a fourni des 'preuves' de ses affirmations et a gagné son procès dans les années 1980. Le Dr Sebi a affirmé que 'la maladie provient du mucus et de l'acidité', en affirmant que les gens devraient manger des aliments qui nettoient le corps et éviter les aliments acides. En raison de ses résultats étonnants, Sebi a développé un grand nombre de partisans et un empire herbal massif. Parmi ses produits, il y a l'huile de batana - une solution potentielle contre la perte de cheveux. Sur les applications de médias sociaux populaires TikTok et YouTube, l'huile de batana est récemment devenue populaire en ligne pour sa croissance capillaire potentielle. Explorons l'huile de batana et ses avantages possibles pour vos cheveux.",
  "'Let thy food be medicine, and thy medicine be food', a famous quote from the Greek physician Hippocrates indicates that medicine starts with what people put into their bodies. Pharmaceuticals are derived from plant roots, and many hair products contain dangerous chemicals , such as Dove, Nexxus, Suave, and Johnson & Johnson. Currently, the best product on the market for hair growth is Rogaine. What is Rogaine? Rogaine, or Topical Minoxidil is a medicine used to treat hair loss via direct application to the scalp. Moreover, according to Mayo Clinic, 'the science behind Rogaine is unknown'. Other studies indicate that Rogaine has minimal effects on hair growth. Other doctors do not think that 'Rogaine gets to the underlying cause of hair loss - androgens.' The body naturally produces androgens, but if the body has an excessive response to androgens - hair loss disorders like alopecia occur. Rogaine, like most other medicines, comes with side effects - burning, redness, stinging, and some cases 'entering breast milk and endangering the baby'.": "'Que ta nourriture soit ton médicament, et ton médicament soit ta nourriture', une citation célèbre du médecin grec Hippocrate, indique que la médecine commence par ce que les gens mettent dans leur corps. Les produits pharmaceutiques sont dérivés des racines des plantes, et de nombreux produits capillaires contiennent des produits chimiques dangereux, tels que Dove, Nexxus, Suave et Johnson & Johnson. Actuellement, le meilleur produit sur le marché pour la croissance des cheveux est Rogaine. Qu'est-ce que Rogaine ? Rogaine, ou Minoxidil topique est un médicament utilisé pour traiter la perte de cheveux par application directe sur le cuir chevelu. De plus, selon la Mayo Clinic, 'la science derrière Rogaine est inconnue'. D'autres études indiquent que Rogaine a des effets minimes sur la croissance des cheveux. D'autres médecins ne pensent pas que 'Rogaine atteigne la cause sous-jacente de la perte de cheveux - les androgènes'. Le corps produit naturellement des androgènes, mais si le corps a une réponse excessive aux androgènes - des troubles de la perte de cheveux comme l'alopécie surviennent. Rogaine, comme la plupart des autres médicaments, présente des effets secondaires - brûlure, rougeur, piqûre, et dans certains cas 'pénétrant le lait maternel et mettant le bébé en danger'.",

  "What are the natural alternatives to Rogaine? Dr. Sebi argued that people should not eat cooked oils, like Palm or soybeans. However, the oil is extracted from American Palm Oil or": "Quelles sont les alternatives naturelles au Rogaine ? Dr. Sebi a soutenu que les gens ne devraient pas consommer des huiles cuites, comme l'huile de palme ou de soja. Cependant, l'huile est extraite de l'huile de palme américaine ou de",
  "Elaeis oleifera.": "Elaeis oleifera.",
  "Batana oil is extracted from the nuts and forms a": "L'huile de Batana est extraite des noix et forme une",
  "buttery": "substance beurrée",
  "substance": "substance",
  "rich in antioxidants and vitamin E. According to pfaf.org: \"the oil from nuts is expected to stimulate hair loss and combat dandruff\". Does batana oil work? The Tawira tribe is known as \"people of beautiful hair\", and attributes their hair success to batana oil. Dr. Sebi claimed, \"The enzymes in it sink into the hair and revive the dead hair follicles\", pairing scalp application of batana oil and a vegetarian diet maximizes results (according to Dr. Sebi).": "riche en antioxydants et en vitamine E. Selon pfaf.org : \"l'huile de noix est censée stimuler la perte de cheveux et combattre les pellicules\". L'huile de Batana fonctionne-t-elle ? La tribu Tawira est connue sous le nom de \"peuple aux beaux cheveux\" et attribue son succès capillaire à l'huile de Batana. Dr. Sebi a affirmé : \"Les enzymes qu'elle contient pénètrent dans les cheveux et revitalisent les follicules pileux morts\", l'application sur le cuir chevelu de l'huile de Batana et un régime végétarien maximisent les résultats (selon Dr. Sebi).",
  "Similarly to vitamin B, the body does not produce vitamin E. If disease stems from a deficiency of vitamins, shouldn't hair loss from a deficiency in vitamin E - Dr. Sebi and the native tribes believed that consumption of necessary vitamins, an alkaline diet, and cellular foods keep the body. Conversely, Sebi argued that black people would benefit most from a vegan diet. According to": "Tout comme la vitamine B, le corps ne produit pas de vitamine E. Si la maladie découle d'une carence en vitamines, la perte de cheveux due à une carence en vitamine E ne devrait-elle pas se produire - Dr. Sebi et les tribus autochtones croyaient que la consommation de vitamines nécessaires, un régime alcalin et des aliments cellulaires maintiennent le corps. Inversement, Sebi a soutenu que les personnes noires bénéficieraient le plus d'un régime végétalien. Selon",
  "The Conversation:": "The Conversation :",
  "But it's more likely to affect": "Mais il est plus probable que cela affecte",
  "African Americans": "les Afro-Américains",
  "than white or Asian Americans. About 1 million people in the U.S. have alopecia areata.\" Also, black people have a higher risk of heart disease. How are these diseases correlated? Diet - processed foods and vitamin-deficient diets are common in America generally, however, many African Americans are lactose intolerant. Vitamin E is highest in vegetable oils, Dr. Sebi argued, \"When you heat these oils at high temperature - they become carcinogenic\". Batana oil is high in vitamin E and is a raw substance applied to the hair for hair growth.": "que les Américains blancs ou asiatiques. Environ 1 million de personnes aux États-Unis souffrent d'alopécie areata.\" De plus, les personnes noires ont un risque plus élevé de maladie cardiaque. Comment ces maladies sont-elles corrélées ? L'alimentation - les aliments transformés et les régimes carencés en vitamines sont courants en Amérique en général, cependant, de nombreux Afro-Américains sont intolérants au lactose. La vitamine E est la plus élevée dans les huiles végétales, a soutenu Dr. Sebi, \"Lorsque vous chauffez ces huiles à haute température, elles deviennent cancérigènes\". L'huile de Batana est riche en vitamine E et est une substance brute appliquée sur les cheveux pour favoriser leur croissance.",
  "buttery substance": "substance beurrée",
  "Similarly to vitamin B, the body does not produce vitamin E. If disease stems from a deficiency of vitamins, shouldn't hair loss from a deficiency in vitamin E - Dr. Sebi and the native tribes believed that consumption of necessary vitamins, an alkaline diet, and cellular foods keep the body. Conversely, Sebi argued that black people would benefit most from a vegan diet. According to 'But it's more likely to affect than white or Asian Americans. About 1 million people in the U.S. have alopecia areata.'Also, black people have a higher risk of heart disease. How are these diseases correlated? Diet - processed foods and vitamin-deficient diets are common in America generally, however, many African Americans are lactose intolerant. Vitamin E is highest in vegetable oils, Dr. Sebi argued, 'When you heat these oils at high temperature - they become carcinogenic'. Batana oil is high in vitamin E and is a raw substance applied to the hair for hair growth.": "De manière similaire à la vitamine B, le corps ne produit pas de vitamine E. Si la maladie provient d'une carence en vitamines, la perte de cheveux ne devrait-elle pas provenir d'une carence en vitamine E ? Dr. Sebi et les tribus autochtones croyaient que la consommation de vitamines nécessaires, d'un régime alcalin et d'aliments cellulaires maintenait le corps. En revanche, Sebi a soutenu que les personnes noires bénéficieraient le plus d'un régime végétalien. Selon « Mais il est plus probable que cela affecte les Noirs que les Américains blancs ou asiatiques. Environ un million de personnes aux États-Unis ont l'alopécie areata. » De plus, les Noirs ont un risque accru de maladies cardiaques. Comment ces maladies sont-elles corrélées ? Alimentation - les aliments transformés et les régimes carencés en vitamines sont courants en Amérique en général, cependant, de nombreux Afro-Américains sont intolérants au lactose. La vitamine E est la plus élevée dans les huiles végétales, a soutenu Dr. Sebi, « Lorsque vous chauffez ces huiles à haute température - elles deviennent cancérigènes ». L'huile de batana est riche en vitamine E et est une substance brute appliquée sur les cheveux pour favoriser la croissance des cheveux.",
  "The Conversation": "La Conversation",
  " African Americans": " Afro-Américains",
  "Dr. Sebi and other natural doctors and herbalists believe that the body should consume foods that address what the body cannot produce (vitamins E, B, and C). Dr. Sebi states, 'Best results occur when eating an alkaline diet and cellular-rich foods'": "Dr. Sebi et d'autres médecins naturels et herboristes croient que le corps devrait consommer des aliments qui répondent à ce que le corps ne peut pas produire (vitamines E, B et C). Dr. Sebi déclare : 'Les meilleurs résultats se produisent lorsqu'on mange un régime alcalin et des aliments riches en cellules.'",
  "Acupuncture Montreal": "Acupuncture Montréal",
  "Mass immigration in Canada has its advantages and disadvantages; assimilation led to Canadians adopting Traditional Chinese Medicine (TCM). Acupuncture Montreal adoption began with British Columbia adding acupuncture to the Ontario and British Columbia have the highest adoption of acupuncture among the ten provinces of Canada. Regulation in Canada is varied among the provinces. For instance,British Columbia has most regulations regarding the provinces.Acupuncture Edmonton, in Alberta, is a great place for holistic practitioners in Canada to include acupuncture in their practice.": "L'immigration de masse au Canada a ses avantages et ses inconvénients ; l'assimilation a conduit les Canadiens à adopter la médecine traditionnelle chinoise (MTC). L'adoption de l'acupuncture à Montréal a commencé avec la Colombie-Britannique ajoutant l'acupuncture à l'Ontario et la Colombie-Britannique étant les provinces avec la plus grande adoption de l'acupuncture parmi les dix provinces du Canada. La réglementation au Canada varie d'une province à l'autre. Par exemple, la Colombie-Britannique a la plupart des réglementations concernant les provinces. L'acupuncture à Edmonton, en Alberta, est un excellent endroit pour les praticiens holistiques au Canada d'inclure l'acupuncture dans leur pratique.",
  "Canadian Medical Services Plan in 2008.": "Plan des services médicaux canadiens en 2008.",
  "chiropractors can use acupuncture everywhere but in British Columbia and Quebec.": "Les chiropraticiens peuvent utiliser l'acupuncture partout sauf en Colombie-Britannique et au Québec.",
  "Healthcare in Canada is a mess, adding holistic practices like acupuncture can help combat issues in the healthcare space. Although it is not as popular as other cities in Canada, Montreal has some great options for people seeking acupuncture treatment. For example, practioner  who practices moxibustion and cupping ('fire suckers'). There are many practitioners and different ways to practice acupuncture. Indeed, practitioner practices Toyohari Acupuncture or Meridan Therapy without insertion (millimeters above insertion points). The body has an immense regenerative potential to heal itself; herbalists believe that certain plants work in conjunction with the body to induce healing. uses Chinese herbs in conjunction with acupuncture treatment.": "Le système de santé au Canada est un désordre, ajouter des pratiques holistiques comme l'acupuncture peut aider à lutter contre les problèmes dans le secteur de la santé. Bien que ce ne soit pas aussi populaire que dans d'autres villes du Canada, Montréal offre d'excellentes options pour les personnes recherchant un traitement d'acupuncture. Par exemple, un praticien qui pratique la moxibustion et la ventouse ('aspirateurs de feu'). Il existe de nombreux praticiens et différentes façons de pratiquer l'acupuncture. En effet, le praticien pratique l'acupuncture Toyohari ou la thérapie des méridiens sans insertion (millimètres au-dessus des points d'insertion). Le corps possède un immense potentiel régénératif pour se guérir lui-même ; les herboristes croient que certaines plantes agissent en synergie avec le corps pour induire la guérison. Utilise des herbes chinoises en conjonction avec le traitement d'acupuncture.",
  "Xiao Lei Wang,": "Xiao Lei Wang,",
  "David Goldman": "David Goldman",
  "Sino-Santé Clinic": "Clinique Sino-Santé",
  "Acupuncture in Montreal started with an acupuncture boom in Ontario. Canada has seen an influx of Chinese immigrants and culture. One benefit is the mass adoption of TCM and acupuncture throughout the region. Acupuncture helps with many ailments: fertility,stress, pain relief and more. In a nation like Canada, acupuncture plays a pivotal role in fighting ailments that traditional medicine would not address.": "L'acupuncture à Montréal a commencé avec un boom de l'acupuncture en Ontario. Le Canada a connu un afflux d'immigrants chinois et de culture. Un avantage est l'adoption massive de la MTC et de l'acupuncture dans toute la région. L'acupuncture aide à traiter de nombreuses affections : fertilité, stress, soulagement de la douleur, etc. Dans un pays comme le Canada, l'acupuncture joue un rôle clé dans le traitement de maladies que la médecine traditionnelle ne traiterait pas.",
  "bruxism,": "bruxisme,",
  "Pain Pill for Back: Best Chiropractor Near Me": "Pilule contre la douleur pour le dos : Meilleur chiropracteur près de chez moi",
  "Back pain effects an estimated 80% of the US population. As people age, pain becomes more and more frequent. According to Over 115 million pills containing illicit fentanyl seized by law enforcement in 2023, if this the seized number, imagine the actual number of pills containing fentanyl last year. The War on Drugs was a collosal failure in the United States; Oregon decriminalized drugs in its state. However, this decision hasn't worked either, resulting in rampant drug use, overdose, homelessness and fentanyl deaths. Pain pills, or opioids have a long history of abuse and addiction. In 2022, over 107,000 people died of a drug overdose, with 75% of those deaths involving an opioid. According to WebMD: Estimated 3 million Americans suffer from OUD (Opioid Use Disorder). Chiropractors take a holistic perspective, the body can heal itself. Chiropractic techniques are 40% more effective than medical care for lower back pain. Suffering from back pain? Type: best chiropractor near me instead of using pain pills for back": "La douleur dorsale touche environ 80 % de la population américaine. Avec l'âge, la douleur devient de plus en plus fréquente. Selon plus de 115 millions de pilules contenant du fentanyl illicite saisies par les forces de l'ordre en 2023, si ce nombre saisi est exact, imaginez le nombre réel de pilules contenant du fentanyl l'année dernière. La guerre contre la drogue a été un échec colossal aux États-Unis ; l'Oregon a décriminalisé les drogues dans son état. Cependant, cette décision n'a pas non plus fonctionné, entraînant une consommation de drogue rampant, des overdoses, des sans-abri et des décès dus au fentanyl. Les pilules contre la douleur, ou les opioïdes, ont une longue histoire d'abus et de dépendance. En 2022, plus de 107 000 personnes sont mortes d'une overdose de drogue, dont 75 % des décès impliquaient un opioïde. Selon WebMD : environ 3 millions d'Américains souffrent de trouble lié à l'utilisation des opioïdes (OUD). Les chiropraticiens adoptent une perspective holistique, le corps peut se guérir lui-même. Les techniques chiropratiques sont 40 % plus efficaces que les soins médicaux pour les douleurs lombaires. Vous souffrez de douleurs au dos ? Tapez : meilleur chiropracteur près de chez moi au lieu d'utiliser des pilules contre la douleur pour le dos.",
  "NIDA:": "NIDA:",
  "Pain can be reocurring, compounding to the point of surgery. An estimated 36% of people do not know if they need surgery. However, most people are unaware of alternatives for pain management. Chiropractors cost less than surgery and pain pills, and have more benefits than pain. Americans are constantly stressed, anxiety is on the rise in America. Corrective care improves the body's ability to handle and adapt to stress. Heart disease is the biggest killer in the world. Corrective care can significantly decrease blood pressure by removing neurological interference and restoring proper spinal biomechanics. chiropractic care helps to restore function to reproductive systems for both men and women. Additionally, chiropractors cost less than traditional medicine.": "La douleur peut être récurrente, s'accumulant au point de nécessiter une chirurgie. Environ 36 % des personnes ne savent pas si elles ont besoin d'une chirurgie. Cependant, la plupart des gens ignorent les alternatives pour la gestion de la douleur. Les chiropracteurs coûtent moins cher que la chirurgie et les analgésiques, et ont plus d'avantages que la douleur. Les Américains sont constamment stressés, l'anxiété est en hausse en Amérique. Les soins correctifs améliorent la capacité du corps à gérer et à s'adapter au stress. Les maladies cardiaques sont le plus grand tueur au monde. Les soins correctifs peuvent réduire considérablement la pression artérielle en éliminant les interférences neurologiques et en restaurant la biomécanique spinale appropriée. Les soins chiropratiques aident à restaurer le fonctionnement des systèmes reproducteurs tant pour les hommes que pour les femmes. De plus, les chiropracteurs coûtent moins cher que la médecine traditionnelle.",
  "'1 in 6 people globally affected by infertility: WHO'": "'1 personne sur 6 dans le monde touchée par l'infertilité : OMS'",
  "The healthcare system is emergency-care, but has many side effects. Studies show that Americans are dependent on opiods for non-cancer pain.": "Le système de santé repose sur les soins d'urgence, mais comporte de nombreux effets secondaires. Des études montrent que les Américains sont dépendants des opioïdes pour la douleur non cancéreuse.",
  "Last month, in British Columbia, Canada over hydromorphone overdose death. Conversely, chiropractic care is not addicting and does not have the vast amount of side effects that stem from opiod usage. Chiropractic care is holistic, working with your body to help it to heal itself. Opiods are addicting, and can be unncessary for back pain. Oftentimes, pain pills for back or other pain management require prescription once a month. Comparatively, chiropractors recommend appointments once a month (seek chiropractor for specific appointment schedule), at a price much lower.": "Le mois dernier, en Colombie-Britannique, au Canada, une surdose d'hydromorphone a causé un décès. En revanche, les soins chiropratiques ne sont pas addictifs et n'ont pas le grand nombre d'effets secondaires associés à l'utilisation d'opioïdes. Les soins chiropratiques sont holistiques, fonctionnant avec votre corps pour l'aider à se guérir lui-même. Les opioïdes sont addictifs et peuvent être inutiles pour les douleurs dorsales. Souvent, les analgésiques pour les douleurs dorsales ou autres nécessitent une prescription une fois par mois. Comparativement, les chiropracteurs recommandent des rendez-vous une fois par mois (demander au chiropracteur pour un programme de rendez-vous spécifique), à un prix beaucoup plus bas.",
  "Chiropractic care improves brain health and behavior. It is designed to work with the body so that it heals itself. Chiropractic care is corrective care, pain pills is emergency care - choose the one that works with your body chemistry. Furthermore, avoid opioids that are foreign chemistry added to your body to heal you.": "Les soins chiropratiques améliorent la santé du cerveau et du comportement. Ils sont conçus pour fonctionner avec le corps afin qu'il se guérisse lui-même. Les soins chiropratiques sont des soins correctifs, tandis que les analgésiques sont des soins d'urgence - choisissez celui qui fonctionne avec la chimie de votre corps. De plus, évitez les opioïdes qui sont une chimie étrangère ajoutée à votre corps pour vous guérir.",
  "Hepatitis B: Herbal Medicine On Hep B": "Hépatite B: Médicaments à base de plantes pour l'hépatite B",
  "Hepatitis B is a liver infection from HBV transmitted through another infected person’s blood, semen, or other fluids. Hepatitis B affects the liver and is more toxic in children than adults with the disease. The 5 major functions of the liver are supporting the body’s metabolism, immunity, digestion, detoxification, and vitamin storage. (Disclaimer not medical advice) There is currently no cure for hep B. This article will explore plants with potential benefits for fighting hepatitis B.": "L'hépatite B est une infection du foie causée par le virus HBV, transmise par le sang, le sperme ou d'autres fluides corporels d'une personne infectée. L'hépatite B affecte le foie et est plus toxique chez les enfants que chez les adultes atteints de la maladie. Les 5 fonctions principales du foie sont le soutien au métabolisme du corps, l'immunité, la digestion, la détoxification et le stockage des vitamines. (Avertissement : ce n'est pas un conseil médical) Il n'existe actuellement aucun remède pour l'hépatite B. Cet article explorera les plantes ayant des bienfaits potentiels pour lutter contre l'hépatite B.",
  "Portulaca grandiflora is a beautiful pink flower from South America (Brazil). Aside from its appearance, the flower has potential benefits for your health. Herbalists believe one must pair a diet shift and detox the body with natural plants before healing begins. Portulaca grandiflora (rose moss) is meaning the plant is a detoxifier. Dr. Max Gerson believed that fighting tumors started with a green diet and to detoxify the liver. A similar process is applied to hepatitis. The detoxifying properties in ross moss are putative immunostimulatory in fighting hepatitis B. from 1990, indicate the plant has an “Antimutagenic effect on the mutation induced by aflatoxin B1 and cyclophosphamide in mice”.": "Portulaca grandiflora est une belle fleur rose d'Amérique du Sud (Brésil). En plus de son apparence, la fleur a des bienfaits potentiels pour votre santé. Les herboristes croient qu'il faut associer un changement de régime et détoxifier le corps avec des plantes naturelles avant que la guérison ne commence. Portulaca grandiflora (mousse rose) signifie que la plante est un détoxifiant. Le Dr Max Gerson croyait que lutter contre les tumeurs commençait par un régime végétal et une détoxification du foie. Un processus similaire est appliqué à l'hépatite. Les propriétés détoxifiantes de la mousse rose sont supposées être immunostimulantes pour lutter contre l'hépatite B. Depuis 1990, des études indiquent que la plante a un « effet antimutagène sur la mutation induite par l'aflatoxine B1 et le cyclophosphamide chez les souris ».",
  "depurative,": "dépuratif,",
  "coffee enemas": "lavements au café",
  "Studies": "Études",
  "Cordydalis yanhusuo is a flower with a fuchsia appearance from Asia, specifically China. This plant has been regarded as a remedy to  for centuries throughout Asia. Blood passing through the stomach and intestines is processed by the liver, an infected liver cannot metabolize nutrients or break down vitamins efficiently. Moreover, Corydalis yanhusuo helps with abdominal pain due to its alkaloid properties. Generally, the plant has shown effects in helping with pain. Its major medicinal properties are: 'antitussive, cardiotonic, hypotensive and anticancerous'.": "Corydalis yanhusuo est une fleur au teint fuchsia provenant d'Asie, spécifiquement de Chine. Cette plante est considérée comme un remède depuis des siècles à travers l'Asie. Le sang passant par l'estomac et les intestins est traité par le foie, un foie infecté ne peut pas métaboliser efficacement les nutriments ni décomposer les vitamines. De plus, Corydalis yanhusuo aide à soulager les douleurs abdominales grâce à ses propriétés alcaloïdes. En général, la plante a montré des effets dans l'aide à soulager la douleur. Ses principales propriétés médicinales sont : 'antitussif, cardiotonique, hypotensive et anticancéreuse'.",
  "‘invigorate the blood’": "‘revitaliser le sang’",
  "Blighia sapida is a plant stemming from West Africa, specifically Cote d’Ivoire, eaten when fully ripe. This plant is primarily used in treating  A function of the liver is digestion. This plant is stomachic, meaning it is helpful in digestion. A side effect of hep B is nausea and vomiting, the “ground-up bark” has been used to assist with nausea. Regarding hep B, “the twigs of the plant help with hepatitis, cirrhosis and amygdalitis”. Generally, the plant has many benefits for health, the unripe fruit can cause certain diseases.": "Blighia sapida est une plante originaire de l'Afrique de l'Ouest, spécifiquement de la Côte d'Ivoire, consommée lorsqu'elle est complètement mûre. Cette plante est principalement utilisée dans le traitement d'une fonction du foie qui est la digestion. Cette plante est stomachique, ce qui signifie qu'elle est utile pour la digestion. Un effet secondaire de l'hépatite B est la nausée et les vomissements, l'\"écorce moulue\" a été utilisée pour aider à la nausée. Concernant l'hépatite B, \"les branches de la plante aident dans les cas d'hépatite, de cirrhose et d'amygdalite\". En général, la plante a de nombreux bienfaits pour la santé, mais le fruit non mûr peut causer certaines maladies.",
  "yellow fever, epilepsy and edema.": "fièvre jaune, épilepsie et œdème.",
  "Herbalists operate on the principle that disease stems from deficiency and nutrition. The application of these plants correlates with the functionality of the infected organ. The liver is in charge of detoxification, if the body cannot detoxify toxins then toxins build up in the body — Portulaca grandiflora fights toxins and fights mutation of tumors. Cordydalis yanhusuo cleans the blood, a vital function of the liver is cleaning and filtering blood. Finally, Blighia sapida aids in digestion, another function of the liver. Holistic medicine looks at medicine as interconnected, integrating these plants (not medical advice) helps the liver.": "Les herboristes opèrent sur le principe que la maladie découle d'une carence et d'une nutrition inadéquate. L'application de ces plantes est en corrélation avec la fonctionnalité de l'organe infecté. Le foie est responsable de la détoxification, si le corps ne peut pas détoxifier les toxines, ces dernières s'accumulent dans le corps. — Portulaca grandiflora lutte contre les toxines et lutte contre la mutation des tumeurs. Cordyalis yanhusuo nettoie le sang, une fonction vitale du foie étant de nettoyer et filtrer le sang. Enfin, Blighia sapida aide à la digestion, une autre fonction du foie. La médecine holistique considère la médecine comme interconnectée, l'intégration de ces plantes (non des conseils médicaux) aide le foie.",
  "The Importance of Nutrition": "L'importance de la nutrition",
  
  "I am not a doctor or nutritionist, however, I am a developer and researcher who understands the value of showcasing Holistic Medicine to the public. Of the nine practices on the platform: Homeopathy, PRP, Hypnotherapy, Stem Cell Therapy, Chelation, Chiropractic, Ayurveda, and Acupuncture; Nutrition is the most valuable because it encompasses general elements of the others. I did not know that the Standard American Diet was insufficient for the vitamins humans lack. Humans lack vitamins A, D, E, and K, so nutritionists create diet plans specific to each person. Dr. Sebi was a herbalist who understood the correlation between diet and plants. His diet protocol might not be attainable for some people — a nutritionist can tailor a diet around different philosophies on health that work within someone’s capabilities. The most important element of a nutritionist is trust — have the confidence knowing that they have data on you and expertise in the health field.": "Je ne suis pas médecin ni nutritionniste, cependant, je suis un développeur et chercheur qui comprend la valeur de mettre en avant la Médecine Holistique auprès du public. Parmi les neuf pratiques sur la plateforme : Homéopathie, PRP, Hypnothérapie, Thérapie par Cellules Souches, Chélation, Chiropratique, Ayurveda et Acupuncture ; la Nutrition est la plus précieuse car elle englobe des éléments généraux des autres. Je ne savais pas que le Régime Alimentaire Standard Américain était insuffisant pour les vitamines dont les humains manquent. Les humains manquent de vitamines A, D, E et K, donc les nutritionnistes créent des plans de régime spécifiques à chaque personne. Dr. Sebi était un herboriste qui comprenait la corrélation entre l'alimentation et les plantes. Son protocole alimentaire pourrait ne pas être réalisable pour certaines personnes — un nutritionniste peut adapter un régime autour de différentes philosophies de santé qui fonctionnent dans les capacités de quelqu'un. L'élément le plus important d'un nutritionniste est la confiance — ayez l'assurance qu'ils ont des données sur vous et une expertise dans le domaine de la santé.",
  "Do not believe everything you read on the Internet. There is always a new trendy food or diet. What if you are allergic or your body cannot process a certain food? “Let thy food be thy medicine, and thy medicine be thy food is”, a famous quote from physician Hippocrates highlighting the importance of nutrition. Education is a fundamental element of the platform because health in America is a serious problem. Drug overdose is a serious problem in the United States, people do not know what they do not know. My research only goes so far, it takes real nutritionists with decades of experience to get to the root cause of diseases. Take the vitamins A, D, E, and K — the fruits listed in the diagram below are based upon my limited research of B17, Dr. Sebi, and other nutritionists I have studied. A nutritionist understands the quantity of vitamins A, D, E, and K the body needs. Nutritionists understand the specific vitamins each individual is lacking.": "Ne croyez pas tout ce que vous lisez sur Internet. Il y a toujours un nouvel aliment ou un nouveau régime à la mode. Et si vous êtes allergique ou si votre corps ne peut pas traiter un certain aliment ? « Que ta nourriture soit ton médicament, et ton médicament soit ta nourriture », une citation célèbre du médecin Hippocrate mettant en lumière l'importance de la nutrition. L'éducation est un élément fondamental de la plateforme, car la santé en Amérique est un problème sérieux. La surdose de drogues est un problème sérieux aux États-Unis, les gens ne savent pas ce qu'ils ignorent. Mes recherches vont jusqu'à un certain point, il faut de vrais nutritionnistes avec des décennies d'expérience pour comprendre la cause profonde des maladies. Prenez les vitamines A, D, E et K — les fruits mentionnés dans le diagramme ci-dessous sont basés sur mes recherches limitées sur le B17, Dr. Sebi et d'autres nutritionnistes que j'ai étudiés. Un nutritionniste comprend la quantité de vitamines A, D, E et K dont le corps a besoin. Les nutritionnistes comprennent les vitamines spécifiques qui manquent à chaque individu.",
  "Society is waking up to the reality that the Standard American Diet has set us up for failure. What’s the difference between a nutritionist and a dietician? Dietitians are specially trained nutritionists. Nutrition is more than just food and diet, nutritionists provide tips for clients to have long-term health. Exercise is another fundamental element of nutrition. Nutritionists help their clients develop plans tailored to their workout goals. What makes Michael Jordan, Tom Brady and Serena Williams the greats they are today? This is a convoluted answer — work ethic, giftedness, adversity, I would say coaching. The movie King Richard illustrates the need for coaching in tennis and how their Father built the Williams empire. Phil Jackson, coach of Michael Jordan, Shaquille O'Neal and Kobe Bryant (RIP), won 11 NBA titles as a coach. Michael Jordan is a legend, but Phil Jackson was instrumental in his success. Regarding Tom Brady, there is constant debate on whether his success is attributed to him or his coach Bill Belichick. A great coach maximizes your potential, and a health coach helps you maximize the effectiveness of your nutrition plan.": "La société prend conscience de la réalité que le régime alimentaire américain standard nous a condamnés à l'échec. Quelle est la différence entre un nutritionniste et un diététicien ? Les diététiciens sont des nutritionnistes spécialement formés. La nutrition est plus que de la nourriture et un régime, les nutritionnistes donnent des conseils à leurs clients pour avoir une santé à long terme. L'exercice est un autre élément fondamental de la nutrition. Les nutritionnistes aident leurs clients à élaborer des plans adaptés à leurs objectifs d'entraînement. Qu'est-ce qui fait que Michael Jordan, Tom Brady et Serena Williams sont les légendes qu'ils sont aujourd'hui ? C'est une réponse complexe — éthique de travail, talent, adversité, je dirais coaching. Le film King Richard illustre la nécessité du coaching en tennis et comment leur père a construit l'empire des Williams. Phil Jackson, entraîneur de Michael Jordan, Shaquille O'Neal et Kobe Bryant (RIP), a remporté 11 titres NBA en tant qu'entraîneur. Michael Jordan est une légende, mais Phil Jackson a joué un rôle essentiel dans son succès. Concernant Tom Brady, il y a un débat constant pour savoir si son succès lui est attribué ou à son entraîneur Bill Belichick. Un grand entraîneur maximise votre potentiel, et un coach de santé vous aide à maximiser l'efficacité de votre plan de nutrition.",
  "The importance of a nutritionist is that what you eat is paramount in determining your health. Nutritionists help you execute your health goals. Nutrition is important because when you get obesity or diabetes, your chance of chronic diseases skyrockets. Health coaches and dietitians both play a vital role in nutrition.": "L'importance d'un nutritionniste réside dans le fait que ce que vous mangez est primordial pour déterminer votre santé. Les nutritionnistes vous aident à réaliser vos objectifs de santé. La nutrition est importante parce que lorsque vous souffrez d'obésité ou de diabète, votre risque de maladies chroniques explose. Les coachs de santé et les diététiciens jouent tous deux un rôle vital dans la nutrition.",
  "Contact a nutritionist, you understand the value of nutritionists, once one understands the importance of food. Doctors universally acknowledge that nutrition is important. Seek a nutritionist to receive an in-depth understanding on nutrition and plans to fit the individual.": "Contactez un nutritionniste, vous comprenez la valeur des nutritionnistes, une fois que l'on comprend l'importance de la nourriture. Les médecins reconnaissent universellement que la nutrition est importante. Consultez un nutritionniste pour obtenir une compréhension approfondie de la nutrition et des plans adaptés à l'individu.",
  "Mushrooms & Relationships": "Champignons et relations",
  "For many years now, I have been applying a very particular stipulation to my interpersonal relationships: Anyone who wishes to enter into and sustain a relationship with me of any kind, whether professional or personal, must be willing to consume entheogens with me on a continual and consistent basis. Otherwise, I have found that communication issues and personality barriers seem to arise, and I typically need to end the relationship.": "Depuis de nombreuses années, j'applique une stipulation très particulière à mes relations interpersonnelles : Toute personne qui souhaite entrer et maintenir une relation avec moi, qu'elle soit professionnelle ou personnelle, doit être disposée à consommer des enthéogènes avec moi de manière continue et régulière. Sinon, j'ai constaté que des problèmes de communication et des barrières de personnalité semblent surgir, et je dois généralement mettre fin à la relation.",
  "The Root Cause Approach: A Path to True Healing": "L'approche de la cause profonde : un chemin vers une véritable guérison",
  "In the world of healthcare, a quiet revolution is underway. Patients and practitioners alike are realizing that the traditional 'band-aid' approach—managing symptoms without addressing underlying causes—often falls short. This growing awareness has sparked interest in functional medicine, a patient-centered approach that focuses on uncovering and resolving the root causes of illness. So, what makes functional medicine so transformative? Let’s explore why this approach is reshaping the future of healthcare.": "Dans le domaine des soins de santé, une révolution silencieuse est en cours. Les patients et les praticiens réalisent que l'approche traditionnelle du 'pansement'—gérer les symptômes sans aborder les causes sous-jacentes—souvent ne suffit pas. Cette prise de conscience croissante a suscité un intérêt pour la médecine fonctionnelle, une approche centrée sur le patient qui se concentre sur la découverte et la résolution des causes profondes de la maladie. Alors, qu'est-ce qui rend la médecine fonctionnelle si transformative ? Explorons pourquoi cette approche redéfinit l'avenir des soins de santé.",
  "Cancer Cases, Deaths in Men Predicted to Surge by 2050. Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1). Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "Les cas de cancer et les décès chez les hommes devraient augmenter d'ici 2050. Actuellement, le cancer est responsable d'un décès sur cinq dans le monde. Il n'existe aucun remède contre le cancer, et les statisticiens s'attendent à une augmentation des décès liés au cancer. Et si je vous disais que le remède contre le cancer se trouve dans les aliments que nous consommons ? La première chaîne de restauration rapide au monde est McDonald’s. L'huile de canola a été créée pour la première fois au début des années 1970 en tant qu'huile naturelle. Mais en 1995, Monsanto a créé une version génétiquement modifiée de l'huile de canola. En 2009, plus de 90 % de la culture de canola au Canada était génétiquement modifiée (1). Le Dr Sebi a théorisé que les huiles de graines deviennent cancérigènes une fois chauffées. Explorons la relation entre l'alimentation, le cancer et les fruits aux puissantes propriétés préventives.",
  "Rose Oil Benefits": "Bienfaits de l'huile de rose",
  "Rose Oil stems from the petals of Rosa centifolia and Rosa damascena. First, we will explain the medicinal benefits of Rosa centifolia and Rosa damascena, according to PFAF.org.": "L'huile de rose provient des pétales de Rosa centifolia et Rosa damascena. Tout d'abord, nous expliquerons les bienfaits médicinaux de Rosa centifolia et Rosa damascena, selon PFAF.org.",
  "Rosa centifolia (Provence Rose) is one of the few plants without an exact habitat. Conversely, it is found in the wild and apparent in many habitats worldwide. It is important to note that the rose oil stems from the petals. However, According to PFAF.org, the oil of Provence Rose helps with aromatherapy.": "Rosa centifolia (Rose de Provence) est l'une des rares plantes sans habitat précis. En revanche, elle se trouve à l'état sauvage et est présente dans de nombreux habitats à travers le monde. Il est important de noter que l'huile de rose provient des pétales. Selon PFAF.org, l'huile de la Rose de Provence aide en aromathérapie.",
  "'the root is astringent, the petals are laxative, and the fruit of the rose have vitamins A, C, and E.'": "'la racine est astringente, les pétales sont laxatifs, et les fruits de la rose contiennent des vitamines A, C et E.'",
  "According to PFAF.org, Rosa Damascena is home to Asia (habitat). Unlike Rosa centifolia, The flowers and fruits have characteristics similar to those of Rosa centifolia. However, Rosa Damascena has more aperient, tonic, and cardiac properties.": "Selon PFAF.org, Rosa Damascena est originaire d'Asie (habitat). Contrairement à Rosa centifolia, les fleurs et les fruits présentent des caractéristiques similaires à celles de Rosa centifolia. Cependant, Rosa Damascena possède des propriétés plus aperitives, toniques et cardiaques.",
  "the petals are astringent.": "les pétales sont astringents.",
  "Now that the plants comprising rose oil have been examined. Let's jump into studies investigating the use of rose oil for certain conditions. Published in 2017 by Avicenna J Phytomed, let's review the therapeutic effects of rose oil. The examined 'the analgesic, anti-depression, psychological relaxation, improved sexual health, and anti-anxiety effects of rose oil.' The study took place in Iran, and the most abundant element in the oil was 'β-citronellol (14.5-47.5%)'. Among 772 participants, studies indicate that rose oil showed immediate changes in physiology - skin changes, blood pressure, blood flow, brain activity, and muscle tension. One study indicated that inhalation of rose oil improved renal colic symptoms in patients. Amongst all the studies, rose oil has the strongest analgesic and anti-depressant effects.": "Maintenant que les plantes composant l'huile de rose ont été examinées. Passons aux études concernant l'utilisation de l'huile de rose pour certaines conditions. Publiée en 2017 par Avicenna J Phytomed, examinons les effets thérapeutiques de l'huile de rose. L'étude a examiné 'les effets analgésiques, anti-dépression, de relaxation psychologique, d'amélioration de la santé sexuelle et anti-anxiété de l'huile de rose.' L'étude s'est déroulée en Iran, et l'élément le plus abondant dans l'huile était 'β-citronellol (14,5-47,5%)'. Parmi 772 participants, les études indiquent que l'huile de rose a montré des changements immédiats dans la physiologie - changements de la peau, pression artérielle, flux sanguin, activité cérébrale et tension musculaire. Une étude a indiqué que l'inhalation d'huile de rose améliorait les symptômes de coliques rénales chez les patients. Parmi toutes les études, l'huile de rose présente les effets analgésiques et anti-dépressifs les plus forts.",
  "study": "étude",
  "Aromatherapy involves inhaling essential oils for therapeutic effects. Rose oil stems from the petals of Rosa centifolia and Rosa damascena. The petals are astringent and strong in vitamins A, C, and E. According to studies, rose oil helps most with pain (analgesic) and depression (anti-depressant).": "L'aromathérapie consiste à inhaler des huiles essentielles pour des effets thérapeutiques. L'huile de rose provient des pétales de Rosa centifolia et Rosa damascena. Les pétales sont astringents et riches en vitamines A, C et E. Selon les études, l'huile de rose aide surtout à soulager la douleur (analgésique) et la dépression (anti-dépresseur).",
  "Live Drop Coming Soon!Apothecary": "Bientôt disponible ! Apothecary",
  "About page": "Page À propos",
  "FAQ": "FAQ",
  "Who is The Merlin Group?": "Qui est The Merlin Group ?",
  "We are Bitcoin consultants and developers integrating the world onto Bitcoin via large scale projects that change the world.": "Nous sommes des consultants et développeurs Bitcoin intégrant le monde à Bitcoin via des projets de grande envergure qui changent le monde.",
  "Is the platform a subscription service?": "La plateforme est-elle un service d'abonnement ?",
  "As of 2024, the platform is not a subscription service. In the future, we might make the shift to a subscription service for providers. Everyday users will never have to pay a subscription to a subscription fee for this platform.": "À partir de 2024, la plateforme n'est pas un service d'abonnement. À l'avenir, nous pourrions passer à un service d'abonnement pour les prestataires. Les utilisateurs quotidiens n'auront jamais à payer un abonnement pour cette plateforme.",
  "What is your core mission statement?": "Quelle est votre déclaration de mission principale ?",
  "The Merlin Group is personally and professionally invested in the re-emergence of revolutionary therapies.": "Le groupe Merlin est personnellement et professionnellement investi dans le renouveau des thérapies révolutionnaires.",
  "Who is DECENT MED made for?": "Pour qui DECENT MED est-il conçu ?",
  "- Alternative Medicine providers": "- Fournisseurs de médecine alternative",
  "- Those who do not have health insurance": "- Ceux qui n'ont pas d'assurance maladie",
  "- People who have distrust in the current healthcare system": "- Les personnes qui ont une méfiance envers le système de santé actuel",
  "- Bitcoin countries and general Bitcoin users": "- Les pays utilisant le Bitcoin et les utilisateurs généraux de Bitcoin",
  "What are your goals?": "Quels sont vos objectifs ?",
  "- showcasing revolutionary treatments to billions of people worldwide": "présentant des traitements révolutionnaires à des milliards de personnes dans le monde entier",
  "- Aid in global Bitcoin adoption": "- Aider à l'adoption mondiale du Bitcoin",
  "- Decentralize healthcare for 'alternatives' to be widely accepted": "- Décentraliser les soins de santé pour que les 'alternatives' soient largement acceptées",
  "Why healthcare?": "Pourquoi les soins de santé ?",
  "We have both witnessed the corruption of the healthcare system. After the pandemic, we notice the catastrophic shift in the current system and want to provide a cheaper alternatives to healthcare globally.": "Nous avons tous les deux été témoins de la corruption du système de santé. Après la pandémie, nous constatons le changement catastrophique du système actuel et voulons offrir des alternatives moins chères aux soins de santé dans le monde entier.",
  "Herbal Medicine": "Médecine herboriste",
  "Encyclopedia of Herbal Medicine": "Encyclopédie de la médecine herboriste",
  "Goldenseal Herb": "Herbe de Goldenseal",
  "Bidens Pilosa Plant": "Plante de Bidens Pilosa",
  "Echinacea": "Echinacée",
  "Heliconia Metallica": "Heliconia Metallica",
  "Golden raintree": "Arbre à pluie dorée",
  "Platycadus Orientalis": "Platycadus Orientalis",
  "Plumbago": "Plumbago",
  "Plumeria": "Plumeria",
  "Crepe Myrtle": "Crêpe Myrte",
  "Silver Maple": "Érable argenté",
  "Elderberry": "Sureau",
  "Dandelion Root": "Racine de pissenlit",
  "Quercus Robur": "Chêne pédonculé",
  "Virginia Mountain Mint": "Menthe des montagnes de Virginie",
  "Wild Bergamot": "Bergamote sauvage",
  "Moringa": "Moringa",
  "Great Lobelia": "Lobélie grande",
  "Jewelweed": "Plante bijoux",
  "Rhus Typhina": "Sumac de Virginie",
  "African Tulip Tree": "Tulipier africain",
  "Rosa Nutkana": "Rose Nutkana",
  "Black Locust Tree": "Robinier faux-acacia",
  "Centaurea scabiosa": "Centaurée scabieuse",
  "Tansy": "Tanacetum",
  "Hawthorn": "Aubépine",
  "Ox-Eye Daisy": "Marguerite œil-de-bœuf",
  "Silver Birch": "Bouleau argenté",
  "Melilotus Albus": "Mélilot blanc",
  "Purple Loosestrife": "Lythrum pourpre",
  "Burmuda Grass": "Herbe de Bermudes",
  "Spiny Amaranth": "Amaranthe épineuse",
  "Thyme-Leaf Sandwort": "Sablier à feuilles de thym",
  "Piripiri": "Piripiri",
  "Lavender": "Lavande",
  "Angels Trumpet": "Trumpet d'ange",
  "Indian Almond Leaf": "Feuille d'amandier indien",
  "Peumus Boldus": "Peumus Boldus",
  "English Ivy": "Lierre anglais",
  "Wedelia": "Wedelia",
  "Bush Candle Tree": "Arbre à bougie de buisson",
  "Heavenly Bamboo": "Bambou céleste",
  "Chinese Holly": "Houx chinois",
  "Johnny Jump Up": "Johnny Jump Up",
  "Chinese Witch Hazel": "Hamamélis chinois",
  "Bigleaf Hydrangea": "Hortensia à grandes feuilles",
  "Oriental bittersweet": "Amour oriental",
  "Common Boxwood": "Buis commun",
  "Winged Spindle Tree": "Arbre épineux ailé",
  "French Lavender": "Lavande française",
  "Rosin Weed Plant": "Plante de résine",
  "Blackberry": "Mûre",
  "Slender Amaranth": "Amarante gracieuse",
  "Coral Tree": "Arbre corail",
  "Lily of the Nile": "Lys du Nil",
  "Lily Magnolia": "Magnolia à lis",
  "Sweet Gum Tree": "Arbre à gomme douce",
  "Mulberry": "Mûrier",
  "Camellia": "Camélia",
  "Oleander": "Laurier-rose",
  "Ditch Lily": "Lys de fossé",
  "Rose Tea": "Thé de rose",
  "Wild Sage": "Sauge sauvage",
  "Fremont Cottonwood": "Peuplier de Fremont",
  "Ceiba speciosa": "Ceiba speciosa",
  "Kapok Tree": "Arbre à kapok",
  "Detox page": "Page de détox",
  "Best Fruits, Spices and Vegetables for Detox": "Meilleurs fruits, épices et légumes pour la détox",
  "Turmeric": "Curcuma",
  "Anti-inflammatory properties - rich in antioxidants, vitamins, and nutrients": "Propriétés anti-inflammatoires - riche en antioxydants, vitamines et nutriments",
  "Ginger": "Gingembre",
  "Rich in antioxidants, cleanses the body and helps with digestion": "Riche en antioxydants, purifie le corps et aide à la digestion",
  "Aloe Vera": "Aloe Vera",
  "Soothes inflammation, cleanses the colon.": "Apaise l'inflammation, nettoie le côlon.",
  "Broccoli": "Brocoli",
  "High in fiber, rich in Vitamin A,C,K and antioxidants": "Riche en fibres, vitamine A, C, K et antioxydants",
  "Grapefruit": "Pamplemousse",
  "High in antioxidant Vitamin C, boosts immune system": "Riche en vitamine C antioxydante, renforce le système immunitaire",
  "Lemon": "Citron",
  "High in antioxidant Vitamin C. Cleanses liver, helps digestion and aids in weight management.": "Riche en vitamine C antioxydante. Nettoie le foie, aide à la digestion et favorise la gestion du poids.",
  "A detox cleanses the body. A water detox cleanse can flush out the body's toxins. The 3 day cleanse detox will restore your cells to ketosis. When detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.": "Une détox purifie le corps. Une détox à l'eau peut éliminer les toxines du corps. La détox de 3 jours restaurera vos cellules en cétose. Lors d'une détox, commencez par une détox à l'eau pour éliminer les toxines des reins et du foie (ceci n'est pas un avis médical). Une détox à l'eau aide le corps à se guérir lui-même. La détoxification joue un rôle essentiel dans la régénération cellulaire et le rajeunissement cellulaire, deux composants du bien-être.",
  "Cancer": "Cancer",
  "treatments globally like the Gerson Therapy and": "les traitements à l’échelle mondiale comme la thérapie Gerson et",
  "Dr. Sebi diet": "régime du Dr. Sebi",
  "use forms of Detoxification to cleanse the body from toxins that cause cancer.": "utilisent des formes de détoxification pour nettoyer le corps des toxines responsables du cancer.",
  "Detoxification Protocols": "Protocoles de détoxification",
  "- Dr. William Kelley: Nutrition detoxification for cancer patients": "- Dr. William Kelley: Détoxification nutritionnelle pour les patients atteints de cancer",
  "- Dr Sebi: Detoxification protocol using Sea Moss and an alkaline 'green' diet to cleanse the liver and colon.": "- Dr Sebi: Protocole de détoxification utilisant la mousse de mer et un régime 'vert' alcalin pour nettoyer le foie et le côlon.",
  "- Dr. Gerson: Detoxification protocol with raw juices and vegetables an": "- Dr. Gerson: Protocole de détoxification avec des jus crus et des légumes.",
  "(gold, green and white NOT roasted) in order to expel toxins accumulated from (dissolved tumor masses). The process is that the tumor is caught in the liver and released in the bile and exits through the kidney.The long dietary program of low-sodium and high potassium foods assisting with Tubercolosis, chronic diseases, asthma, arthritis, diabetes, heart conditions, and many cancers.": "(Or, vert et blanc NON torréfié) afin d'expulser les toxines accumulées des masses tumorales dissoutes. Le processus consiste à ce que la tumeur soit capturée dans le foie, libérée dans la bile et évacuée par le rein. Le long programme alimentaire à faible teneur en sodium et riche en potassium aide à lutter contre la tuberculose, les maladies chroniques, l'asthme, l'arthrite, le diabète, les maladies cardiaques et de nombreux cancers.",
  "Benefits of Preventive Wellness": "Avantages du bien-être préventif",
  "- Make well-informed lifestyle choices": "- Faire des choix de mode de vie éclairés",
  "- Detect early and better manage diseases": "- Détecter tôt et mieux gérer les maladies",
  "- Avoid expensive treatments": "- Éviter les traitements coûteux",
  "Benefits of Water Detox": "Avantages de la détox à l'eau",
  "- Aids in digestion": "- Aide à la digestion",
  "- Improves circulation": "- Améliore la circulation",
  "- Relieves constipation": "- Soulage la constipation",
  "- Reduces inflammation": "- Réduit l'inflammation",
  "- Reduces sugar cravings": "- Réduit les envies de sucre",
  "- Boosts energy levels": "- Augmente les niveaux d'énergie",
  "Hypnotherapy page": "Page de l'hypnothérapie",
  "Visit Green Hypnotherapy": "Visitez Green Hypnotherapy",
  "Benefits of Hypnotherapy": "Avantages de l'hypnothérapie",
  "Increased Self Confidence": "Confiance en soi accrue",
  "Studies show that close to 8/10 Americans have low self-esteem.": "Des études montrent que près de 8/10 Américains ont une faible estime d'eux-mêmes.",
  "Decreased Anxiety": "Réduction de l'anxiété",
  "The advent of smart phones and social media has increased anxiety among today's youth. Mix that with mass shootings and school shootings, anxiety levels are high in the United States.": "L'avènement des smartphones et des médias sociaux a augmenté l'anxiété chez les jeunes d'aujourd'hui. Mélangez cela avec les fusillades de masse et les fusillades scolaires, les niveaux d'anxiété sont élevés aux États-Unis.",
  "Releasing & Transforming Trauma Responses": "Libération et transformation des réponses au traumatisme",
  "Transform your pain and mental anguish into healing and wholeness.": "Transformez votre douleur et votre angoisse mentale en guérison et en plénitude.",
  "Dissolving & Transforming Subconscious Blocks": "Dissoudre et transformer les blocages subconscients",
  "Dissolving subconscious blocks can lead to increased self-awareness and emotional well-being.": "Dissoudre les blocages subconscients peut conduire à une meilleure conscience de soi et à un bien-être émotionnel.",
  "Stress Reduction": "Réduction du stress",
  "High stress levels play a role in the development of diseases. It is not safe to have high cortisol levels in our sedentary lifestyles.": "Des niveaux de stress élevés jouent un rôle dans le développement des maladies. Il n'est pas sûr d'avoir des niveaux élevés de cortisol dans nos modes de vie sédentaires.",
  "Overcoming Fears & Phobias": "Surmonter les peurs et les phobies",
  "Fears restrict us from new experiences, do not let yourself hold you back with fear.": "Les peurs nous empêchent de vivre de nouvelles expériences, ne vous laissez pas retenir par la peur.",
  "Improving Sleep": "Améliorer le sommeil",
  "According to the CDC, estimated 10-30% of the world struggle with insomnia.": "Selon le CDC, on estime que 10 à 30 % de la population mondiale souffre d'insomnie.",
  "Hypnotherapy Modalities": "Modalités d'hypnothérapie",
  "Parts Therapy": "Thérapie des parties",
  "- Core Transformation to transform negative subconscious beliefs.": "- Transformation fondamentale pour transformer les croyances subconscientes négatives.",
  "Regression Therapy": "Thérapie de régression",
  "- Get to the root of long-term issues that often stem from childhood trauma(s) that occurred before age 7 and helps the client to transform their pain and mental anguish into healing and wholeness.": "- Allez à la racine des problèmes à long terme qui proviennent souvent de traumatismes infantiles survenus avant l'âge de 7 ans et aidez le client à transformer sa douleur et son angoisse mentale en guérison et en plénitude.",
  "Past-Life Regression": "Régression des vies antérieures",
  "- Access your past-life to discover spots that you are missing.": "- Accédez à votre vie antérieure pour découvrir les aspects que vous manquez.",
  "Acupuncture page": "Page d'acupuncture",
  "Acupuncture Channels": "Canaux d'acupuncture",
  "Spleen Function in TCM": "Fonction de la rate en MTC",
  "Kidney Acupuncture": "Acupuncture des reins",
  "Acupuncture Points": "Points d'acupuncture",
  "Acupuncture Treatment": "Traitement d'acupuncture",
  "Chelation page": "Page de chélation",
  "Visit Crossroads Naturopathic": "Visitez Crossroads Naturopathic",
  "Chelation 101 (Heavy Metal Detox)": "Chélation 101 (Détoxification des métaux lourds)",
  "Stem Cell Therapy page": "Page de thérapie par cellules souches",
  "Stem Cell Therapy Explained": "Explication de la thérapie par cellules souches",
  "Ayurveda Experience": "Expérience Ayurveda",
  "Ayurvedic Elements": "Éléments Ayurvédiques",
  "Space": "Espace",
  "Air": "Air",
  "Fire": "Feu",
  "Water": "Eau",
  "Earth": "Terre",
  "What is Ayurveda?": "Qu'est-ce que l'Ayurveda ?",
  "Ayurveda is a holistic healing system developed in India based on the delicate balance between mind, body, and spirit. The goal of Ayurveda is promoting good health instead of fighting disease. The goal is to cleanse your body of undigested food, which stay in your body and lead to illness. The process is called 'panchakarma', designed to reduce your symptoms and restore harmony and balance. Other processes used are blood purification, massage, medical oils, herbs, enemas, and laxatives.": "L'Ayurveda est un système de guérison holistique développé en Inde basé sur l'équilibre délicat entre l'esprit, le corps et l'âme. L'objectif de l'Ayurveda est de promouvoir la bonne santé plutôt que de lutter contre la maladie. L'objectif est de nettoyer votre corps des aliments non digérés, qui restent dans votre corps et entraînent des maladies. Le processus s'appelle 'panchakarma', conçu pour réduire vos symptômes et restaurer l'harmonie et l'équilibre. D'autres processus utilisés sont la purification du sang, le massage, les huiles médicinales, les herbes, les lavements et les laxatifs.",
  "Why Choose Ayurveda?": "Pourquoi choisir l'Ayurveda ?",
  "1. Truly embrace individual": "1. Vraiment embrasser l'individualité",
  "2. Foster self-awareness": "2. Favoriser la conscience de soi",
  "3. Focuses on prevention and the root cause of illness": "3. Se concentre sur la prévention et la cause profonde des maladies",
  "4. Truly intuitive": "4. Vraiment intuitif",
  "Nutrition page": "Page de nutrition",
  "Obesity Facts": "Faits sur l'obésité",
  "Dr. Sebi Food List": "Liste des aliments Dr. Sebi",
  "Chiropractic page": "Page de chiropraxie",
  "The war on drugs has been a colossal failure. Since its inception, the drug war has decimated countries, incarcerated black men, and overdose deaths increases. Since 1999, drug overdoses have tripled in the last two decades. Furthermore, the figures are from 2020, a period plagued by a global pandemic. With Fentanyl on the rise in the 2020s, the numbers are only increasing. Alternative treatments like Chiropractic are non-invasive and align the body. An estimated 80% of the population will have significant back pain.": "La guerre contre les drogues a été un échec colossal. Depuis sa création, la guerre contre les drogues a dévasté des pays, incarcéré des hommes noirs et augmenté les décès par overdose. Depuis 1999, les overdoses de drogues ont triplé au cours des deux dernières décennies. De plus, les chiffres datent de 2020, une période marquée par une pandémie mondiale. Avec l'augmentation du fentanyl dans les années 2020, les chiffres ne cessent d'augmenter. Des traitements alternatifs comme la chiropraxie sont non invasifs et réalignent le corps. On estime que 80 % de la population souffrira de douleurs dorsales significatives.",
  "An estimated 65% of American adults seek care for neck or back pain in their lifetime. Extrapolating that figure, 36% of Americans do not know if surgery is effective for their pain. Chiropractic care is 40% (estimate) more effective for treating back pain. Chiropractors remove neurological interference and restore proper biomechanics to the spine. Moreover, chiropractic care supports the immune system, improves sleep, improves behavior, improves brain development, and benefits development in both adults and children.": "On estime que 65 % des adultes américains consultent pour des douleurs au cou ou au dos au cours de leur vie. En extrapolant ce chiffre, 36 % des Américains ne savent pas si la chirurgie est efficace pour leur douleur. Les soins chiropratiques sont 40 % (estimation) plus efficaces pour traiter les douleurs dorsales. Les chiropraticiens éliminent les interférences neurologiques et restaurent la biomécanique appropriée de la colonne vertébrale. De plus, les soins chiropratiques soutiennent le système immunitaire, améliorent le sommeil, le comportement, le développement du cerveau et bénéficient au développement des adultes et des enfants.",
  "Chiropractic Benefits": "Bienfaits de la chiropraxie",
  "Preventive Wellness": "Bien-être préventif",
  "The body has an immense regenerative potential to heal itself. 'Let thy food be medicine, and thy medicine be food', Hippocrates, this quote illustrates that fighting disease begins with food. Prevention starts with eating foods that boost the immune system. Consumption of antioxidants like Polyphenols or Beta Carotene assists the immune system in fighting disease before they arrive. Renowed healers, Dr. Sebi and Dr. Gerson found that a mixture of a plant-based diet and detoxification aids in fighting cancer.": "Le corps a un immense potentiel régénératif pour se guérir lui-même. 'Que ta nourriture soit ton médicament, et ton médicament soit ta nourriture', Hippocrate, cette citation illustre que la lutte contre la maladie commence par l'alimentation. La prévention commence par la consommation d'aliments qui stimulent le système immunitaire. La consommation d'antioxydants comme les polyphénols ou le bêta-carotène aide le système immunitaire à combattre les maladies avant qu'elles n'arrivent. Les guérisseurs renommés, Dr. Sebi et Dr. Gerson ont découvert qu'un mélange de régime à base de plantes et de détoxification aide à combattre le cancer.",
  "Best Vitamins and Antioxidants": "Meilleures vitamines et antioxydants",
  "Vitamin D": "Vitamine D",
  "Humans do not naturally produce vitamin D. Vitamin D benefits include: calcium absorption, immune system support and cardiovascular health. Found primarily in fruits like orange, grapefruit, lemon, kiwi and broccoli.": "Les humains ne produisent pas naturellement de vitamine D. Les bienfaits de la vitamine D incluent : l'absorption du calcium, le soutien du système immunitaire et la santé cardiovasculaire. On la trouve principalement dans des fruits comme l'orange, le pamplemousse, le citron, le kiwi et le brocoli.",
  "Vitamin A": "Vitamine A",
  "Great for the immune system bone health, cancer prevention (apricot) and fighting acne and aging. Humans do not naturally produce vitamin A. Found primarily in fruits like apricots, nectarine, cantaloupe, passion fruit and sweet potato.": "Excellente pour le système immunitaire, la santé des os, la prévention du cancer (abricot) et la lutte contre l'acné et le vieillissement. Les humains ne produisent pas naturellement de vitamine A. On la trouve principalement dans des fruits comme les abricots, la nectarine, le cantaloup, le fruit de la passion et la patate douce.",
  "CoQ10": "CoQ10",
  "This antioxidant converts food into energy. It helps fight diabetes, fertility, cancer and headaches. It is highest in liver, strawberries and oranges and seeds like lentils.": "Cet antioxydant transforme la nourriture en énergie. Il aide à lutter contre le diabète, la fertilité, le cancer et les maux de tête. On le trouve principalement dans le foie, les fraises, les oranges et les graines comme les lentilles.",
  "Vitamin E": "Vitamine E",
  "Great for immune health, this vitamin has antioxidant properties. Vitamin E is found in avocado, broccoli, olives, kiwi and seeds.": "Excellente pour la santé immunitaire, cette vitamine possède des propriétés antioxydantes. La vitamine E se trouve dans l'avocat, le brocoli, les olives, le kiwi et les graines.",
  "Vitamin K": "Vitamine K",
  "The body does not naturally produce vitamin K. Dandelion root is high in vitamin K, which helps with bone health and blood clotting. Some studies indicate dandelion root is effective in colorectoral cancer. Other great sources of vitamin K are greens like kale, blueberries, kiwi and avocado.": "Le corps ne produit pas naturellement de vitamine K. La racine de pissenlit est riche en vitamine K, ce qui aide à la santé des os et à la coagulation sanguine. Certaines études indiquent que la racine de pissenlit est efficace contre le cancer colorectal. D'autres bonnes sources de vitamine K sont des légumes verts comme le chou frisé, les myrtilles, le kiwi et l'avocat.",
  "Curcumin": "Curcuma",
  "Known for its strong orange pigment, curcumin is an antioxidant and component of turmeric. Curcumin is one of the strongest anti-inflammatory and antioxidants. There are many benefits to consuming curcumin.": "Connu pour son fort pigment orange, le curcuma est un antioxydant et un composant du curcuma. Le curcuma est l'un des anti-inflammatoires et antioxydants les plus puissants. Il existe de nombreux bienfaits à consommer du curcuma.",
  "Vitamin B": "Vitamine B",
  "The body does not naturally produce vitamin B. Some doctors theorize that disease stems from a vitamin B deficiency. Vitamin B12, B6 and other complex vitamins convert food into energy and help to strengthen the immune system. Although indirectly associated, B17 (Laetrile), found in the nitriloside family (bitter almond, apricot seed), plays a pivotal role in cancer prevention.": "Le corps ne produit pas naturellement de vitamine B. Certains médecins théorisent que la maladie provient d'une carence en vitamine B. La vitamine B12, la B6 et d'autres vitamines complexes transforment la nourriture en énergie et aident à renforcer le système immunitaire. Bien que de manière indirecte, la vitamine B17 (Laetrile), trouvée dans la famille des nitrilosides (amande amère, noyau d'abricot), joue un rôle essentiel dans la prévention du cancer.",
  "Glutathione": "Glutathion",
  "This antioxidant aids the immune system, fighting free radicals and regeneration of vitamins E and C.": "Cet antioxydant aide le système immunitaire, combat les radicaux libres et régénère les vitamines E et C.",
  "Meditation page": "Page de méditation",
  "Visit Serenity Meditations": "Visitez Serenity Meditations",
  "Contact": "Contact",
  "Benefits of Bone Marrow Stem Cells": "Bienfaits des cellules souches de la moelle osseuse",
  "Stem Cell Therapy NFL Case Studies": "Études de cas sur la thérapie par cellules souches en NFL",
  "Benefits of Meditation": "Bienfaits de la méditation",
  "In recent years, meditation has gained recognition not just as a relaxation technique, but as a powerful tool for healing the mind, body, and spirit. With roots in various spiritual traditions, modern research is uncovering the profound benefits of meditation on mental and physical health.": "Ces dernières années, la méditation a gagné en reconnaissance non seulement comme une technique de relaxation, mais aussi comme un puissant outil de guérison de l'esprit, du corps et de l'âme. Avec des racines dans diverses traditions spirituelles, les recherches modernes découvrent les avantages profonds de la méditation sur la santé mentale et physique.",
  "Understanding Meditation": "Comprendre la méditation",
  "Meditation encompasses a variety of practices designed to promote focused attention and heightened awareness. Techniques may include mindfulness, breath awareness, and visualization, among others. Regardless of the approach, the core aim remains the same: to cultivate a state of inner calm and clarity.": "La méditation englobe une variété de pratiques destinées à promouvoir l'attention concentrée et la conscience accrue. Les techniques peuvent inclure la pleine conscience, la prise de conscience de la respiration et la visualisation, entre autres. Quel que soit l'approche, l'objectif principal reste le même : cultiver un état de calme intérieur et de clarté.",
  "Mental Health Benefits": "Avantages pour la santé mentale",
  "1. Reduction of Stress and Anxiety": "1. Réduction du stress et de l'anxiété",
  "Numerous studies have demonstrated that meditation can significantly lower stress levels. By promoting relaxation and reducing the production of stress hormones like cortisol, meditation helps individuals manage anxiety and improve their overall mood. Sleep meditation helps you sleep and overcome Insomnia.": "De nombreuses études ont démontré que la méditation peut réduire considérablement les niveaux de stress. En favorisant la relaxation et en réduisant la production d'hormones de stress comme le cortisol, la méditation aide les individus à gérer l'anxiété et à améliorer leur humeur générale. La méditation du sommeil vous aide à dormir et à surmonter l'insomnie.",
  "2. Improvement in Emotional Well-being": "2. Amélioration du bien-être émotionnel",
  "Regular meditation practice has been linked to increased levels of positive emotions and greater emotional resilience. It allows individuals to process feelings more effectively and enhances self-awareness, leading to healthier emotional responses.": "La pratique régulière de la méditation a été liée à une augmentation des émotions positives et à une plus grande résilience émotionnelle. Elle permet aux individus de traiter les émotions plus efficacement et améliore la conscience de soi, conduisant à des réponses émotionnelles plus saines.",
  "3. Enhanced Focus and Concentration": "3. Amélioration de l'attention et de la concentration",
  "Meditation improves attention span and cognitive function. This heightened focus not only benefits daily tasks but also enhances productivity and creativity.": "La méditation améliore la concentration et la fonction cognitive. Cette concentration accrue profite non seulement aux tâches quotidiennes, mais améliore également la productivité et la créativité.",
  "4. Support in Managing Depression": "4. Soutien dans la gestion de la dépression",
  "Mindfulness meditation, in particular, has been shown to alleviate symptoms of depression. By fostering an awareness of thoughts and feelings without judgment, individuals can break cycles of negative thinking.": "La méditation de pleine conscience, en particulier, a montré qu'elle atténuait les symptômes de la dépression. En favorisant la prise de conscience des pensées et des émotions sans jugement, les individus peuvent rompre les cycles de pensée négative.",
  "Physical Health Benefits": "Bienfaits pour la santé physique",
  "1. Lower Blood Pressure": "1. Réduction de la pression artérielle",
  "2. Pain Management": "2. Gestion de la douleur",
  "3. Improved Sleep Quality": "3. Amélioration de la qualité du sommeil",
  "Getting Started with Meditation": "Commencer la méditation",
  "For those new to meditation, starting can feel daunting. However, it doesn’t require extensive time or complicated techniques. Here are some tips to begin:": "Pour ceux qui débutent en méditation, commencer peut sembler intimidant. Cependant, cela ne nécessite pas beaucoup de temps ou de techniques compliquées. Voici quelques conseils pour commencer :",
  "1. Start Small": "1. Commencez petit",
  "Begin with just a few minutes each day, gradually increasing the duration as you become more comfortable.": "Commencez par quelques minutes chaque jour, en augmentant progressivement la durée à mesure que vous vous sentez plus à l'aise.",
  "2. Find a Comfortable Space": "2. Trouvez un endroit confortable",
  "Choose a quiet place where you can sit or lie down comfortably, free from distractions.": "Choisissez un endroit calme où vous pouvez vous asseoir ou vous allonger confortablement, à l'abri des distractions.",
  "3. Focus on Your Breath": "3. Concentrez-vous sur votre respiration",
  "Pay attention to your breathing, noticing the sensation of air entering and leaving your body. This simple focus can help anchor your mind.": "Faites attention à votre respiration, en remarquant la sensation de l'air entrant et sortant de votre corps. Cette concentration simple peut aider à ancrer votre esprit.",
  "4. Be Kind to Yourself": "4. Soyez bienveillant envers vous-même",
  "Meditation is a practice, and it’s normal for the mind to wander. Gently bring your focus back to your breath or chosen focal point without self-judgment.": "La méditation est une pratique, et il est normal que l'esprit vagabonde. Ramenez doucement votre attention à votre respiration ou à votre point de concentration choisi sans jugement.",
  "The healing power of meditation is profound, offering benefits that extend far beyond relaxation. By incorporating meditation into daily life, individuals can experience a transformative journey toward improved mental clarity, emotional stability, and physical well-being. As more people recognize its potential, meditation may well become a cornerstone of holistic health practices in our modern world.": "Le pouvoir de guérison de la méditation est profond, offrant des bienfaits qui vont bien au-delà de la relaxation. En intégrant la méditation dans la vie quotidienne, les individus peuvent vivre un voyage transformateur vers une clarté mentale améliorée, une stabilité émotionnelle et un bien-être physique. À mesure que de plus en plus de personnes reconnaissent son potentiel, la méditation pourrait bien devenir un pilier des pratiques de santé holistiques dans notre monde moderne.",
  "Meditation 101": "Méditation 101",
  "Enlightenment and Meditation": "Éveil et Méditation",
  "Mindfulness through Meditation": "Pleine conscience à travers la Méditation",
  "All Things Meditation - All You Need to Know": "Tout sur la Méditation - Tout ce que vous devez savoir",
  "Mind Rest - Guided Breath Meditation": "Repos mental - Méditation guidée de la respiration",
  "View Website": "Voir le site Web",
  "Lotus Potentia Holistics": "Lotus Potentia Holistics",
  "Kelechi Obasi": "Kelechi Obasi",
  "Our approach to medicine serves to complete the flow of energy within your energy system, to restore and improve your overall health, mind, soul & body, and our complementary therapies which are a combination of modern and ancient traditional medical practices takes you on that journey for a more fulfilled life.": "Notre approche de la médecine vise à compléter le flux d'énergie au sein de votre système énergétique, à restaurer et améliorer votre santé globale, votre esprit, votre âme et votre corps, et nos thérapies complémentaires qui sont une combinaison de pratiques médicales modernes et anciennes vous accompagnent dans ce voyage vers une vie plus épanouie.",
  "Heart of Wellness": "Cœur du bien-être",
  "Tim Shannon ND": "Tim Shannon ND",
  "At Heart of Wellness, we offer a variety of services including family medicine and naturopathic services provided by our team of Naturopathic Physicians, Certified Nutritionist, and practitioners of Acupuncture & Asian Medicine. We also offer Massage Therapy and Physical Therapy to ensure that we are able to cater to your every need. Our focus is on healing your whole being, including your physical, emotional, mental, and spiritual well-being. We have a team of open-minded doctors who listen to and educate you, empowering you on your journey to optimum health and well-being with safe and effective treatments. Our facility has been rated as the number one health and medical center in the Olympia Washington area, and we encourage you to schedule an appointment and experience a different kind of healthcare.": "Au Cœur du Bien-être, nous offrons une variété de services, y compris la médecine familiale et les services de naturopathie fournis par notre équipe de médecins naturopathes, nutritionnistes certifiés et praticiens de l'acupuncture et de la médecine asiatique. Nous proposons également des thérapies de massage et de physiothérapie pour nous assurer que nous répondons à tous vos besoins. Notre objectif est de guérir votre être dans son ensemble, y compris votre bien-être physique, émotionnel, mental et spirituel. Nous avons une équipe de médecins ouverts d'esprit qui vous écoutent et vous éduquent, vous responsabilisant dans votre parcours vers une santé et un bien-être optimaux grâce à des traitements sûrs et efficaces. Notre établissement a été classé comme le meilleur centre de santé et médical dans la région d'Olympia, Washington, et nous vous encourageons à prendre rendez-vous et à découvrir un autre type de soins de santé.",
  "Better Health Solutions": "Solutions pour une meilleure santé",
  "Dr. Abbas Khayami": "Dr. Abbas Khayami",
  "In Scottsdale, AZ, chiropractic care could be just what you need! This type of healthcare focuses on diagnosing and treating problems with your muscles, bones, and joints, particularly those related to your spine. Chiropractors, as healthcare professionals, can help enhance nerve function, reduce pain, and promote healing through techniques like spinal adjustments.": "À Scottsdale, AZ, les soins chiropratiques pourraient être exactement ce dont vous avez besoin ! Ce type de soins de santé se concentre sur le diagnostic et le traitement des problèmes liés à vos muscles, vos os et vos articulations, en particulier ceux liés à votre colonne vertébrale. Les chiropraticiens, en tant que professionnels de la santé, peuvent aider à améliorer la fonction nerveuse, réduire la douleur et favoriser la guérison grâce à des techniques comme les ajustements de la colonne vertébrale.",
  "Healing Goddess": "Déesse de la guérison",
  "Stacy Theodossin - The Healing Goddess": "Stacy Theodossin - La Déesse de la guérison",
  "After Stacy graduated from San Diego State University in 1992, she moved to the Detroit area and began her career in sales and marketing. She traveled the world and climbed the corporate ladder. But something was missing. Before long, she was back to her studies – this time in Ayurvedic Medicine. Her own journey to health and healing, through Ayurveda, had already begun a few years earlier -- when she was a patient with her own chronic health conditions. When she had the opportunity to deepen her knowledge, she jumped at the chance. At first, it was from an academic standpoint. She couldn’t wrap her mind around how it all worked. After hours and years of study and residency, she found the answers she sought. Then, her mission was clear – she needed to teach others how to HEAL & TRANSFORM their own lives through Ayurveda, the 'wisdom of life.": "Après avoir obtenu son diplôme de l'Université d'État de San Diego en 1992, Stacy s'est installée dans la région de Detroit et a commencé sa carrière dans la vente et le marketing. Elle a voyagé dans le monde entier et grimpé les échelons de l'entreprise. Mais quelque chose manquait. Peu de temps après, elle est retournée à ses études – cette fois en Médecine Ayurvédique. Son propre voyage vers la santé et la guérison, à travers l'Ayurveda, avait déjà commencé quelques années plus tôt -- lorsqu'elle était patiente avec ses propres problèmes de santé chroniques. Lorsqu'elle a eu l'occasion d'approfondir ses connaissances, elle n'a pas hésité. Au début, c'était d'un point de vue académique. Elle ne pouvait pas comprendre comment tout cela fonctionnait. Après des heures et des années d'études et de résidence, elle a trouvé les réponses qu'elle cherchait. Ensuite, sa mission était claire – elle devait enseigner aux autres comment GUÉRIR & TRANSFORMER leur propre vie à travers l'Ayurveda, la 'sagesse de la vie.",
  "Yogi Sanjivana": "Yogi Sanjivana",
  "Yogi Sanji - (Sanjivana)": "Yogi Sanji - (Sanjivana)",
  "My name is Yogi Sanji (Sanjivana), and my expertise is meditation and spiritual mentoring. I am a former monk of 20 years and have extensive experience teaching meditation to individuals and large groups. Meditation is my passion, interest, and life. I help people reach their goals of happiness, peace, and liberation through the practice of meditation and mindfulness. I teach meditation based on ancient traditions and doctrines which include deep insights, concentration, mindfulness, relaxation, and healing meditations. Sanjivana Kularathna - Serenity Meditations Meditation Teacher, Spiritual- Counselor, Therapist, Tutor, Mentor, Life Coach Energy work healing Working for Charities, Suicide prevention, Trauma Recovery, Rehabilitation, Sober Therapy and rebuilding lives.": "Je m'appelle Yogi Sanji (Sanjivana), et mon expertise est la méditation et le mentorat spirituel. Je suis un ancien moine de 20 ans et j'ai une vaste expérience dans l'enseignement de la méditation aux individus et aux grands groupes. La méditation est ma passion, mon intérêt et ma vie. J'aide les gens à atteindre leurs objectifs de bonheur, de paix et de libération grâce à la pratique de la méditation et de la pleine conscience. J'enseigne la méditation basée sur des traditions et doctrines anciennes qui incluent des aperçus profonds, la concentration, la pleine conscience, la relaxation et des méditations de guérison. Sanjivana Kularathna - Sérénité Méditations Enseignant de méditation, Conseiller spirituel, Thérapeute, Tuteur, Mentor, Coach de vie Travail énergétique de guérison Travaillant pour des œuvres de charité, la prévention du suicide, la récupération après un traumatisme, la réhabilitation, la thérapie sobre et la reconstruction des vies.",
  "Medical Rating": "Évaluation médicale",
  "Description": "Description",
  "Name": "Nom",
  "Source 1": "Source 1",
  "Source 2": "Source 2",
  "Source 3": "Source 3",
  "Source 4": "Source 4",
"Login": "Connexion",
  "Vitamin B: Vitamin B17 - The Mysterious Case of Cancer": "Vitamine B : Vitamine B17 - Le mystérieux cas du cancer",
  "Showcase your company with a direct link to your booking page. The practices above will take users to a scrollview of As the project scales, there will be built-in 24 hour scheduler. Finally, all providers on the platform receive a showcase interview for your Telehealth portal.": "Présentez votre entreprise avec un lien direct vers votre page de réservation. Les pratiques ci-dessus amèneront les utilisateurs à une vue défilante de À mesure que le projet évolue, il y aura un planificateur intégré de 24 heures. Enfin, tous les prestataires sur la plateforme reçoivent une interview de présentation pour votre portail de télésanté."
}
