{
  "language": "dutch",
  "Home": "Thuis",
  "NotFound": "Niet Gevonden",
  "Decent Med: explore a holistic approach to healthcare! We focus on natural healing and wellness practices that address the mind, body, and spirit. Learn more about holistic medicine and its benefits.": "Decent Med: ontdek een holistische benadering van gezondheidszorg! Wij richten ons op natuurlijke genezings- en wellnesspraktijken die de geest, het lichaam en de ziel aanpakken. Leer meer over holistische geneeskunde en de voordelen ervan.",
  "Decent Med": "Decent Med",
  "Education": "Onderwijs",
  "Find Practioner": "Vind een beoefenaar",
  "Telehealth Services": "Telezorgdiensten",
  "Cancer": "Kanker",
  "Blogs": "Blogs",
  "About Us": "Over ons",
  "Dashboard": "Dashboard",
  "Detox": "Detox",
  "Meditation": "Meditatie",
  "Preventive Medicine": "Preventieve Geneeskunde",
  "Hypnotherapy": "Hypnotherapie",
  "Homeopathy": "Homeopathie",
  "Acupuncture": "Acupunctuur",
  "Chelation": "Chelatie",
  "Chiropractic": "Chiropractie",
  "Naturopathy": "Natuurgeneeskunde",
  "Hypnotherapy": "Hypnotherapie",
  "Ayurveda": "Ayurveda",
  "Nutrition": "Voeding",
  "Have you ever wondered how people used to live healthier and longer lives? Before traditional medicine, there was wellness. Our ancestors experienced vitality - living off the land. This decade has uncovered the hidden truth about traditional healthcare. Medicine is not about surviving; it is about wellness. Medicine should cure sometimes, relieve often, and comfort always. Our goal is to promote vitality. We are personally and professionally invested in the re-emergence of regenerative medicine and broadening access to revolutionary therapies. Treatments like homeopathy operate on the belief that the body can heal via plants and minerals to stimulate the healing process.": "Heb je je ooit afgevraagd hoe mensen vroeger gezonder en langer leefden? Vóór de traditionele geneeskunde was er welzijn. Onze voorouders ervoeren vitaliteit - leven van het land. Dit decennium heeft de verborgen waarheid over traditionele gezondheidszorg onthuld. Geneeskunde gaat niet over overleven; het gaat over welzijn. Geneeskunde moet soms genezen, vaak verlichten en altijd troost bieden. Ons doel is om vitaliteit te bevorderen. Wij zijn persoonlijk en professioneel geïnvesteerd in de heropleving van regeneratieve geneeskunde en het verbreden van de toegang tot revolutionaire therapieën. Behandelingen zoals homeopathie werken op het geloof dat het lichaam kan genezen via planten en mineralen om het genezingsproces te stimuleren.",
  "Departments": "Afdelingen",
  "Stem Cell Therapy": "Stamceltherapie",
  "Ayurveda Therapy": "Ayurveda-therapie",
  "Blog Page": "Blogpagina",
  "Apothecary": "Apotheek",
  "Can Constipation Cause Back Pain": "Kan constipatie rugpijn veroorzaken",
  "Detox Cleanse": "Detoxreiniging",
  "Hypnotherapy Practitioners": "Hypnotherapiebeoefenaars",
  "Homeopathy Practitioners": "Homeopathiebeoefenaars",
  "Our Values": "Onze waarden",
  "Showcasing Alternatives": "Alternatieven tonen",
  "Treatment of Chronic Conditions": "Behandeling van chronische aandoeningen",
  "Advanced Features": "Geavanceerde functies",
  "The most essential element of wellness is education. This platform is a canvas for holistic providers to showcase their expertise and educate the public on how to tap into wellness. Supermarkets have more chemicals than a chemistry lab. Education goes a long way in fighting disease.": "Het belangrijkste element van welzijn is educatie. Dit platform is een canvas voor holistische aanbieders om hun expertise te laten zien en het publiek te informeren over hoe ze welzijn kunnen aanboren. Supermarkten hebben meer chemicaliën dan een chemisch laboratorium. Onderwijs draagt ​​veel bij aan de bestrijding van ziekten.",
  "Deemed 'alternatives', this platform gives a voice to holistic wellness. This platform educates on wellness, providing providers access to patients worldwide. We use innovative tactics to bring more patients to your site.": "Dit platform, dat als 'alternatieven' wordt beschouwd, geeft een stem aan holistisch welzijn. Dit platform informeert over welzijn en biedt aanbieders toegang tot patiënten over de hele wereld. We gebruiken innovatieve tactieken om meer patiënten naar uw site te brengen.",
  "Cures to chronic diseases exist! This platform is a global Telehealth Directory. Based on the Bitcoin principle of censorship resistance, DecentMed gives a voice to global treatments that treat chronic diseases.": "Er bestaan ​​geneesmiddelen voor chronische ziekten! Dit platform is een wereldwijde Telehealth Directory. Gebaseerd op het Bitcoin-principe van censuurbestendigheid, geeft DecentMed een stem aan wereldwijde behandelingen die chronische ziekten behandelen.",
  "Providers on the platform receive access to patient databases, a digital business card, blog showcase, branded content on the education pages and admin privileges on our upcoming mobile app version of Decent Med.": "Providers op het platform krijgen toegang tot patiëntendatabases, een digitaal visitekaartje, een blogshowcase, merkcontent op de educatieve pagina's en beheerdersrechten op onze aankomende mobiele app-versie van Decent Med.",
  "Why Us?": "Waarom wij?",
  "Monetization of Medicine": "Monetisering van medicijnen",
  "Why is there no cure for cancer? Why is obesity and prescription overdose only getting worse? Is profit worth life? Promoting wellness begins with education. The current system monetizes medicine, conversely, treatments deemed alternatives, are cheaper and heavily used in the healthiest nations in the world. The body has an immense regenerative potential to heal itself, but when fighting itself, it's hard for the body to heal itself. Prevention is the initial step, eating a diet high in fruits and vegetables provides the essential antioxidants and nutrients to prevent disease. Pairing a 'green' diet with exercise goes a long way in preventing a trip to the doctor.": "Waarom is er geen genezing voor kanker? Waarom worden obesitas en overdoses met medicijnen alleen maar erger? Is winst het leven waard? Het bevorderen van welzijn begint met onderwijs. Het huidige systeem monetiseert medicijnen, terwijl behandelingen die als alternatief worden beschouwd, goedkoper zijn en veel worden gebruikt in de gezondste landen ter wereld. Het lichaam heeft een enorm regeneratief potentieel om zichzelf te genezen, maar wanneer het zichzelf bestrijdt, is het moeilijk voor het lichaam om zichzelf te genezen. Preventie is de eerste stap, het eten van een dieet met veel fruit en groenten levert de essentiële antioxidanten en voedingsstoffen om ziekten te voorkomen. Het combineren van een 'groen' dieet met lichaamsbeweging helpt een heel eind om een ​​bezoek aan de dokter te voorkomen.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days and restores the cells into ketosis. Furthermore, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Detoxification to cleanse the body from toxins that cause cancer.": "Een detox reinigt het lichaam. Een waterdetox is een manier om de gifstoffen uit het lichaam te spoelen. Een waterdetox duurt 1-3 dagen en herstelt de cellen in ketose. Begin bovendien met een waterdetox om gifstoffen uit de nieren en lever te spoelen (geen medisch advies). Een waterdetox helpt het lichaam zichzelf te genezen. Detoxificatie speelt een integrale rol in cellulaire regeneratie en cellulaire verjonging - twee componenten van welzijn. Kankerbehandelingen wereldwijd, zoals de Gerson-therapie en het Dr. Sebi-dieet, gebruiken vormen van detoxificatie om het lichaam te reinigen van gifstoffen die kanker veroorzaken.",
  "Why are countries with smaller healthcare budgets than the U.S. have healthier people? Because they strive for alternatives to pills, using elements of Traditional Chinese Medicine (TCM) like Acupuncture or Ayurveda. The healthiest people in the world utilize functional medicine for peak performance. Aaron Rodgers (NFL Quarterback) has gone on record highlighting the benefits of Ayurveda(Panchakarma cleanse). Stars like Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson, and Jamaal Charles (among others) have all used Stem Cell Therapy for ailments.": "Waarom hebben landen met kleinere budgetten voor gezondheidszorg dan de VS gezondere mensen? Omdat ze streven naar alternatieven voor pillen, met elementen uit de traditionele Chinese geneeskunde (TCM) zoals acupunctuur of Ayurveda. De gezondste mensen ter wereld gebruiken functionele geneeskunde voor topprestaties. Aaron Rodgers (NFL Quarterback) heeft de voordelen van Ayurveda (Panchakarma-reiniging) benadrukt. Sterren als Kobe Bryant, Peyton Manning, Ryan Tannehill, Desean Jackson en Jamaal Charles (onder anderen) hebben allemaal stamceltherapie gebruikt voor kwalen.",
  "Health Facts": "Gezondheidsfeiten",
  "Healthcare Realities": "Realiteiten in de gezondheidszorg",
  "- Estimated $455 billion spent on healthcare yearly is lost each year to fraud and corruption.": "- Geschat wordt dat jaarlijks $ 455 miljard aan gezondheidszorg wordt uitgegeven, elk jaar verloren gaat aan fraude en corruptie.",
  "- 45% of global citizens believe the healthcare sector is corrupt or very corrupt.": "- 45% van de wereldburgers gelooft dat de gezondheidszorgsector corrupt of zeer corrupt is.",
  "Obesity Statistics": "Obesitasstatistieken",
  "- 1/3 Adults in the United States are obese.": "- 1/3 volwassenen in de Verenigde Staten is obees.",
  "- 32.5% of American adults are overweight; obesity is linked to at least 60 chronic diseases.": "- 32,5% van de Amerikaanse volwassenen is te zwaar; obesitas is gelinkt aan minstens 60 chronische ziekten.",
  "- Obesity affects 1/6 children in the United States. Obesity costs Americans an estimated $147 billion a year.": "- Obesitas treft 1/6 kinderen in de Verenigde Staten. Obesitas kost Amerikanen naar schatting $ 147 miljard per jaar.",
  "Water and Degenerative Disease": "Water en degeneratieve ziekten",
  "- Our current water supply is processed and does not hydrate because the molecules are too big for capillaries.": "- Onze huidige watervoorziening is verwerkt en hydrateert niet omdat de moleculen te groot zijn voor haarvaten.",
  "- Blood is 83% water; we need access to charged water, or electrically/sunlight charged water.;": "- Bloed bestaat voor 83% uit water; we hebben toegang nodig tot geladen water, of elektrisch/zonlicht geladen water.;",
  "- The 3 leading causes of degenerative disease: oxidized stress, dehydration, and acidity.": "- De 3 belangrijkste oorzaken van degeneratieve ziekten: geoxideerde stress, uitdroging en zuurgraad.",
  "Telehealth Directory": "Telehealth Directory",
  "Sign Up": "Aanmelden",
"LogOut": "Uitloggen",
  "Pay with Bitcoin": "Betalen met Bitcoin",
  "Pay with Credit Card": "Betalen met Creditcard",
  "Add Cart": "Winkelwagen toevoegen",
  "add cart": "voeg toe aan winkelwagentje",
  "Health Coach": "Gezondheidscoach",
  "Stem Cell": "Stamcel",
  "Nutrition/Dietician": "Voeding/Diëtist",
  "Components": "Componenten",
  "Digital Business Card": "Digitale Visitekaart",
  "Showcase your company with a direct link to your booking page. The practices above will take users to a scrollview of As the project scales, there will be built-in 24 hour scheduler.": "Toon uw bedrijf met een directe link naar uw boekingspagina. De bovenstaande praktijken zullen gebruikers naar een scrollweergave brengen. Naarmate het project opschaalt, komt er een ingebouwde 24-uurs planner.",
  "Access to Client Databases": "Toegang tot Cliëntenbestanden",
  "You will gain access to patients who signup for forms throughout the application.": "U krijgt toegang tot patiënten die zich aanmelden voor formulieren binnen de applicatie.",
  "Admin Privilegs on Mobile App": "Beheerdersrechten op de mobiele app",
  "There is a mobile app equivalent of this project. Members of the coalition can post content on the mobile app and other admin privileges.": "Er is een mobiele app-equivalent van dit project. Leden van de coalitie kunnen content plaatsen op de mobiele app en andere beheerdersrechten krijgen.",
  "Branded Content": "Gemerkt Inhoud",
  "Providers get to showcase their content on our blog page. The education pages are your canvas. All content showcased on the education page will be branded to your respective practice.": "Zorgverleners kunnen hun inhoud tonen op onze blogpagina. De onderwijs pagina's zijn uw canvas. Alle inhoud op de onderwijs pagina zal worden gemerkt naar uw respectieve praktijk.",
  "Attention Holistic Practitioners": "Let op Holistische Beoefenaars",
  "Welcome to Decent Med: the showcase of Functional Medicine and its revolutionary impact on the lives of billions. Moreover, notice that some of the pages on the website are not robust with information - this is by design. This platform is your canvas. I want beneficial and relevant information from practitioners experienced in the field. This platform gives industry experts a voice to patients globally and grows their practice in a new manner.": "Welkom bij Decent Med: de etalage van Functionele Geneeskunde en de revolutionaire impact ervan op het leven van miljarden mensen. Merk bovendien op dat sommige pagina's op de website niet rijk zijn aan informatie - dit is met opzet. Dit platform is jouw canvas. Ik wil nuttige en relevante informatie van ervaren beoefenaars in het vakgebied. Dit platform geeft industrie-experts een stem voor patiënten wereldwijd en helpt hen hun praktijk op een nieuwe manier te laten groeien.",
  "This platform educates on wellness, providing you access to more patients worldwide. We use innovative tactics to bring more patients to your site. Decent Med is a global Telehealth Directory. Furthermore, this is the new standard in healthcare post-pandemic. Telehealth is an innovative way to connect patients with providers no matter where they are. Healthcare Finance says, “Telehealth expected to drive $29 billion in healthcare services in 2020”(Healthcare Finance). This platform is dynamic and evolves to grow the market share of alternative medicine worldwide.": "Dit platform onderwijst over welzijn en biedt u toegang tot meer patiënten wereldwijd. We gebruiken innovatieve tactieken om meer patiënten naar uw site te brengen. Decent Med is een wereldwijd Telehealth Directory. Bovendien is dit de nieuwe standaard in de gezondheidszorg na de pandemie. Telehealth is een innovatieve manier om patiënten met zorgverleners te verbinden, ongeacht waar ze zich bevinden. Healthcare Finance zegt: “Telehealth wordt verwacht $29 miljard aan gezondheidsdiensten te genereren in 2020” (Healthcare Finance). Dit platform is dynamisch en evolueert om het marktaandeel van alternatieve geneeskunde wereldwijd te vergroten.",
  "Vitamin B: Vitamin B17 - The Mysterious Case of Cancer": "Vitamine B: Vitamine B17 - De Mysterieuse Zaak van Kanker",
  "It is important to note that Dr. Sugiura was not the only doctor who discovered Laetrile-cured mice. 'Dr. Lloyd Schloen published a 100% cure rate in Swiss albino mice'. Regarding credibility, Dr. Sugiura is a pioneer of cancer research and one of the most well-regarded doctors in history. According to biographies and reports, Dr. Sugiura had retired a decade before his findings on Laetrile. Two years before his death, Dr. Sugiura stated: 'There's something funny here. The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group', regarding a study with Laetrile. The results were: 'Laetrile was found to possess neither preventive, nor tumore-regressant, nor anti-metastatic, nor curative anti-cancer activity'. Dr. Sigiura 'stuck' to his claims about Laetrile.": "Het is belangrijk op te merken dat Dr. Sugiura niet de enige arts was die Laetrile-genezen muizen ontdekte. 'Dr. Lloyd Schloen publiceerde een genezingspercentage van 100% bij Zwitserse albino muizen'. Wat betreft geloofwaardigheid, Dr. Sugiura is een pionier in kankeronderzoek en een van de meest gerespecteerde artsen in de geschiedenis. Volgens biografieën en rapporten was Dr. Sugiura al tien jaar gepensioneerd voordat hij zijn bevindingen over Laetrile ontdekte. Twee jaar voor zijn dood zei Dr. Sugiura: 'Er is hier iets vreemds. De kleine tumoren stopten met groeien 40% van de tijd in de zoutoplossing controlegroep en slechts 27% van de tijd in de behandelde groep', met betrekking tot een studie met Laetrile. De resultaten waren: 'Laetrile bleek geen preventieve, tumore-regresserende, anti-metastatische of curatieve anti-kankeractiviteit te bezitten'. Dr. Sigiura 'hechtte' zich aan zijn beweringen over Laetrile.",
  "What is Laetrile?'In 1952, Dr. Ernst T. Krebs Jr. found that diseases like cancer stem from deficiency,specifically a compound in the nitroloside family.Prevalent in fruits in the Prunus Rosacea family - bitter almond, apricot, blackthorn, cherry, nectarine, peach and plum'.Because these foods have similar properties of B-complex vitamins - he called it 'vitamin B17'.Does the disease stem from a lack of nutrition? Imagine a world where consuming'peach and apricot seeds' bolsters your nutrition to fight disease!If one believes the body has an immense regenerative potential to heal itself,then fighting disease begins with food.Dr. George M. Briggs (Professor of Nutrition at the University of California) noted:'The typical American diet is a national disaster … If I fed it to pigs or cows, without adding vitamins and other supplements,'I could wipe out the livestock industry'. Griffin and many other doctors theorize that 'disease stems from vitamin B deficiency,specifically vitamin B17. Cancer is on the rise in the US, and nutrition is falling. There are far more McDonald's and other fastfood chains than farmer's markets and Whole Foods stores. The Hunza people of Pakistan live longer despite living in an isolatedregion without the vast resources of the US. What is the secret to their vitality?Apricots, consistent nitriloside foods, and a mainly plant-based diet.The average lifespan of an American is '78 years'. Conversely, Hunza people can live to 120 years!How does a tribe from a developing country outlive the greatest nation in the world?The Hunza tribe places a strong emphasis on vitamin A consumption and overall nutrition.The United States values taste over nutrition and do not see a benefit in mass consumption of nitrilosides.Author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study ) also found 'traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)'. Notably, when the Eskimos went to other regions and abandoned their traditional diet - cancer began to emerge. The pancreas plays a key role in digestion and blood sugar regulation. Notably, your chances of cancer increase with diabetes - obesity results in many diseases, including diabetes (type 2). Griffin and many other doctors determine that diet affects our health - what you eat determines your health.": "Wat is Laetrile?'In 1952 ontdekte Dr. Ernst T. Krebs Jr. dat ziekten zoals kanker voortkomen uit een tekort, specifiek een verbinding in de nitrolosidefamilie. Voorkomend in vruchten van de Prunus Rosaceae-familie - bittere amandel, abrikoos, sleedoorn, kers, nectarine, perzik en pruim'. Omdat deze voedingsmiddelen vergelijkbare eigenschappen van B-complex vitamines hebben - noemde hij het 'vitamine B17'. Komt de ziekte voort uit een gebrek aan voeding? Stel je een wereld voor waar het consumeren van 'perzik- en abrikozenpitten' je voeding versterkt om ziekten te bestrijden! Als men gelooft dat het lichaam een enorm regeneratief vermogen heeft om zichzelf te genezen, begint het bestrijden van ziekten met voedsel. Dr. George M. Briggs (Professor in Voeding aan de Universiteit van Californië) merkte op: 'Het typische Amerikaanse dieet is een nationale ramp… Als ik het aan varkens of koeien zou voeren, zonder vitamines en andere supplementen toe te voegen, zou ik de veehouderij vernietigen.' Griffin en vele andere artsen theoreren dat 'ziekte voortkomt uit vitamine B-tekort, specifiek vitamine B17. Kanker neemt toe in de VS en voeding valt weg. Er zijn veel meer McDonald's en andere fastfoodketens dan boerenmarkten en Whole Foods-winkels. De Hunza-mensen in Pakistan leven langer, ondanks dat ze in een geïsoleerd gebied wonen zonder de enorme middelen van de VS. Wat is het geheim van hun vitaliteit? Abrikozen, consistente nitriloside-voedingsmiddelen en een voornamelijk plantaardig dieet. De gemiddelde levensverwachting van een Amerikaan is '78 jaar'. Omgekeerd kunnen Hunza-mensen tot 120 jaar leven! Hoe kan een stam uit een ontwikkelingsland de grootste natie ter wereld overleven? De Hunza-stam legt de nadruk op vitamine A-consumptie en algehele voeding. De Verenigde Staten waarderen smaak boven voeding en zien geen voordeel in massale consumptie van nitrilosiden. Auteur Vilhjalmur Stefanson (Kanker: Ziekte van de Beschaving? Een Antropologisch en Historisch Onderzoek) ontdekte ook dat het 'traditionele Eskimo-dieet rijk is aan nitriloside uit de maag van kariboe en rendiervlees van de toendra en Arrowgrass (Triglochin Maritima)'. Opmerkelijk is dat toen de Eskimo's naar andere regio's gingen en hun traditionele dieet verlieten - kanker begon zich te ontwikkelen. De alvleesklier speelt een sleutelrol in de spijsvertering en bloedglucose-regulatie. Het is belangrijk om te weten dat je kansen op kanker toenemen met diabetes - obesitas leidt tot vele ziekten, waaronder diabetes (type 2). Griffin en vele andere artsen stellen dat dieet onze gezondheid beïnvloedt - wat je eet bepaalt je gezondheid.",
  "Selon Griffin et Krebs, la vitamine B17 contient 'deux unités de glucose, une de benzaldéhyde et une de cyanure (bêta-glucosidase)', et 'l'enzyme de déverrouillage est sans danger pour le corps mais tue les cellules cancéreuses'. Bien que la médecine traditionnelle conteste fermement l'efficacité de la vitamine B17, l'industrie médicale reconnaît que le cancer aime le sucre. La médecine orthodoxe estime que le célèbre chercheur, le Dr Kanematsu Sugiura, avait raison dans ses découvertes sur la chimiothérapie. La chimiothérapie est le traitement standard du cancer. De plus, la médecine traditionnelle ne voit aucun bénéfice dans la Laétrile, affirmant qu'elle pourrait être toxique à cause du cyanure. En revanche, la vitamine B12 (utilisée aux États-Unis) contient également du cyanure. Selon Griffin, 'la B17 stimule l'hémoglobine ou les globules rouges, détruit les cellules cancéreuses, nourrit les cellules non cancéreuses et peut aider contre l'anémie falciforme'. La principale différence entre ces écoles de pensée réside dans la manière dont le corps devrait réagir à la maladie. La médecine orthodoxe traite principalement les symptômes du problème. À l'inverse, la médecine naturelle considère le corps comme un système interconnecté où la cause profonde est traitée plutôt que le symptôme. Ces approches opposées, entre nutrition et traitement des carences ou entre produits pharmaceutiques ciblant certaines affections, ont façonné l'état actuel des soins de santé aux États-Unis.": "Volgens Griffin en Krebs bevat vitamine B17 'twee eenheden glucose, één benzaldehyde en één cyanide (bèta-glucosidase)', en 'het ontgrendelingsenzym is veilig voor het lichaam maar doodt kankercellen'. Hoewel de traditionele geneeskunde de effectiviteit van vitamine B17 sterk in twijfel trekt, erkent de medische industrie dat kanker van suiker houdt. De orthodoxe geneeskunde is van mening dat de beroemde onderzoeker, Dr. Kanematsu Sugiura, gelijk had in zijn bevindingen over chemotherapie. Chemotherapie is de standaardbehandeling voor kanker. Bovendien ziet de traditionele geneeskunde geen enkel voordeel in Laetrile en beweert dat het giftig kan zijn vanwege het cyanide. Daarentegen bevat vitamine B12 (die in de Verenigde Staten wordt gebruikt) ook cyanide. Volgens Griffin 'stimuleert B17 hemoglobine of rode bloedcellen, vernietigt het kankercellen, voedt het niet-kankercellen en kan het helpen bij sikkelcelanemie'. Het grootste verschil tussen deze denkrichtingen ligt in de manier waarop het lichaam zou moeten reageren op ziekte. De orthodoxe geneeskunde behandelt voornamelijk de symptomen van het probleem. Daarentegen beschouwt de natuurlijke geneeskunde het lichaam als een onderling verbonden systeem waarin de onderliggende oorzaak wordt aangepakt in plaats van het symptoom. Deze tegengestelde benaderingen, tussen voeding en het aanpakken van tekorten of farmaceutische producten die zich richten op bepaalde aandoeningen, hebben de huidige staat van de gezondheidszorg in de Verenigde Staten gevormd.",
  "The FDA banned Laetrile in 1980,three years after Dr. Suguira noted that it could kill cancer cells (72–77). The major reason B17 is illegal is from potential cyanide poisoning.Dr. Krebs claimed, 'Roasted seeds destroy the unlocking enzyme - 'beta-glucosidase, high in cyanide'.Griffin claims that the cyanide claim was due to 'discrediting vitamin B17'. It is important to note that cigarettes, alcohol, seed oils, Red 40 and other dyes are toxic and cause harm to the human body. McDonald's is located in every state and capital (except Montpelier) in the United States. Why does the FDA ban Laetrile for cyanide but does not ban vapes for being toxic to Americans? Humans are resistant to change - the doctor who proposed washing your hands before childbirth was fired. Medical institutions have a standard and do not want doctors to start straying from the norm. There is money in medicine - it is a billion-dollar industry. Most doctors and nurses do not know that the Flexner Report is the curriculum of modern medicine. Why is there no cure for cancer? In short, politics - lives are at stake, and institutions require 100% assurance that the treatment is safe and effective before being rolled out to the public.": "De FDA verbood Laetrile in 1980, drie jaar nadat Dr. Suguira opmerkte dat het kankercellen kon doden (72–77). De belangrijkste reden waarom B17 illegaal is, is vanwege mogelijk cyanidevergiftiging. Dr. Krebs beweerde: 'Geroosterde zaden vernietigen het ontgrendelingsenzym - 'beta-glucosidase, dat rijk is aan cyanide'. Griffin beweert dat de cyanidebeschuldiging bedoeld was om 'vitamine B17 in diskrediet te brengen'. Het is belangrijk op te merken dat sigaretten, alcohol, zaadoliën, Red 40 en andere kleurstoffen giftig zijn en schade toebrengen aan het menselijk lichaam. McDonald's is gevestigd in elke staat en hoofdstad (behalve Montpelier) in de Verenigde Staten. Waarom verbiedt de FDA Laetrile vanwege cyanide maar verbiedt ze geen vapes, die schadelijk zijn voor Amerikanen? Mensen zijn weerstand tegen verandering - de arts die voorstelde om handen te wassen voor de bevalling werd ontslagen. Medische instellingen hanteren een standaard en willen niet dat artsen van de norm afwijken. Er zit geld in de medische sector - het is een miljardenindustrie. De meeste artsen en verpleegkundigen weten niet dat het Flexner-rapport de basis vormt van het moderne medische curriculum. Waarom is er geen remedie tegen kanker? Kort gezegd, politiek - levens staan op het spel, en instellingen vereisen 100% zekerheid dat een behandeling veilig en effectief is voordat deze aan het publiek wordt aangeboden.",
  "I recently spoke with a member of the medical community, who stated: 'Laetrile has not shown to be effective'. Emphasizing that 'everyone's body is different, and fighting disease begins with lowering cortisol levels (stress)'. People should be preventive, slowly shifting their nutrition and including vitamin B and other vitamins into their diet. However, he does acknowledge that disease can occur from a vitamin deficiency. Supplements and vitamins play a role in getting the body what it lacks.": "Onlangs sprak ik met een lid van de medische gemeenschap, die verklaarde: 'Laetrile heeft niet bewezen effectief te zijn'. Hij benadrukte dat 'ieder lichaam anders is en dat het bestrijden van ziekten begint met het verlagen van cortisolniveaus (stress)'. Mensen zouden preventief moeten handelen, langzaam hun voedingspatroon moeten aanpassen en vitamine B en andere vitaminen aan hun dieet moeten toevoegen. Hij erkent echter wel dat ziekten kunnen ontstaan door een vitaminetekort. Supplementen en vitamines spelen een rol bij het aanvullen van wat het lichaam tekortkomt.",
  "In summary, disease stems from a deficiency in vitamin B (A, D, E, K) - vitamin B consumption benefits the body. B17 (Laetrile) is a controversial component similar to vitamin B and primarily found in 'bitter almond, apricot, blackthorn, cherry, nectarine, peach and plum'; adding these fruits to your diet is no harm and could benefit your nutrition. Dr. Krebs claimed, 'Healthy adults should get a minimum of 50 milligrams of B17 daily'. Regarding cancer, Laetrile is not a treatment method in the global West - Europe, USA, and Canada. However, alternative cancer treatment in Mexico and other developing nations uses Laetrile. The body is an interconnected system. Furthermore, people should value nutrition -including vitamin B and complex B vitamins for disease prevention.": "Samengevat, ziekten ontstaan door een tekort aan vitamine B (A, D, E, K) - vitamine B-consumptie is gunstig voor het lichaam. B17 (Laetrile) is een controversieel bestanddeel dat vergelijkbaar is met vitamine B en voornamelijk wordt aangetroffen in 'bittere amandel, abrikoos, sleedoorn, kers, nectarine, perzik en pruim'. Het toevoegen van deze vruchten aan je dieet is onschadelijk en kan je voedingspatroon verbeteren. Dr. Krebs beweerde: 'Gezonde volwassenen zouden minimaal 50 milligram B17 per dag moeten binnenkrijgen'. Wat betreft kanker, Laetrile is geen erkende behandelmethode in het Westen - Europa, de VS en Canada. Echter, alternatieve kankerbehandelingen in Mexico en andere ontwikkelingslanden maken gebruik van Laetrile. Het lichaam is een onderling verbonden systeem. Bovendien zouden mensen meer waarde moeten hechten aan voeding, inclusief vitamine B en complexe B-vitaminen ter preventie van ziekten.",
  "Cancer Cures": "Geneeswijzen voor Kanker",
  "Health & Wellness Blogs": "Gezondheid & Wellness Blogs",
  "Fenbendazole for Cancer": "Fenbendazol voor Kanker",
  "Click on image for full Blog": "Klik op de afbeelding voor de volledige blog",
  "Fenbendazole for Humans with Cancer": "Fenbendazol voor Mensen met Kanker",
  "Ivermectin for Cancer": "Ivermectine voor Kanker",
  "Ivermectin for Cancer in Humans": "Ivermectine voor Kanker bij Mensen",
  "Can Constipation cause Back Pain?": "Kan Obstipatie Rugpijn Veroorzaken?",
  "An estimated “80% of the population will have significant back pain. According to the NIH, “15% of the US population deal with chronic constipation”, a statistic that highlights the American diet. Our bodies are interconnected systems; constipation causes stool buildup and affects the sacral nerve. Yes, constipation can cause back pain, specifically lower back pain.": "Een geschatte '80% van de bevolking zal significante rugpijn ervaren. Volgens de NIH heeft '15% van de Amerikaanse bevolking te maken met chronische constipatie', een statistiek die het Amerikaanse dieet benadrukt. Ons lichaam is een onderling verbonden systeem; constipatie veroorzaakt ophoping van ontlasting en beïnvloedt de sacrale zenuw. Ja, constipatie kan rugpijn veroorzaken, specifiek onderrugpijn.",
  "Health is optimal physical, mental, emotional and spiritual well-being. Over 50 million (15% of current pop.) Americans struggle with constipation. According to studies, “39.6% of Americans are obese”, more than double the percentage of constipated Americans. What is the American diet? The Standard American Diet (SAD) comprises high fats, dairy, oils, sugars, grains and artificial sweeteners. Shockingly, “65% of the world population have lactose intolerance”. If over half the world population (Over 4 billion people) struggle with lactose intolerance, why does American diet stress dairy? For decades, doctors linked dairy with dairy. However, athletes are turning toward plant-based protein and plant-based diets for nutrition. Star athletes — Serena and Venus Williams, Diana Taurasi (WNBA) and Nate Diaz(UFC) eat a vegan diet, along with many stars that eat primarily plant-based. Legends like Tom Brady, Arnold Schwarzenegger and LeBron James get their protein from plants. Moreover, plants are high in fiber — a cause of constipation is a low-fiber diet. Pears, strawberries, avocados, oats, raspberries and prunes are all good sources of fiber. Constipation is a symptom of a bigger problem — an obesity issue.": "Gezondheid is optimaal fysiek, mentaal, emotioneel en spiritueel welzijn. Meer dan 50 miljoen (15% van de huidige bevolking) Amerikanen hebben moeite met constipatie. Volgens studies is “39,6% van de Amerikanen obees”, meer dan het dubbele van het percentage van constipatie-gevallen. Wat is het Amerikaanse dieet? Het Standard American Diet (SAD) bestaat uit hoge vetten, zuivel, oliën, suikers, granen en kunstmatige zoetstoffen. Schokkend is dat “65% van de wereldbevolking lactose-intolerant is”. Als meer dan de helft van de wereldbevolking (meer dan 4 miljard mensen) moeite heeft met lactose-intolerantie, waarom legt het Amerikaanse dieet dan zo'n nadruk op zuivel? Decennia lang koppelden artsen zuivel aan gezondheid. Athleten stappen echter over op plantaardige eiwitten en plantaardige diëten voor voeding. Ster-atleten zoals Serena en Venus Williams, Diana Taurasi (WNBA) en Nate Diaz (UFC) eten een veganistisch dieet, samen met veel andere sterren die voornamelijk plantaardig eten. Legenden zoals Tom Brady, Arnold Schwarzenegger en LeBron James halen hun eiwitten uit planten. Bovendien zijn planten rijk aan vezels – een oorzaak van constipatie is een vezelarm dieet. Perziken, aardbeien, avocado's, haver, frambozen en pruimen zijn allemaal goede bronnen van vezels. Constipatie is een symptoom van een groter probleem – een obesitasprobleem.",
  "Source": "Bron",
  "Obesity is 1 of 5 causes of death in America - linked to over 60 chronic diseases. The late Dr. Sebi theorized that disease cannot survive in basic environments. Sebi instructed his patients to eat alkaline foods and avoid foods high in acidity. Dairy, processed foods and fatty oils are acidic foods. There is a direct link between inefficient nutrition and exercise and constipation. Regular exercise, eating fruits and vegetables and limiting dairy can address constipation.": "Obesitas is 1 van de 5 doodsoorzaken in Amerika - gekoppeld aan meer dan 60 chronische ziektes. De overleden Dr. Sebi theoriseerde dat ziektes niet kunnen overleven in basische omgevingen. Sebi instrueerde zijn patiënten om alkalisch voedsel te eten en voedingsmiddelen met veel zuren te vermijden. Zuivel, bewerkte voedingsmiddelen en vette oliën zijn zure voedingsmiddelen. Er is een direct verband tussen inefficiënte voeding en lichaamsbeweging en constipatie. Regelmatige lichaamsbeweging, het eten van fruit en groenten en het beperken van zuivel kan constipatie verhelpen.",
  "Back pain stems from many factors — including nerve damage, injury, posture, lack of mobility, and straining. The sacral nerve controls many functions, including motor function to the pelvic region, bowels and bladder function. Constipated individuals often have a damaged sacral nerve. Doctors can insert a device into the rectum to stimulate a bowel movement. Functional medical doctors theorize that the body is an interconnected system. Many diseases are warning signs for detrimental problems; the body can heal itself and cannot heal when it is fighting itself. Habitually eating leafy greens, oats, or fruits (lime juice) aids in constipation and provides the body with necessary antioxidants and vitamins. Water fasting(consult doctor) plays a role in fighting constipation by giving the digestive system a “rest” and letting the body relieve itself. Enemas are another way to rid the body of toxins and relieve constipation. Doctor-led enemas help the body remove toxins.": "Rugpijn ontstaat door veel factoren — waaronder zenuwbeschadiging, letsel, houding, gebrek aan mobiliteit en spanning. De sacrale zenuw controleert veel functies, waaronder motorische functies naar het bekkengebied, de darmen en de blaasfunctie. Constipatie heeft vaak een beschadigde sacrale zenuw. Artsen kunnen een apparaat in de anus plaatsen om een stoelgang te stimuleren. Functionele artsen theoreren dat het lichaam een onderling verbonden systeem is. Veel ziekten zijn waarschuwingssignalen voor schadelijke problemen; het lichaam kan zichzelf genezen en kan niet genezen wanneer het tegen zichzelf vecht. Regelmatig het eten van bladgroenten, haver of fruit (limoensap) helpt tegen constipatie en voorziet het lichaam van noodzakelijke antioxidanten en vitamines. Water vasten (raadpleeg een arts) speelt een rol in het bestrijden van constipatie door het spijsverteringsstelsel een “rust” te geven en het lichaam zichzelf te laten ontlasten. Klysma's zijn een andere manier om het lichaam van gifstoffen te ontdoen en constipatie te verlichten. Artsen-geleide klysma's helpen het lichaam gifstoffen te verwijderen.",
  "Constipation can cause back pain; think of it as a “check engine light” for the body. Ask yourself: “Do I eat enough fruits and vegetables?” “Do I get enough exercise?” “Am I lactose intolerant?” “Do I have sacral nerve damage?”. Prioritizing exercise and nutrition goes a long way in fighting disease. Eat enough fruits and vegetables and try an occasional fast (consult a doctor before doing so) to keep your body healthy. If you do these things and still find yourself struggling with constipation — you might have sacral nerve damage. Treat your body like an interconnected system; what you eat affects your entire body.": "Constipatie kan rugpijn veroorzaken; beschouw het als een “controlelampje” voor het lichaam. Vraag jezelf af: “Eet ik genoeg fruit en groenten?” “Krijg ik genoeg lichaamsbeweging?” “Ben ik lactose-intolerant?” “Heb ik sacrale zenuwbeschadiging?”. Het prioriteren van lichaamsbeweging en voeding helpt bij het bestrijden van ziekten. Eet genoeg fruit en groenten en probeer af en toe een vasten (raadpleeg een arts voordat je dit doet) om je lichaam gezond te houden. Als je deze dingen doet en nog steeds moeite hebt met constipatie, heb je misschien sacrale zenuwbeschadiging. Behandel je lichaam als een onderling verbonden systeem; wat je eet beïnvloedt je hele lichaam.",
  "Dry Needling vs Acupuncture": "Dry Needling vs Acupunctuur",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom.": "Acupunctuur is een techniek om de energiestroom, of levenskracht, die door je lichaamspaden stroomt, in balans te brengen. Dry needling heeft een doel voor musculoskeletale aandoeningen en ziektes, die helpen om de triggerpoint-symptomen te verlichten.",
  "Acupuncture is a technique for balancing the flow of energy, or life force flowing through pathways in your body. Via little insertions, acupuncture works with the body's connective tissue to alter brain chemistry. The major purpose of acupuncture is pain management. 'Increased blood flow equals increased healing time'. If an athlete has a prolonged injury or partial tear, they can opt for dry needling and ultrasound therapy as an alternative to steroids. Acupuncturists use more than one technique, dry needling does not directly go into the skin, instead working with the infected area. Another route is acupressure, a manual pressure used instead of fine-needling. Another approach is cupping, an alternative treatment using suction cups to stimulate skin and muscles.": "Acupunctuur is een techniek voor het balanceren van de energiestroom, of levenskracht, die door je lichaamspaden stroomt. Via kleine inserties werkt acupunctuur samen met het bindweefsel van het lichaam om de hersenchemie te veranderen. Het belangrijkste doel van acupunctuur is pijnbeheersing. 'Verhoogde bloedstroom betekent verhoogde genezingstijd'. Als een atleet een langdurig letsel of gedeeltelijke scheur heeft, kan hij kiezen voor dry needling en ultrageluidtherapie als alternatief voor steroïden. Acupuncturisten gebruiken meer dan één techniek, dry needling gaat niet direct in de huid, maar werkt met het geïnfecteerde gebied. Een andere route is acupressuur, een handmatige druk die in plaats van fijne naalden wordt gebruikt. Een andere benadering is cupping, een alternatieve behandeling waarbij zuigbekers worden gebruikt om de huid en spieren te stimuleren.",
  "Dry needling serves a purpose for musculoskeletal disorders and diseases, working to relieve the trigger point symptom. Unlike Traditional Chinese medicine, dry needles work with the body's anatomy. There are two types - pistoning (insertion directly into the trigger point) and muscle contraction (insertion directly into the skin). This technique is used more for pain and stiffness of the muscles. Regardless, dry needling and acupuncture are both considered safe via a practitioner.": "Dry needling heeft een doel voor musculoskeletale aandoeningen en ziektes, die helpen om de triggerpoint-symptomen te verlichten. In tegenstelling tot de traditionele Chinese geneeskunde werken dry needles met de anatomie van het lichaam. Er zijn twee soorten - pistoning (invoer direct in het triggerpoint) en spiercontractie (invoer direct in de huid). Deze techniek wordt meer gebruikt voor pijn en stijfheid van de spieren. Ongeacht worden dry needling en acupunctuur beide als veilig beschouwd door een practitioner.",
  "Acupuncture works to increase blood flow, reduce inflammation, and does not alter your brain chemistry or have side effects like pharmaceuticals. Pharmaceuticals disrupt your brain chemistry and do not work with your brain's pathways.": "Acupunctuur werkt om de bloedstroom te verhogen, ontstekingen te verminderen en verandert je hersenchemie niet of heeft geen bijwerkingen zoals farmaceutische middelen. Farmaceutische middelen verstoren je hersenchemie en werken niet met de paden van je hersenen.",
  "The Curious Case of Cancer: Everyday Fruit for Prevention": "De Curieuze Zaak van Kanker: Dagelijks Fruit voor Preventie",
  "“Cancer Cases, Deaths in Men Predicted to Surge by 2050”. Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. “Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1).” Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "“Kankergevallen, overlijdens bij mannen worden voorspeld te stijgen tegen 2050”. Momenteel is kanker verantwoordelijk voor 1 op de 5 sterfgevallen wereldwijd. Er is geen genezing voor kanker, en statistici verwachten dat het aantal kankergerelateerde sterfgevallen zal stijgen. Wat als ik je vertel dat de genezing voor kanker te vinden is in het voedsel dat we eten? De grootste fastfoodketen ter wereld is McDonald's. “Canola-olie werd voor het eerst gemaakt in de vroege jaren 70 als een natuurlijke olie. Maar in 1995 creëerde Monsanto een genetisch gemodificeerde versie van canola-olie. Tegen 2009 was meer dan 90 procent van de Canadese canola-olieoogst genetisch gemodificeerd (1).” Dr. Sebi theoriseerde dat zaadoliën kankerverwekkend zijn zodra ze worden verhit. Laten we de relatie tussen voedsel, kanker en fruit met krachtige preventieve eigenschappen verkennen.",
  "“Cancer Cases, Deaths in Men Predicted to Surge by 2050”.": "“Kankergevallen, overlijdens bij mannen worden voorspeld te stijgen tegen 2050”.",
  "Currently, cancer is responsible for 1 in 5 deaths in the world. There is no cure for cancer, and statisticians expect cancer deaths to rise. What if I told you that the cure to cancer is found in the foods we eat? The number one fast food chain in the world is McDonald’s. Dr. Sebi theorized that seed oils are carcinogenic once heated. Let’s explore the relationship between food, cancer, and fruits with powerful preventive properties.": "Momenteel is kanker verantwoordelijk voor 1 op de 5 sterfgevallen wereldwijd. Er is geen genezing voor kanker, en statistici verwachten dat het aantal kankergerelateerde sterfgevallen zal stijgen. Wat als ik je vertel dat de genezing voor kanker te vinden is in het voedsel dat we eten? De grootste fastfoodketen ter wereld is McDonald's. Dr. Sebi theoriseerde dat zaadoliën kankerverwekkend zijn zodra ze worden verhit. Laten we de relatie tussen voedsel, kanker en fruit met krachtige preventieve eigenschappen verkennen.",
  "Canola oil was first created in the early 1970s as a natural oil. But in 1995, Monsanto created a genetically modified version of canola oil. By 2009, over 90 percent of the Canadian canola oil crop was genetically engineered (1).": "Canola-olie werd voor het eerst gemaakt in de vroege jaren 1970 als een natuurlijke olie. Maar in 1995 creëerde Monsanto een genetisch gemodificeerde versie van canola-olie. Tegen 2009 was meer dan 90 procent van de Canadese canola-olieoogst genetisch gemodificeerd (1).",
  "Veganism is steadily criticized online. The Standard American Diet has convinced Americans that mass consumption of dairy and meat is paramount to health.Ironically, African Americans consume more meat than other races. I am not a Nutritionist, but researchers, Nutritionists and Herbalists universally agree that disease stems from deficiency. The disagreement stems from protein consumption and the best sources of protein. Furthermore, regardless of your perspective on veganism, star athletes Chris Paul (3rd oldest active NBA Player) and Serena Williams (23 Grand Slam Titles [2nd most]) indicate you can perform efficiently by being plant-based. Future Hall of Fame Quarterback Tom Brady is primarily plant-based, eating “80% plant-based, 20% animal-based”. Regarding dairy, “80% of African and Native Americans are lactose intolerant”, diets high in meat and dairy do not provide the necessary vitamins and nutrients that plants do. Moreover, all pharmaceuticals have a plant root.": "Veganisme wordt online steeds meer bekritiseerd. Het Standard American Diet heeft Amerikanen overtuigd dat massaconsumptie van zuivel en vlees van groot belang is voor de gezondheid. Ironisch genoeg consumeren Afro-Amerikanen meer vlees dan andere rassen. Ik ben geen voedingsdeskundige, maar onderzoekers, voedingsdeskundigen en kruidkundigen zijn het er algemeen over eens dat ziekten voortkomen uit tekorten. De onenigheid komt voort uit eiwitconsumptie en de beste eiwitbronnen. Bovendien, ongeacht je standpunt over veganisme, tonen steratleten Chris Paul (de op twee na oudste actieve NBA-speler) en Serena Williams (23 Grand Slam-titels [2de meeste]) aan dat je efficiënt kunt presteren door plantaardig te eten. De toekomstige Hall of Fame Quarterback Tom Brady is voornamelijk plantaardig, met een dieet van “80% plantaardig, 20% dierlijk”. Wat betreft zuivel, “80% van de Afrikaanse en Native Americans zijn lactose-intolerant”, diëten die rijk zijn aan vlees en zuivel leveren niet de noodzakelijke vitaminen en voedingsstoffen die planten wel bieden. Bovendien hebben alle farmaceutische middelen een plantafkomst.",
  "African Americans are more prone to prostate cancer (and general cancer)than any other race.": "Afro-Amerikanen zijn gevoeliger voor prostaatkanker (en algemene kanker) dan andere rassen.",
  "How many times have you eaten an apricot seed? Dr. Ernst T. Krebs Jr. found that cancer stems from a deficiency in a compound in the nitriloside family. Specifically the Prunus Rosacea family: apricot seeds, blackthorn, bitter almonds, peaches, plums, cherries and nectarines. Apricot seeds have a high amount of nitrilosides. At the Sloan-Kettering Cancer Center, researcher Dr. Kanematsu Sugiura found five results: “Laetrile stopped metastasis (cancer spreading) in mice, It improved their general health, It inhibited the growth of small tumors, It provided relief from pain, It acted as cancer prevention”. Do apricot seeds have cyanide? Roasted apricot seeds have not shown a poisonous effect. Cases involving cyanide poisoning with apricot seeds are usually cloaked in mystery and multi-faceted. Compare two societies, one that consumes high amounts of apricot seeds and one that consumes none.": "Hoe vaak heb je een abrikozenpit gegeten? Dr. Ernst T. Krebs Jr. ontdekte dat kanker voortkomt uit een tekort aan een verbinding in de nitrilosidefamilie. Specifiek de Prunus Rosaceae familie: abrikozenpitten, sleedoorn, bittere amandelen, perziken, pruimen, kersen en nectarines. Abrikozenpitten bevatten veel nitrilosiden. Bij het Sloan-Kettering Cancer Center vond onderzoeker Dr. Kanematsu Sugiura vijf resultaten: “Laetrile stopte de metastase (verspreiding van kanker) bij muizen, het verbeterde hun algehele gezondheid, het remde de groei van kleine tumoren, het bood verlichting van pijn, het fungeerde als kankerpreventie”. Bevatten abrikozenpitten cyanide? Geroosterde abrikozenpitten hebben geen giftig effect vertoond. Gevallen van cyanidevergiftiging door abrikozenpitten zijn meestal gehuld in mysterie en complexiteit. Vergelijk twee samenlevingen, de ene die grote hoeveelheden abrikozenpitten consumeert en de andere die er geen consumeert.",
  "Described in World Without Cancer: The Story of Vitamin B17, “the Hunza tribe eat on average 30–50 apricot seeds in one sitting”, and can live on average “120 years”. Notably, B17 is banned in the United States. Americans live between 77–78 years on average. A vast difference, the “traditional Eskimo diet is high in nitriloside from the stomach of caribou and reindeer meat from tundra and Arrowgrass (Triglochin Maritima)”. Notably, author Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) found: “When the Eskimos went to other regions and abandoned their traditional diet — cancer began to emerge.” B17 is banned as a cancer treatment in the United States, Australia, Canada and Europe. Ironically, Australia, New Zealand, the United States and Canada lead the world in cancer deaths. Countries like India have lower cancer rates because of their approach to medicine and plant-based diets. Ironically, Sudan does not have a McDonald’s and consumes diets rich in spices. Dr. Ernst T. Krebs Jr. recommends people eat “a minimum of 50 milligrams of B17 daily”": "In World Without Cancer: The Story of Vitamin B17 wordt beschreven: \"De Hunza-stam eet gemiddeld 30–50 abrikozenpitten in één zitting\" en kan gemiddeld \"120 jaar\" oud worden. Opmerkelijk is dat B17 verboden is in de Verenigde Staten. Amerikanen leven gemiddeld tussen de 77–78 jaar. Een groot verschil, het \"traditionele Eskimo-dieet is rijk aan nitriloside uit de maag van kariboe en rendiervlees van de toendra en Pijlgras (Triglochin Maritima)\". Opmerkelijk is dat auteur Vilhjalmur Stefanson (Cancer: Disease of Civilization? An Anthropological and Historical Study) ontdekte: \"Toen de Eskimo's naar andere regio's gingen en hun traditionele dieet verlieten, begon kanker op te komen.\" B17 is verboden als kankerbehandeling in de Verenigde Staten, Australië, Canada en Europa. Ironisch genoeg leiden Australië, Nieuw-Zeeland, de Verenigde Staten en Canada de wereld in kankersterfte. Landen zoals India hebben lagere kankercijfers vanwege hun benadering van geneeskunde en plantaardige diëten. Ironisch genoeg heeft Soedan geen McDonald's en consumeert het diëten die rijk zijn aan specerijen. Dr. Ernst T. Krebs Jr. raadt mensen aan om \"minimaal 50 milligram B17 per dag\" te eten.",
  "Sudan has the lowest cancer rates in the world.": "Soedan heeft de laagste kankercijfers ter wereld.",
  "B17 contains 'two units of glucose, one of benzaldehyde and one of cyanide (beta-glucosidase),' according to Griffin and Krebs - 'the unlocking enzyme is safe for the body but kills cancer cells'. Although traditional medicine vehemently disagrees about the efficacy of vitamin B17, the medical industry does agree that cancer loves sugar. Orthodox medicine believes that the renowned researcher - Dr. Kanematsu Sugiura, was correct in his findings about chemotherapy. Chemotherapy is the standard cancer treatment. Furthermore, traditional medicine sees no benefit in Laetrile - claiming that it can poison you from cyanide. Conversely, B12 (used throughout the USA) contains cyanide. According to Griffin, 'B17 stimulates hemoglobin or red blood cells, destroys cancer cells, nourishes non-cancer cells and can help with sickle-cell anemia'. The major difference in schools of thought is how the body should respond to disease. Orthodox medicine tends to treat symptoms of the problem. Conversely, Natural medicine believes that the body is an interconnected system - where the root cause is addressed instead of the symptom. Nutrition and addressing deficiencies or pharmaceuticals addressing certain conditions, these opposed schools of medicine have shaped the current state of healthcare in the United States.": "B17 bevat 'twee eenheden glucose, één van benzaldehyde en één van cyanide (beta-glucosidase),' volgens Griffin en Krebs - 'het ontgrendelen enzym is veilig voor het lichaam maar doodt kankercellen'. Hoewel traditionele geneeskunde fel van mening verschilt over de effectiviteit van vitamine B17, is de medische industrie het erover eens dat kanker van suiker houdt. De orthodoxe geneeskunde gelooft dat de gerenommeerde onderzoeker - Dr. Kanematsu Sugiura, gelijk had in zijn bevindingen over chemotherapie. Chemotherapie is de standaard kankerbehandeling. Bovendien ziet traditionele geneeskunde geen voordeel in Laetrile - en beweert dat het je kan vergiftigen door cyanide. B12 (gebruikt in de VS) bevat cyanide. Volgens Griffin, 'B17 stimuleert hemoglobine of rode bloedcellen, vernietigt kankercellen, voedt niet-kankercellen en kan helpen bij sikkelcelanemie'. Het belangrijkste verschil in denkwijzen is hoe het lichaam moet reageren op ziekte. De orthodoxe geneeskunde neigt ernaar om symptomen van het probleem te behandelen. Daarentegen gelooft de natuurlijke geneeskunde dat het lichaam een verbonden systeem is - waarbij de onderliggende oorzaak wordt aangepakt in plaats van het symptoom. Voeding en het aanpakken van tekorten of farmaceutische middelen die bepaalde aandoeningen aanpakken, deze tegengestelde denkrichtingen hebben de huidige toestand van de gezondheidszorg in de Verenigde Staten gevormd.",
  "The FDA banned Laetrile in 1980, three years after Dr. Suguira noted that it could kill cancer cells (72–77). The major reason B17 is illegal is from potential cyanide poisoning. Dr. Krebs claimed, 'Roasted seeds destroy the unlocking enzyme - beta-glucosidase, high in cyanide'. Griffin claims that the cyanide claim was due to 'discrediting vitamin B17'. It is important to note that cigarettes, alcohol, seed oils, Red 40 and other dyes are toxic and cause harm to the human body. McDonald's is located in every state and capital (except Montpelier) in the United States. Why does the FDA ban Laetrile for cyanide but does not ban vapes for being toxic to Americans? Humans are resistant to change - the doctor who proposed washing your hands before childbirth was fired. Medical institutions have a standard and do not want doctors to start straying from the norm. There is money in medicine - it is a billion-dollar industry. Most doctors and nurses do not know that the Flexner Report is the curriculum of modern medicine. Why is there no cure for cancer? In short, politics - lives are at stake, and institutions require 100% assurance that the treatment is safe and effective before being rolled out to the public.": "De FDA verbood Laetrile in 1980, drie jaar nadat Dr. Suguira opmerkte dat het kankercellen kon doden (72–77). De belangrijkste reden dat B17 illegaal is, is vanwege potentiële cyanidevergiftiging. Dr. Krebs beweerde, 'Geroosterde zaden vernietigen het ontgrendelen enzym - beta-glucosidase, dat hoog is in cyanide'. Griffin beweert dat de cyanideclaim voortkwam uit 'het in diskrediet brengen van vitamine B17'. Het is belangrijk op te merken dat sigaretten, alcohol, zaadoliën, Red 40 en andere kleurstoffen toxisch zijn en schade toebrengen aan het menselijk lichaam. McDonald's is gevestigd in elke staat en hoofdstad (behalve Montpelier) in de Verenigde Staten. Waarom verbiedt de FDA Laetrile voor cyanide, maar verbiedt het geen vapes vanwege de toxiciteit voor Amerikanen? Mensen zijn resistent tegen verandering - de dokter die voorstelde je handen te wassen voor de bevalling werd ontslagen. Medische instellingen hebben een standaard en willen niet dat artsen afwijken van de norm. Er is geld in de geneeskunde - het is een miljardenindustrie. De meeste artsen en verpleegkundigen weten niet dat het Flexner Report het curriculum van de moderne geneeskunde is. Waarom is er geen genezing voor kanker? Kort gezegd, politiek - levens staan op het spel, en instellingen vereisen 100% zekerheid dat de behandeling veilig en effectief is voordat deze aan het publiek wordt gepresenteerd.",
  "What if I live in the United States, Canada, Australia or Europe and cannot access B17? Ty Bollinger and his wife Charlene recently released a documentary about cancer. In the fascinating documentary, these two plants: black raspberry and figs, were depicted as great for cancer prevention. How did we overlook fruits in every major supermarket in the world? Black raspberry is native to E. North America; the South and Eastern North America have higher cancer rates. Black raspberries have high amounts of antioxidants and anthocyanins (‘ORAC off the charts’). The mixture of ellagic acid can kill cancer cells. The science is mixed, but if some doctors and researchers determine it has preventive potential — consume black raspberry. Next, figs contain fig latex, “this milky substance is a strong anti-cancer agent”.What about chemotherapy? Do you know anyone who has died of black raspberry or fig overdose? In the previous paragraph, we reviewed B17, there are no major publications or reports about overdose deaths involving apricot seeds.one of many reports throughout the years. Another study found:That study was done in New Zealand, one of the few countries with fewer cancer cases than the United States.": "Wat als ik in de Verenigde Staten, Canada, Australië of Europa woon en geen toegang heb tot B17? Ty Bollinger en zijn vrouw Charlene brachten onlangs een documentaire uit over kanker. In de fascinerende documentaire werden deze twee planten: zwarte framboos en vijgen, afgebeeld als geweldig voor kankerpreventie. Hoe hebben we fruit in elke grote supermarkt over het hoofd gezien? Zwarte framboos is inheems in Oost-Noord-Amerika; het zuiden en oostelijk Noord-Amerika hebben hogere kankercijfers. Zwarte frambozen bevatten veel antioxidanten en anthocyaninen (‘ORAC van de charts’). Het mengsel van ellaginezuur kan kankercellen doden. De wetenschap is gemengd, maar als sommige artsen en onderzoekers vaststellen dat het preventief potentieel heeft — consumeer zwarte framboos. Vervolgens bevatten vijgen vijgenlatex, “deze melkachtige stof is een sterk anti-kanker middel”. Wat betreft chemotherapie? Ken je iemand die is gestorven door een overdosis zwarte framboos of vijgen? In de vorige paragraaf hebben we B17 besproken, er zijn geen grote publicaties of rapporten over sterfgevallen door overdosis van abrikozenpitten. Een van de vele rapporten door de jaren heen. Een andere studie vond: die studie werd uitgevoerd in Nieuw-Zeeland, een van de weinige landen met minder kankergevallen dan de Verenigde Staten.",
  "The study shows that fig latex has a strong anti-cancer effect on liver and brain cancers.": "De studie toont aan dat vijgenlatex een sterk anti-kanker effect heeft op lever- en hersenkanker.",
  "Chemotherapy causes death in more than 25% of cancer patients": "Chemotherapie veroorzaakt de dood van meer dan 25% van de kankerpatiënten",
  "We identified 931 deaths and 659 patients treated with chemotherapy. Forty-three patients died within 30 days of receiving chemotherapy. These 43 patients represent 6% of those given chemotherapy during that period and 4.6% of all deaths under our service.": "We identificeerden 931 sterfgevallen en 659 patiënten die met chemotherapie werden behandeld. Drieënveertig patiënten stierven binnen 30 dagen na het ontvangen van chemotherapie. Deze 43 patiënten vertegenwoordigen 6% van degenen die chemotherapie kregen tijdens die periode en 4,6% van alle sterfgevallen onder onze dienst.",
  "Notably, the cancer treatments of both and involving natural remedies, detoxification, and green diets are practiced in Mexico to this day. Additionally, B17 is available in Mexico for cancer patients and the general public. What are the results?This article notes that the statistics were skewed because of poor record-keeping. Cancer statistics have always left the public and researchers baffled. For instance in World Without Cancer: The Story of Vitamin B17 the results of B-17 vs. Control Group (Saline solution) were as follows: “The small tumors stopped growing 40% of the time in the saline control group and only 27% of the time in the treated group”. Not to mention, Ty Bollinger and G. Edward Griffin are deemed crocks and conspiracy theorists for publishing literature and shining light on cancer treatments.": "Merkwaardig genoeg worden de kankermethoden van beiden, die natuurlijke remedies, ontgifting en groene diëten omvatten, tot op de dag van vandaag in Mexico toegepast. Bovendien is B17 beschikbaar in Mexico voor kankerpatiënten en het grote publiek. Wat zijn de resultaten? Dit artikel merkt op dat de statistieken vertekend waren door slecht recordbeheer. Kankerstatistieken hebben het publiek en onderzoekers altijd in verwarring gebracht. In World Without Cancer: The Story of Vitamin B17 waren de resultaten van B-17 versus de controlegroep (zoutoplossing) als volgt: 'De kleine tumoren stopten met groeien 40% van de tijd in de zoutoplossing controlegroep en slechts 27% van de tijd in de behandelde groep'. Niet te vergeten, Ty Bollinger en G. Edward Griffin worden gezien als kwakzalvers en samenzweringstheoretici voor het publiceren van literatuur en het belichten van kankermethoden.",
  "Harry Hoxsey": "Harry Hoxsey",
  "Max Gerson": "Max Gerson",
  "“According to recent data, Mexico’s death rate from cancer is 37 percent that of the United States. This rate, though, clashes with the perceptions of the Mexican public and of medical professionals, who see cancer far more frequently.”": "Volgens recente gegevens is het sterftecijfer door kanker in Mexico 37 procent van dat van de Verenigde Staten. Dit cijfer botst echter met de percepties van het Mexicaanse publiek en van medische professionals, die kanker veel vaker zien.",
  "In a world of misinformation, focus on the undeniable properties of what you are eating. The medicinal properties of apricot seeds, black raspberries and figs are undeniable. The controversy occurs when you deem a fruit or product as a treatment. None of those fruits are toxic or harmful, put down the hamburger and prioritize the plants. The body can heal itself, focus on eating plants that prevent disease before they occur.": "In een wereld van desinformatie, focus op de onmiskenbare eigenschappen van wat je eet. De geneeskrachtige eigenschappen van abrikozenpitten, zwarte frambozen en vijgen zijn onmiskenbaar. De controverse ontstaat wanneer je een vrucht of product beschouwt als een behandeling. Geen van deze vruchten is toxisch of schadelijk, leg de hamburger neer en geef prioriteit aan de planten. Het lichaam kan zichzelf genezen, focus op het eten van planten die ziektes voorkomen voordat ze zich voordoen.",
  "How does the world get cheaper and less invasive healthcare?": "Hoe krijgt de wereld goedkopere en minder ingrijpende gezondheidszorg?",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "Een detox reinigt het lichaam. Een waterdetox is een manier om de gifstoffen uit het lichaam te spoelen. Een waterdetox varieert van 1-3 dagen om de cellen in ketose te herstellen. Bovendien, wanneer je aan het detoxen bent, begin je met een waterdetox om gifstoffen uit de nieren en lever te spoelen (geen medisch advies). Een waterdetox helpt het lichaam zichzelf te genezen. Detoxificatie speelt een integrale rol in cellulaire regeneratie en cellulaire verjonging - twee componenten van welzijn. Kankerbehandelingen wereldwijd, zoals de Gerson Therapie en het Dr. Sebi-dieet, gebruiken vormen van Groene Diëten en Detoxificatie om het lichaam te reinigen van gifstoffen die kanker veroorzaken.",
  "Cellular Regeneration": "Cellulaire Regeneratie",
  "Disease deteriorates people over time. For instance, Parkinson's reduced my grandmother to trembling, hunched over without uttering a word. African Americans are 3x more likely to to die from asthma than whites. Medicine has used black bodies without consent. As distrust of Organized Medicine intensifies people need to understand Prevention.": "Ziekte verslechtert mensen in de loop van de tijd. Bijvoorbeeld, Parkinson verlaagde mijn grootmoeder tot trillen, gebogen zonder een woord uit te spreken. Afro-Amerikanen hebben 3 keer meer kans om te sterven aan astma dan witte mensen. Geneeskunde heeft zwarte lichamen gebruikt zonder toestemming. Terwijl het wantrouwen tegen georganiseerde geneeskunde toeneemt, moeten mensen preventie begrijpen.",
  "A detox cleanses the body. A water detox is a way to flush out the body's toxins. A water detox ranges from 1-3 days to restore the cells to ketosis. Furthermore, when detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness.treatments globally like the Gerson Therapy and use forms of Green Diets and Detoxification to cleanse the body from toxins that cause cancer.": "Een detox reinigt het lichaam. Een waterdetox is een manier om de gifstoffen uit het lichaam te spoelen. Een waterdetox varieert van 1-3 dagen om de cellen in ketose te herstellen. Bovendien, wanneer je aan het detoxen bent, begin je met een waterdetox om gifstoffen uit de nieren en lever te spoelen (geen medisch advies). Een waterdetox helpt het lichaam zichzelf te genezen. Detoxificatie speelt een integrale rol in cellulaire regeneratie en cellulaire verjonging - twee componenten van welzijn. Behandelingen wereldwijd zoals de Gerson Therapie gebruiken vormen van Groene Diëten en Detoxificatie om het lichaam te reinigen van gifstoffen die kanker veroorzaken.",
  "Dr. Sebi diet": "Dr. Sebi dieet",
  "All people have innate healing powers. Effective healing addresses all aspects of a person's life. Preventive wellness is a state of health characterized by a positive emotional state of mind. The smallest ailment can effect you internally and externally, ruining your mood for the day.": "Alle mensen hebben aangeboren genezende krachten. Effectieve genezing richt zich op alle aspecten van het leven van een persoon. Preventieve welzijn is een staat van gezondheid die gekarakteriseerd wordt door een positieve emotionele gemoedstoestand. De kleinste kwaal kan zowel intern als extern invloed op je hebben en je humeur voor de dag verpesten.",
  "It starts with a diet rich in antioxidants and vitamins. Food is medicine, their is more benefit from the plant than the supplement. Second, utilize plants instead of pills to work in conjunction with the body instead of being reliant on pills. An estimated 30 million Americans do not have access to health insurance. Preventive wellness, plants as medicine, and holistic care provide a distinct level of healthcare that keeps the body healthy instead of constantly sick.": "Het begint met een dieet rijk aan antioxidanten en vitaminen. Voedsel is medicijn, er is meer voordeel van de plant dan van het supplement. Ten tweede, gebruik planten in plaats van pillen om samen te werken met het lichaam in plaats van afhankelijk te zijn van pillen. Naar schatting hebben 30 miljoen Amerikanen geen toegang tot ziektekostenverzekering. Preventieve welzijn, planten als medicijn en holistische zorg bieden een ander niveau van gezondheidszorg die het lichaam gezond houdt in plaats van constant ziek.",
  "What is Acupuncture?": "Wat is Acupunctuur?",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites": "Het proces van acupunctuur is een vier-stappenproces dat begint met het controleren van de pols en andere vitale tekens. Vervolgens worden de naalden in acupunctuurpunten of punten geplaatst waar bloed, lymfe en zenuwen gemakkelijk toegang hebben tot bindweefsel. Daarna worden de naalden gemanipuleerd, en soms wordt moxibustie toegepast. Moxibustie is een traditionele Chinese medische techniek waarbij het kruid alsem wordt verbrand om koude of stagnante aandoeningen te verlichten door de bloedsomloop te stimuleren. Ten slotte worden topische pleisters en kruidenrub op de injectieplaatsen van de naalden aangebracht.",
  "According to the there were '70360 opioid deaths in 2019'. In an industry where the body divides into parts, acupuncture balances the flow of energy or life force believed to flow through pathways in your body. Acupuncture can relieve pain, nausea, vomiting, osteoarthritis and respiratory disorders at a reduced price and without the struggles of opioid addiction. Acupuncture works with the body's connective tissue that messages to your brain that alter brain chemistry in an effective and non-destructive way.": "Volgens de gegevens waren er '70360 opiode-doden in 2019'. In een industrie waar het lichaam in delen wordt verdeeld, balanceert acupunctuur de stroom van energie of levenskracht die door paden in je lichaam stroomt. Acupunctuur kan pijn, misselijkheid, braken, osteoartritis en ademhalingsstoornissen verlichten tegen een lagere prijs en zonder de worstelingen van opiodeverslaving. Acupunctuur werkt samen met het bindweefsel van het lichaam, die boodschappen naar je hersenen stuurt die de hersenchemie op een effectieve en niet-destructieve manier veranderen.",
  "CDC,": "CDC,",
  "According to 'the average cost of opioids is $67.98'. The approximate total of an entire treatment of acupuncture is $1000. Unlike opioids, acupuncture approximates the number of treatments it takes for treatment. Opioids range in price, and the cost of addiction is valuable to the toll it takes on your life.": "Volgens 'de gemiddelde kosten van opiaten zijn $67,98'. De totale kosten van een volledige acupunctuurbehandeling zijn ongeveer $1000. In tegenstelling tot opiaten, benadert acupunctuur het aantal behandelingen dat nodig is voor behandeling. Opiaten variëren in prijs, en de kosten van verslaving zijn waardevol voor de tol die het op je leven heeft.",
  "Pubmed,": "Pubmed,",
  "The process of acupuncture is a four-step process beginning with checking the pulse and other vitals. Then, insert the needles into acupuncture points or points where blood, lymph, and nerves can easily access connective tissue. Next, manipulate the needles, and sometimes moxibustion is applied. Moxibustion is a traditional Chinese medical technique that involves burning the herb mugwort to relieve cold or stagnant conditions by stimulating circulation. Finally, topical patches and herbal rub are applied to the post-need injection sites.": "Het proces van acupunctuur is een vier-stappenproces dat begint met het controleren van de pols en andere vitale tekens. Vervolgens worden de naalden in acupunctuurpunten of punten geplaatst waar bloed, lymfe en zenuwen gemakkelijk toegang hebben tot bindweefsel. Daarna worden de naalden gemanipuleerd, en soms wordt moxibustie toegepast. Moxibustie is een traditionele Chinese medische techniek waarbij het kruid alsem wordt verbrand om koude of stagnante aandoeningen te verlichten door de bloedsomloop te stimuleren. Ten slotte worden topische pleisters en kruidenrub op de injectieplaatsen van de naalden aangebracht.",
  "The ear is a microsystem for the whole body with pressure points that do various things. The entire body comprises the ear (neck, shoulder, cervix). One essential channel in acupuncture is the Buddha triangle, three points that help with stress, anxiety, depression, and trauma. The spleen channel connects strongly with the women's health point.": "Het oor is een microsysteem voor het hele lichaam met drukpunten die verschillende dingen doen. Het hele lichaam omvat het oor (nek, schouder, cervix). Een belangrijk kanaal in acupunctuur is de Boeddha-driehoek, drie punten die helpen bij stress, angst, depressie en trauma. Het milt-kanaal heeft een sterke verbinding met het vrouwengezondheids-punt.",
  "Acupuncture can treat (NOT MEDICAL CLAIM/ADVICE. CONSULT A MEDICAL PROFESSIONAL.) uterine fibroids, which affect roughly 70% of women. Acupuncture may treat digestive disorders, osteoarthritis, high blood pressure, and rheumatoid arthritis. Another type of acupuncture is gemstone acupuncture, a process comprised of gua sha, cupping, and gemstones placed on the body. Acupuncture is widely available: type 'acupuncture near me' and find an acupuncturist near you. Acupuncture is an alternative to pharmaceuticals for pain and other ailments.": "Acupunctuur kan (GEEN MEDISCHE CLAIMS/ADVIES. CONSULTEER EEN MEDISCH PROFESSIONAL.) baarmoederfibromen behandelen, die ongeveer 70% van de vrouwen treffen. Acupunctuur kan spijsverteringsstoornissen, osteoartritis, hoge bloeddruk en reumatoïde artritis behandelen. Een andere vorm van acupunctuur is edelsteenacupunctuur, een proces bestaande uit gua sha, cupping en edelstenen die op het lichaam worden geplaatst. Acupunctuur is breed beschikbaar: typ 'acupunctuur bij mij in de buurt' en vind een acupuncturist bij jou in de buurt. Acupunctuur is een alternatief voor farmaceutica voor pijn en andere aandoeningen.",
  "According to the book World Without Cancer: The Story of Vitamin B17 by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "Volgens het boek Wereld Zonder Kanker: Het Verhaal van Vitamine B17 door G. Edward Griffin, 'Vitamine B17 (Laetrile) kan kankercellen vernietigen'. In dit artikel zullen we de componenten van Laetrile verkennen, de claim van het boek en waarom vitamine B17 of Laetrile illegaal is in de Verenigde Staten.",
  "B vitamins convert food into energy and help to strengthen the immune system.": "B-vitamines zetten voedsel om in energie en helpen het immuunsysteem te versterken.",
  "Moreover, the vitamin B Complex is a mixture of various B vitamins.": "Bovendien is het vitamine B-complex een mengsel van verschillende B-vitamines.",
  "B6(Pyridoxin) is an essential nutrient for maintaining red blood cell health.": "B6 (Pyridoxine) is een essentiële voedingsstof voor het behouden van een gezonde rode bloedcellen.",
  "The body does not naturally produce B6. Pasilla, Ancho pepper, sunflower seeds and Whey protein isolate are highest in B6.": "Het lichaam produceert van nature geen B6. Pasilla, Ancho peper, zonnebloempitten en wei-eiwitisolaat bevatten de meeste B6.",
  "Vitamin B12 is the most common B vitamin; it converts carbohydrates and fats into energy for proteins.": "Vitamine B12 is de meest voorkomende B-vitamine; het zet koolhydraten en vetten om in energie voor eiwitten.",
  "Vitamin B12 deficiency can result in multiple health conditions - cancer, anemia, fatigue, impaired neurological function, joint pain and more.": "Een tekort aan vitamine B12 kan leiden tot verschillende gezondheidsproblemen - kanker, bloedarmoede, vermoeidheid, verstoorde neurologische functie, gewrichtspijn en meer.",
  "Aside from injection, B12 can be in clams, oysters, mussels, crabs and sardines. Vitamin B17, or Laetrile, is the most controversial vitamin (component) B family.": "Naast injecties kan B12 in schelpen, oesters, mosselen, krabben en sardines zitten. Vitamine B17, of Laetrile, is de meest controversiële vitamine (component) van de B-familie.",
  "According to the book": "Volgens het boek",
  "World Without Cancer: The Story of Vitamin B17": "Een wereld zonder kanker: Het verhaal van vitamine B17",
  "by G. Edward Griffin, 'Vitamin B17(Laetrile) can destroy cancer cells'. In this article, we will explore the components of Laetrile, the book's claim and why vitamin B17 or Laetrile is illegal in the United States.": "door G. Edward Griffin, 'Vitamine B17 (Laetrile) kan kankercellen vernietigen'. In dit artikel onderzoeken we de componenten van Laetrile, de bewering van het boek en waarom vitamine B17 of Laetrile illegaal is in de Verenigde Staten.",
  "Laetrile, or vitamin B17, is an artificial form of amygdalin. Amygdalin is from plants, most notably apricot seeds. Laetrile is illegal in the United States and has no verifiable evidence of curing cancer in animals and humans (according to the FDA). Vitamin B and its derivatives have many health benefits for the body. Studies indicate that a deficiency in vitamin B and B12 can cause various health diseases, including some cancers. What does the book have to say about Laetrile? Griffin argues that Laetrile practitioners and orthodox medicine differ in the goal of fighting cancer. Laetrile practitioners emphasize attacking the cancer cells. Conversely, orthodox medicine focuses on the tumor - arguing that the tumor is the cancer. According to Griffin, Dr. Kanematsu Sugiura (Sloan-Kettering Cancer Center) found five results:Laetrile stopped metastasis (cancer spreading) in mice,It improved their general health,It inhibited the growth of small tumors,It provided relief from pain,It acted as cancer prevention.": "Laetrile, of vitamine B17, is een kunstmatige vorm van amygdaline. Amygdaline komt uit planten, vooral abrikozenpitten. Laetrile is illegaal in de Verenigde Staten en er is geen verifieerbaar bewijs dat het kanker geneest bij dieren en mensen (volgens de FDA). Vitamine B en zijn afgeleiden hebben veel gezondheidsvoordelen voor het lichaam. Studies tonen aan dat een tekort aan vitamine B en B12 verschillende gezondheidsziekten kan veroorzaken, waaronder sommige vormen van kanker. Wat zegt het boek over Laetrile? Griffin beweert dat Laetrile-beoefenaars en de orthodoxe geneeskunde verschillen in hun doel om kanker te bestrijden. Laetrile-beoefenaars leggen de nadruk op het aanvallen van de kankercellen. Daarentegen richt de orthodoxe geneeskunde zich op de tumor - zij beweren dat de tumor de kanker is. Volgens Griffin vond 'Dr. Kanematsu Sugiura (Sloan-Kettering Cancer Center) vijf resultaten: Laetrile stopte metastase (de verspreiding van kanker) in muizen, het verbeterde hun algemene gezondheid, het remde de groei van kleine tumoren, het verlichtte pijn en het diende als kankerpreventie.",
  "What Is Hypnotherapy?": "Wat is hypnotherapie?",
  "To better understand Hypnotherapy we must first understand Hypnosis. Hypnosis is a natural, yet slightly altered, state of mind where communication and responsiveness with the subconscious mind is present. Hypnosis is being in a state of hypersuggestibility with an increased receptivity to suggestion. This state allows the hypnotherapist to better facilitate communication between the conscious and the subconscious mind.": "Om hypnotherapie beter te begrijpen, moeten we eerst hypnose begrijpen. Hypnose is een natuurlijke, maar licht gewijzigde, staat van geest waarin communicatie en responsiviteit met het onderbewuste aanwezig zijn. Hypnose is in een staat van hypersuggestibiliteit met een verhoogde ontvankelijkheid voor suggesties. Deze staat stelt de hypnotherapeut in staat om de communicatie tussen het bewuste en het onderbewuste beter te bevorderen.",
  "New Study Explores How Food Choices Shape Mental Health and Affect Depression": "Nieuwe studie onderzoekt hoe voedselkeuzes de geestelijke gezondheid beïnvloeden en depressie beïnvloeden",
  "A new study from the University of Reading found that a poor-quality diet may be associated with changes in the brain structure that are linked to depression and anxiety.": "Een nieuwe studie van de Universiteit van Reading ontdekte dat een dieet van slechte kwaliteit mogelijk geassocieerd is met veranderingen in de hersenstructuur die verband houden met depressie en angst.",
  "Batana Oil: Batana Oil Benefits": "Batana-olie: Voordelen van Batana-olie",
  "Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "Vanwege zijn verbazingwekkende resultaten kreeg Sebi een enorme aanhang en een enorm kruidenimperium. Onder zijn producten bevindt zich batana-olie - een potentiële oplossing voor haaruitval. Op populaire sociale media-apps zoals TikTok en YouTube is batana-olie onlangs populair geworden vanwege de mogelijke haargroei. Laten we batana-olie verkennen en de mogelijke voordelen voor je haar bekijken.",
  "Dr. Sebi was an herbalist, called a doctor because his unconventional diet protocols had miraculous consequences on people's health. Sebi claimed that the removal of 'lactose, carbonic acid, uric acid, milk, starches, and meat paired with cell cleansing cures cancer, AIDS, sickle cell, and more'. Dr. Sebi provided 'evidence' of his claims and won his lawsuit in the1980's. Dr. Sebi claimed, 'disease exists from mucus and acidity', asserting that people should eat foods that cleanse the body and avoid acidic food. Because of his astounding results, Sebi grew a mega-following and a massive herbal empire. Among his products, is batana oil - a potential solution to hair loss. On popular social media apps TikTok and YouTube, batana oil has recently become popular online for its potential hair growth. Let's explore batana oil and its possible benefits for your hair.": "Dr. Sebi was een kruidenarts, die een dokter werd genoemd vanwege zijn onconventionele dieetprotocollen die wonderbaarlijke gevolgen hadden voor de gezondheid van mensen. Sebi beweerde dat het verwijderen van 'lactose, koolzuur, urinezuur, melk, zetmeel en vlees in combinatie met celreiniging kanker, aids, sikkelcel en meer geneest'. Dr. Sebi leverde 'bewijs' voor zijn claims en won zijn rechtszaak in de jaren 80. Dr. Sebi beweerde: 'ziekte ontstaat door slijm en zuurgraad', en stelde dat mensen voedsel zouden moeten eten dat het lichaam reinigt en zure voedingsmiddelen zouden moeten vermijden. Vanwege zijn verbazingwekkende resultaten kreeg Sebi een enorme aanhang en een enorme kruidenimperium. Onder zijn producten bevindt zich batana-olie - een potentiële oplossing voor haaruitval. Op populaire sociale media-apps zoals TikTok en YouTube is batana-olie onlangs populair geworden vanwege de mogelijke haargroei. Laten we batana-olie verkennen en de mogelijke voordelen voor je haar bekijken.",
  "'Let thy food be medicine, and thy medicine be food', a famous quote from the Greek physician Hippocrates indicates that medicine starts with what people put into their bodies. Pharmaceuticals are derived from plant roots, and many hair products contain dangerous chemicals , such as Dove, Nexxus, Suave, and Johnson & Johnson. Currently, the best product on the market for hair growth is Rogaine. What is Rogaine? Rogaine, or Topical Minoxidil is a medicine used to treat hair loss via direct application to the scalp. Moreover, according to Mayo Clinic, 'the science behind Rogaine is unknown'. Other studies indicate that Rogaine has minimal effects on hair growth. Other doctors do not think that 'Rogaine gets to the underlying cause of hair loss - androgens.' The body naturally produces androgens, but if the body has an excessive response to androgens - hair loss disorders like alopecia occur. Rogaine, like most other medicines, comes with side effects - burning, redness, stinging, and some cases 'entering breast milk and endangering the baby'.": "'Laat je voedsel je medicijn zijn, en je medicijn je voedsel', een beroemd citaat van de Griekse arts Hippocrates, geeft aan dat medicatie begint met wat mensen in hun lichaam stoppen. Farmaceutische middelen worden afgeleid van plantenwortels, en veel haarproducten bevatten gevaarlijke chemicaliën, zoals Dove, Nexxus, Suave en Johnson & Johnson. Momenteel is het beste product op de markt voor haargroei Rogaine. Wat is Rogaine? Rogaine, of Topisch Minoxidil, is een medicijn dat wordt gebruikt om haarverlies te behandelen door het direct aan de hoofdhuid aan te brengen. Bovendien, volgens de Mayo Clinic, 'de wetenschap achter Rogaine is onbekend'. Andere studies geven aan dat Rogaine minimale effecten heeft op haargroei. Andere artsen denken niet dat 'Rogaine de onderliggende oorzaak van haarverlies aanpakt - androgenen'. Het lichaam produceert van nature androgenen, maar als het lichaam een overmatige reactie op androgenen heeft - ontstaan haarverliesstoornissen zoals alopecia. Rogaine, zoals de meeste andere medicijnen, heeft bijwerkingen - branderigheid, roodheid, steken en in sommige gevallen 'doordringen in moedermelk en de baby in gevaar brengen'.",
  "What are the natural alternatives to Rogaine? Dr. Sebi argued that people should not eat cooked oils, like Palm or soybeans. However, the oil is extracted from American Palm Oil or Batana oil is extracted from the nuts and forms a rich in antioxidants and vitamin E. According to pfaf.org: 'the oil from nuts is expected to stimulate hair loss and combat dandruff'. Does batana oil work? The Tawira tribe is known as 'people of beautiful hair', and attributes their hair success to batana oil. Dr. Sebi claimed, 'The enzymes in it sink into the hair and revive the dead hair follicles', pairing scalp application of batana oil and a vegetarian diet maximizes results (according to Dr. Sebi)": "Wat zijn de natuurlijke alternatieven voor Rogaine? Dr. Sebi betoogde dat mensen geen gekookte oliën zoals palmolie of sojaolie zouden moeten eten. De olie wordt echter gewonnen uit Amerikaanse palmolie of Batana-olie wordt gewonnen uit de noten en bevat veel antioxidanten en vitamine E. Volgens pfaf.org: 'de olie uit noten zou haarverlies moeten stimuleren en roos bestrijden'. Werkt Batana-olie? De Tawira-stam staat bekend als 'mensen met mooi haar', en wijst hun haarsucces toe aan Batana-olie. Dr. Sebi beweerde: 'De enzymen erin dringen diep in het haar door en wekken de dode haarzakjes tot leven', door Batana-olie op de hoofdhuid aan te brengen en een vegetarisch dieet te combineren worden de resultaten gemaximaliseerd (volgens Dr. Sebi)",
  "Elaeis oleifera.": "Elaeis oleifera.",
  "buttery substance": "romige substantie",
  "Similarly to vitamin B, the body does not produce vitamin E. If disease stems from a deficiency of vitamins, shouldn't hair loss from a deficiency in vitamin E - Dr. Sebi and the native tribes believed that consumption of necessary vitamins, an alkaline diet, and cellular foods keep the body. Conversely, Sebi argued that black people would benefit most from a vegan diet. According to 'But it's more likely to affect than white or Asian Americans. About 1 million people in the U.S. have alopecia areata.'Also, black people have a higher risk of heart disease. How are these diseases correlated? Diet - processed foods and vitamin-deficient diets are common in America generally, however, many African Americans are lactose intolerant. Vitamin E is highest in vegetable oils, Dr. Sebi argued, 'When you heat these oils at high temperature - they become carcinogenic'. Batana oil is high in vitamin E and is a raw substance applied to the hair for hair growth.": "Evenals vitamine B, produceert het lichaam geen vitamine E. Als ziekte voortkomt uit een tekort aan vitamines, zou haaruitval door een tekort aan vitamine E dan niet hetzelfde moeten zijn? Dr. Sebi en de inheemse stammen geloofden dat het consumeren van noodzakelijke vitamines, een alkalisch dieet en cellulaire voedingsmiddelen het lichaam gezond houden. Omgekeerd stelde Sebi dat zwarte mensen het meeste zouden profiteren van een veganistisch dieet. Volgens 'Maar het is waarschijnlijker dat het zwarte of Aziatische Amerikanen treft. Ongeveer 1 miljoen mensen in de VS hebben alopecia areata.' Ook hebben zwarte mensen een hoger risico op hartziekten. Hoe zijn deze ziektes met elkaar verbonden? Dieet - bewerkte voedingsmiddelen en vitamine-deficiënte diëten komen algemeen voor in Amerika, maar veel Afro-Amerikanen zijn lactose-intolerant. Vitamine E komt het meest voor in plantaardige oliën, Dr. Sebi stelde, 'Als je deze oliën op hoge temperatuur verhit, worden ze carcinogeen'. Batana-olie is rijk aan vitamine E en wordt rauw op het haar aangebracht voor haargroei.",
  "The Conversation": "Het gesprek",
  "African Americans": "Afrikaanse Amerikanen",
  "Dr. Sebi and other natural doctors and herbalists believe that the body should consume foods that address what the body cannot produce (vitamins E, B, and C). Dr. Sebi states, 'Best results occur when eating an alkaline diet and cellular-rich foods'": "Dr. Sebi en andere natuurlijke artsen en kruidenartsen geloven dat het lichaam voedingsmiddelen moet consumeren die tegemoetkomen aan wat het lichaam niet kan produceren (vitaminen E, B en C). Dr. Sebi stelt: 'De beste resultaten worden behaald door het eten van een alkalisch dieet en cellulaire rijke voedingsmiddelen'",
  "Acupuncture Montreal": "Acupunctuur Montreal",
  "Mass immigration in Canada has its advantages and disadvantages; assimilation led to Canadians adopting Traditional Chinese Medicine (TCM). Acupuncture Montreal adoption began with British Columbia adding acupuncture to the Ontario and British Columbia have the highest adoption of acupuncture among the ten provinces of Canada. Regulation in Canada is varied among the provinces. For instance,British Columbia has most regulations regarding the provinces.Acupuncture Edmonton, in Alberta, is a great place for holistic practitioners in Canada to include acupuncture in their practice.": "Massale immigratie in Canada heeft zijn voordelen en nadelen; assimilatie leidde ertoe dat Canadezen de Traditionele Chinese Geneeskunde (TCM) aannamen. De adoptie van Acupunctuur in Montreal begon met British Columbia die acupunctuur toevoegde aan Ontario, en British Columbia heeft de hoogste adoptie van acupunctuur onder de tien provincies van Canada. Regelgeving in Canada varieert tussen de provincies. Bijvoorbeeld, British Columbia heeft de meeste regels met betrekking tot de provincies. Acupunctuur Edmonton, in Alberta, is een geweldige plek voor holistische beoefenaars in Canada om acupunctuur op te nemen in hun praktijk.",
  "Canadian Medical Services Plan in 2008.": "Canada's Medische Dienstverleningsplan in 2008.",
  "chiropractors can use acupuncture everywhere but in British Columbia and Quebec.": "Chiropractors kunnen overal acupunctuur gebruiken, behalve in British Columbia en Quebec.",
  "Healthcare in Canada is a mess, adding holistic practices like acupuncture can help combat issues in the healthcare space. Although it is not as popular as other cities in Canada, Montreal has some great options for people seeking acupuncture treatment. For example, practioner  who practices moxibustion and cupping ('fire suckers'). There are many practitioners and different ways to practice acupuncture. Indeed, practitioner practices Toyohari Acupuncture or Meridan Therapy without insertion (millimeters above insertion points). The body has an immense regenerative potential to heal itself; herbalists believe that certain plants work in conjunction with the body to induce healing. uses Chinese herbs in conjunction with acupuncture treatment.": "Gezondheidszorg in Canada is een chaos, het toevoegen van holistische praktijken zoals acupunctuur kan helpen om problemen in de gezondheidszorg aan te pakken. Hoewel het niet zo populair is als andere steden in Canada, heeft Montreal enkele geweldige opties voor mensen die acupunctuurbehandeling zoeken. Bijvoorbeeld, een beoefenaar die moxibustion en cupping ('vuurzuigers') beoefent. Er zijn veel beoefenaars en verschillende manieren om acupunctuur te beoefenen. Inderdaad, beoefenaar beoefent Toyohari Acupunctuur of Meridian Therapie zonder insertie (millimeters boven de insertiepunten). Het lichaam heeft een enorm regeneratief potentieel om zichzelf te genezen; kruidenkenners geloven dat bepaalde planten samen met het lichaam werken om genezing te bevorderen. gebruikt Chinese kruiden in combinatie met acupunctuurbehandeling.",
  "Xiao Lei Wang,": "Xiao Lei Wang,",
  "David Goldman": "David Goldman",
  "Sino-Santé Clinic": "Sino-Santé Kliniek",
  "Acupuncture in Montreal started with an acupuncture boom in Ontario. Canada has seen an influx of Chinese immigrants and culture. One benefit is the mass adoption of TCM and acupuncture throughout the region. Acupuncture helps with many ailments: fertility,stress, pain relief and more. In a nation like Canada, acupuncture plays a pivotal role in fighting ailments that traditional medicine would not address.": "Acupunctuur in Montreal begon met een acupunctuurboom in Ontario. Canada heeft een instroom van Chinese immigranten en cultuur gezien. Een voordeel is de massale adoptie van TCM en acupunctuur door de regio. Acupunctuur helpt bij veel aandoeningen: vruchtbaarheid, stress, pijnverlichting en meer. In een land als Canada speelt acupunctuur een cruciale rol in het bestrijden van aandoeningen die traditionele geneeskunde niet zou aanpakken.",
  "bruxism,": "bruxisme,",
  "Pain Pill for Back: Best Chiropractor Near Me": "Pijnpil voor Rug: Beste Chiropractor bij Mij in de Buurt",
  "Back pain effects an estimated 80% of the US population. As people age, pain becomes more and more frequent. According to Over 115 million pills containing illicit fentanyl seized by law enforcement in 2023, if this the seized number, imagine the actual number of pills containing fentanyl last year. The War on Drugs was a collosal failure in the United States; Oregon decriminalized drugs in its state. However, this decision hasn't worked either, resulting in rampant drug use, overdose, homelessness and fentanyl deaths. Pain pills, or opioids have a long history of abuse and addiction. In 2022, over 107,000 people died of a drug overdose, with 75% of those deaths involving an opioid. According to WebMD: Estimated 3 million Americans suffer from OUD (Opioid Use Disorder). Chiropractors take a holistic perspective, the body can heal itself. Chiropractic techniques are 40% more effective than medical care for lower back pain. Suffering from back pain? Type: best chiropractor near me instead of using pain pills for back": "Rugpijn treft naar schatting 80% van de Amerikaanse bevolking. Naarmate mensen ouder worden, komt pijn steeds frequenter voor. Volgens meer dan 115 miljoen pillen die illegaal fentanyl bevatten, in beslag genomen door de wetshandhaving in 2023, als dit het in beslag genomen aantal is, stel je dan het werkelijke aantal pillen voor die fentanyl bevatten vorig jaar. De War on Drugs was een kolossale mislukking in de Verenigde Staten; Oregon decriminaliseerde drugs in zijn staat. Deze beslissing heeft echter ook niet gewerkt, wat resulteerde in wijdverspreid drugsgebruik, overdoses, dakloosheid en fentanyl-doden. Pijnpillen, of opioïden, hebben een lange geschiedenis van misbruik en verslaving. In 2022 stierven meer dan 107.000 mensen aan een overdosis drugs, waarbij 75% van deze sterfgevallen betrekking had op een opioïde. Volgens WebMD: Naar schatting lijden 3 miljoen Amerikanen aan OUD (Opioïde Gebruikstoornis). Chiropractors nemen een holistische benadering, het lichaam kan zichzelf genezen. Chiropractische technieken zijn 40% effectiever dan medische zorg voor lage rugpijn. Lijdt u aan rugpijn? Zoek naar: beste chiropractor bij mij in de buurt in plaats van pijnpillen voor rug.",
  "NIDA:": "NIDA:",
  "Pain can be reocurring, compounding to the point of surgery. An estimated 36% of people do not know if they need surgery. However, most people are unaware of alternatives for pain management. Chiropractors cost less than surgery and pain pills, and have more benefits than pain. Americans are constantly stressed, anxiety is on the rise in America. Corrective care improves the body's ability to handle and adapt to stress. Heart disease is the biggest killer in the world. Corrective care can significantly decrease blood pressure by removing neurological interference and restoring proper spinal biomechanics. chiropractic care helps to restore function to reproductive systems for both men and women. Additionally, chiropractors cost less than traditional medicine.": "Pijn kan terugkerend zijn, zich ophopen tot het punt van een operatie. Naar schatting weet 36% van de mensen niet of ze een operatie nodig hebben. De meeste mensen zijn zich echter niet bewust van alternatieven voor pijnbeheersing. Chiropractors kosten minder dan chirurgie en pijnpillen, en hebben meer voordelen dan pijn. Amerikanen zijn voortdurend gestrest, angst neemt toe in Amerika. Correctieve zorg verbetert het vermogen van het lichaam om om te gaan met en zich aan te passen aan stress. Hartziekten zijn de grootste moordenaar ter wereld. Correctieve zorg kan de bloeddruk aanzienlijk verlagen door neurologische interferentie te verwijderen en de juiste wervelkolommechanica te herstellen. Chiropractische zorg helpt de functie van reproductieve systemen voor zowel mannen als vrouwen te herstellen. Bovendien kosten chiropractors minder dan traditionele geneeskunde.",
  "'1 in 6 people globally affected by infertility: WHO',": "'1 op de 6 mensen wereldwijd getroffen door onvruchtbaarheid: WHO',",
  "The healthcare system is emergency-care, but has many side effects. Studies show that Americans are Last month, in British Columbia, Canada over hydromorphone overdose death. Conversely, chiropractic care is not addicting and does not have the vast amount of side effects that stem from opiod usage. Chiropractic care is holistic, working with your body to help it to heal itself. Opiods are addicting, and can be unncessary for back pain. Oftentimes, pain pills for back or other pain management require prescription once a month. Comparatively, chiropractors recommend appointments once a month (seek chiropractor for specific appointment schedule), at a price much lower.": "Het zorgsysteem is noodzorg, maar heeft veel bijwerkingen. Studies tonen aan dat Amerikanen afgelopen maand in British Columbia, Canada, overleden aan een hydromorphone overdosis. Omgekeerd is chiropractische zorg niet verslavend en heeft het niet de grote hoeveelheid bijwerkingen die voortkomen uit het gebruik van opioïden. Chiropractische zorg is holistisch, werkt samen met je lichaam om het te helpen zichzelf te genezen. Opioïden zijn verslavend en kunnen onnodig zijn voor rugpijn. Vaak vereisen pijnpillen voor rug of andere pijnbeheersing een maandelijkse recept. Vergeleken hiermee raden chiropractors aan om eens per maand afspraken te maken (zoek een chiropractor voor een specifiek afspraakrooster), tegen een veel lagere prijs.",
  "dependent on opiods for non-cancer pain.": "afhankelijk van opiaten voor niet-kanker pijn.",
  "'2 families sue province, federal government over safe supply' ": " '2 families vervolgen provincie, federale regering over veilige voorziening' ",
  "Chiropractic care improves brain health and behavior. It is designed to work with the body so that it heals itself. Chiropractic care is corrective care, pain pills is emergency care - choose the one that works with your body chemistry. Furthermore, avoid opioids that are foreign chemistry added to your body to heal you.": "Chiropractische zorg verbetert de gezondheid van de hersenen en het gedrag. Het is ontworpen om samen te werken met het lichaam zodat het zichzelf geneest. Chiropractische zorg is corrigerende zorg, pijnpillen zijn spoedzorg - kies degene die werkt met je lichaamschemie. Vermijd daarnaast opiaten die vreemde chemie aan je lichaam toevoegen om je te genezen.",
  "Hepatitis B: Herbal Medicine On Hep B": "Hepatitis B: Kruiden Geneeskunde Bij Hep B",
  "Hepatitis B is a liver infection from HBV transmitted through another infected person’s blood, semen, or other fluids. Hepatitis B affects the liver and is more toxic in children than adults with the disease. The 5 major functions of the liver are supporting the body’s metabolism, immunity, digestion, detoxification, and vitamin storage. (Disclaimer not medical advice) There is currently no cure for hep B. This article will explore plants with potential benefits for fighting hepatitis B.": "Hepatitis B is een leverinfectie van HBV die wordt overgedragen via het bloed, sperma of andere vloeistoffen van een ander geïnfecteerd persoon. Hepatitis B beïnvloedt de lever en is giftiger bij kinderen dan bij volwassenen met de ziekte. De 5 belangrijkste functies van de lever zijn het ondersteunen van de stofwisseling van het lichaam, immuniteit, spijsvertering, ontgifting en vitamineopslag. (Disclaimer geen medisch advies) Er is momenteel geen genezing voor hep B. Dit artikel onderzoekt planten met potentiële voordelen voor de bestrijding van hepatitis B.",
  "Portulaca grandiflora is a beautiful pink flower from South America (Brazil). Aside from its appearance, the flower has potential benefits for your health. Herbalists believe one must pair a diet shift and detox the body with natural plants before healing begins. Portulaca grandiflora (rose moss) is meaning the plant is a detoxifier. Dr. Max Gerson believed that fighting tumors started with a green diet and to detoxify the liver. A similar process is applied to hepatitis. The detoxifying properties in ross moss are putative immunostimulatory in fighting hepatitis B. from 1990, indicate the plant has an “Antimutagenic effect on the mutation induced by aflatoxin B1 and cyclophosphamide in mice”.": "Portulaca grandiflora is een mooie roze bloem uit Zuid-Amerika (Brazilië). Naast zijn uiterlijk heeft de bloem potentiële voordelen voor je gezondheid. Kruidenartsen geloven dat je een dieetverandering moet combineren met een detox van het lichaam met natuurlijke planten voordat de genezing begint. Portulaca grandiflora (rozenmos) betekent dat de plant een ontgifter is. Dr. Max Gerson geloofde dat het bestrijden van tumoren begon met een groen dieet en het ontgiften van de lever. Een soortgelijk proces wordt toegepast op hepatitis. De ontgiftende eigenschappen van rozenmos zijn vermoedelijk immunostimulerend bij het bestrijden van hepatitis B. Uit 1990 blijkt dat de plant een “antimutagene werking heeft op de mutatie veroorzaakt door aflatoxine B1 en cyclofosfamide bij muizen”.",
  "depurative,": "depuratief,",
  "coffee enemas": "koffie-enema's",
  "Studies": "Studies",
  "Cordydalis yanhusuo is a flower with a fuchsia appearance from Asia, specifically China. This plant has been regarded as a remedy to  for centuries throughout Asia. Blood passing through the stomach and intestines is processed by the liver, an infected liver cannot metabolize nutrients or break down vitamins efficiently. Moreover, Corydalis yanhusuo helps with abdominal pain due to its alkaloid properties. Generally, the plant has shown effects in helping with pain. Its major medicinal properties are: 'antitussive, cardiotonic, hypotensive and anticancerous'.": "Cordydalis yanhusuo is een bloem met een fuchsia uitstraling uit Azië, specifiek China. Deze plant wordt al eeuwenlang in Azië beschouwd als een remedie voor verschillende aandoeningen. Bloed dat door de maag en darmen stroomt, wordt verwerkt door de lever, een geïnfecteerde lever kan voedingsstoffen niet efficiënt metaboliseren of vitamines afbreken. Bovendien helpt Corydalis yanhusuo bij buikpijn door zijn alkaloïde-eigenschappen. Over het algemeen heeft de plant effect op het verlichten van pijn. De belangrijkste medicinale eigenschappen zijn: 'antitussief, cardiotonisch, hypotensief en anticancereus'.",
  "‘invigorate the blood’": "‘bevorder de bloedsomloop’",
  "Blighia sapida is a plant stemming from West Africa, specifically Cote d’Ivoire, eaten when fully ripe. This plant is primarily used in treating  A function of the liver is digestion. This plant is stomachic, meaning it is helpful in digestion. A side effect of hep B is nausea and vomiting, the “ground-up bark” has been used to assist with nausea. Regarding hep B, “the twigs of the plant help with hepatitis, cirrhosis and amygdalitis”. Generally, the plant has many benefits for health, the unripe fruit can cause certain diseases.": "Blighia sapida is een plant uit West-Afrika, specifiek Ivoorkust, die wordt gegeten wanneer deze volledig rijp is. Deze plant wordt voornamelijk gebruikt voor de behandeling van een functie van de lever die verband houdt met spijsvertering. De plant is maagvriendelijk, wat betekent dat het nuttig is bij de spijsvertering. Een bijwerking van hep B is misselijkheid en braken, de “gemalen schors” wordt gebruikt om misselijkheid te verlichten. Wat hep B betreft, “helpen de takken van de plant bij hepatitis, cirrose en amygdalitis”. Over het algemeen heeft de plant veel voordelen voor de gezondheid, de onrijpe vrucht kan bepaalde ziekten veroorzaken.",
  "yellow fever, epilepsy and edema.": "geelkoorts, epilepsie en oedeem.",
  "Herbalists operate on the principle that disease stems from deficiency and nutrition. The application of these plants correlates with the functionality of the infected organ. The liver is in charge of detoxification, if the body cannot detoxify toxins then toxins build up in the body — Portulaca grandiflora fights toxins and fights mutation of tumors. Cordydalis yanhusuo cleans the blood, a vital function of the liver is cleaning and filtering blood. Finally, Blighia sapida aids in digestion, another function of the liver. Holistic medicine looks at medicine as interconnected, integrating these plants (not medical advice) helps the liver.": "Kruidenartsen werken volgens het principe dat ziekten voortkomen uit tekorten en voeding. De toepassing van deze planten heeft betrekking op de functionaliteit van het geïnfecteerde orgaan. De lever is verantwoordelijk voor ontgifting, als het lichaam geen gifstoffen kan ontgiften, hopen de gifstoffen zich op in het lichaam — Portulaca grandiflora bestrijdt gifstoffen en mutatie van tumoren. Cordydalis yanhusuo reinigt het bloed, een vitale functie van de lever is het reinigen en filteren van bloed. Ten slotte helpt Blighia sapida bij de spijsvertering, een andere functie van de lever. Holistische geneeskunde beschouwt geneeskunde als onderling verbonden, het integreren van deze planten (geen medisch advies) helpt de lever.",
  "The Importance of Nutrition": "Het Belang van Voeding",
  "I am not a doctor or nutritionist, however, I am a developer and researcher who understands the value of showcasing Holistic Medicine to the public. Of the nine practices on the platform: Homeopathy, PRP, Hypnotherapy, Stem Cell Therapy, Chelation, Chiropractic, Ayurveda, and Acupuncture; Nutrition is the most valuable because it encompasses general elements of the others. I did not know that the Standard American Diet was insufficient for the vitamins humans lack. Humans lack vitamins A, D, E, and K, so nutritionists create diet plans specific to each person.": "Ik ben geen arts of voedingsdeskundige, maar ik ben een ontwikkelaar en onderzoeker die de waarde begrijpt van het presenteren van Holistische Geneeskunde aan het publiek. Van de negen praktijken op het platform: Homeopathie, PRP, Hypnotherapie, Stamceltherapie, Chelatietherapie, Chiropractie, Ayurveda en Acupunctuur; Voeding is het meest waardevol omdat het de algemene elementen van de anderen omvat. Ik wist niet dat het Standaard Amerikaanse Dieet onvoldoende was voor de vitaminen die mensen missen. Mensen missen de vitaminen A, D, E en K, dus voedingsdeskundigen creëren dieetplannen die specifiek zijn voor elke persoon.",
  "Do not believe everything you read on the Internet. There is always a new trendy food or diet. What if you are allergic or your body cannot process a certain food? “Let thy food be thy medicine, and thy medicine be thy food is”, a famous quote from physician Hippocrates highlighting the importance of nutrition. Education is a fundamental element of the platform because health in America is a serious problem. Drug overdose is a serious problem in the United States, people do not know what they do not know. My research only goes so far, it takes real nutritionists with decades of experience to get to the root cause of diseases. Take the vitamins A, D, E, and K — the fruits listed in the diagram below are based upon my limited research of B17, Dr. Sebi, and other nutritionists I have studied. A nutritionist understands the quantity of vitamins A, D, E, and K the body needs. Nutritionists understand the specific vitamins each individual is lacking.": "Geloof niet alles wat je op internet leest. Er is altijd wel weer een nieuw trendy voedsel of dieet. Wat als je allergisch bent of je lichaam een bepaald voedsel niet kan verwerken? “Laat je voedsel je medicijn zijn, en je medicijn je voedsel”, een beroemde uitspraak van arts Hippocrates die het belang van voeding benadrukt. Onderwijs is een fundamenteel element van het platform omdat gezondheid in Amerika een serieus probleem is. Overdoses door drugs zijn een ernstig probleem in de Verenigde Staten, mensen weten niet wat ze niet weten. Mijn onderzoek gaat maar zo ver, echte voedingsdeskundigen met tientallen jaren ervaring zijn nodig om de oorzaak van ziekten te achterhalen. Neem de vitaminen A, D, E en K — de vruchten die hieronder in het diagram worden vermeld, zijn gebaseerd op mijn beperkte onderzoek naar B17, Dr. Sebi en andere voedingsdeskundigen die ik heb bestudeerd. Een voedingsdeskundige begrijpt de hoeveelheid vitaminen A, D, E en K die het lichaam nodig heeft. Voedingsdeskundigen begrijpen de specifieke vitaminen die ieder individu mist.",
  "Society is waking up to the reality that the Standard American Diet has set us up for failure. What’s the difference between a nutritionist and a dietician? Dietitians are specially trained nutritionists. Nutrition is more than just food and diet, nutritionists provide tips for clients to have long-term health. Exercise is another fundamental element of nutrition. Nutritionists help their clients develop plans tailored to their workout goals. What makes Michael Jordan, Tom Brady and Serena Williams the greats they are today? This is a convoluted answer — work ethic, giftedness, adversity, I would say coaching. The movie King Richard illustrates the need for coaching in tennis and how their Father built the Williams empire. Phil Jackson, coach of Michael Jordan, Shaquille O'Neal and Kobe Bryant (RIP), won 11 NBA titles as a coach. Michael Jordan is a legend, but Phil Jackson was instrumental in his success. Regarding Tom Brady, there is constant debate on whether his success is attributed to him or his coach Bill Belichick. A great coach maximizes your potential, and a health coach helps you maximize the effectiveness of your nutrition plan.": "De samenleving wordt zich bewust van de realiteit dat het Standaard Amerikaanse Dieet ons heeft ingesteld voor mislukking. Wat is het verschil tussen een voedingsdeskundige en een diëtist? Diëtisten zijn speciaal opgeleide voedingsdeskundigen. Voeding is meer dan alleen eten en dieet, voedingsdeskundigen geven tips aan cliënten voor een langdurige gezondheid. Beweging is een ander fundamenteel element van voeding. Voedingsdeskundigen helpen hun cliënten plannen te ontwikkelen die zijn afgestemd op hun trainingsdoelen. Wat maakt Michael Jordan, Tom Brady en Serena Williams de grote atleten die ze vandaag zijn? Dit is een ingewikkeld antwoord — werkethiek, talent, tegenspoed, ik zou zeggen coaching. De film King Richard illustreert de behoefte aan coaching in tennis en hoe hun vader het Williams-imperium heeft opgebouwd. Phil Jackson, coach van Michael Jordan, Shaquille O'Neal en Kobe Bryant (RIP), won 11 NBA-titels als coach. Michael Jordan is een legende, maar Phil Jackson was instrumenteel in zijn succes. Wat betreft Tom Brady, is er constante discussie over of zijn succes aan hem of zijn coach Bill Belichick te danken is. Een geweldige coach maximaliseert je potentieel, en een gezondheidcoach helpt je de effectiviteit van je voedingsplan te maximaliseren.",
  "The importance of a nutritionist is that what you eat is paramount in determining your health. Nutritionists help you execute your health goals. Nutrition is important because when you get obesity or diabetes, your chance of chronic diseases skyrockets. Health coaches and dietitians both play a vital role in nutrition.": "Het belang van een voedingsdeskundige is dat wat je eet van essentieel belang is voor het bepalen van je gezondheid. Voedingsdeskundigen helpen je je gezondheidsdoelen uit te voeren. Voeding is belangrijk omdat wanneer je obesitas of diabetes krijgt, je kans op chronische ziekten enorm toeneemt. Gezondheidscoaches en diëtisten spelen beide een vitale rol in voeding.",
  "Contact a nutritionist, you understand the value of nutritionists, once one understands the importance of food. Doctors universally acknowledge that nutrition is important. Seek a nutritionist to receive an in-depth understanding on nutrition and plans to fit the individual.": "Neem contact op met een voedingsdeskundige, je begrijpt de waarde van voedingsdeskundigen zodra je het belang van voedsel begrijpt. Artsen erkennen universeel dat voeding belangrijk is. Zoek een voedingsdeskundige om een diepgaand begrip van voeding te krijgen en plannen die passen bij het individu.",
  "Mushrooms & Relationships": "Paddenstoelen & Relaties",
  "For many years now, I have been applying a very particular stipulation to my interpersonal relationships: Anyone who wishes to enter into and sustain a relationship with me of any kind, whether professional or personal, must be willing to consume entheogens with me on a continual and consistent basis. Otherwise, I have found that communication issues and personality barriers seem to arise, and I typically need to end the relationship.": "Al jarenlang pas ik een heel specifieke bepaling toe op mijn interpersoonlijke relaties: Iedereen die een relatie met mij wil aangaan en onderhouden, of het nu professioneel of persoonlijk is, moet bereid zijn om continu en consistent entheogenen met mij te consumeren. Anders heb ik gemerkt dat communicatieproblemen en persoonlijkheidsbarrières zich lijken voor te doen, en meestal moet ik de relatie beëindigen.",
  "The Root Cause Approach: A Path to True Healing": "De Oorzakenbenadering: Een Pad naar Werkelijke Genezing",
  "In the world of healthcare, a quiet revolution is underway. Patients and practitioners alike are realizing that the traditional 'band-aid' approach—managing symptoms without addressing underlying causes—often falls short. This growing awareness has sparked interest in functional medicine, a patient-centered approach that focuses on uncovering and resolving the root causes of illness. So, what makes functional medicine so transformative? Let’s explore why this approach is reshaping the future of healthcare.": "In de wereld van de gezondheidszorg is een stille revolutie gaande. Patiënten en zorgverleners realiseren zich dat de traditionele 'pleister'-benadering — het beheersen van symptomen zonder de onderliggende oorzaken aan te pakken — vaak tekortschiet. Deze groeiende bewustwording heeft interesse gewekt voor functionele geneeskunde, een patiëntgerichte benadering die zich richt op het blootleggen en oplossen van de onderliggende oorzaken van ziekten. Wat maakt functionele geneeskunde zo transformerend? Laten we onderzoeken waarom deze benadering de toekomst van de gezondheidszorg hervormt.",
  "Rose Oil Benefits": "Rozenolie Voordelen",
  "Rose Oil stems from the petals of Rosa centifolia and Rosa damascena. First, we will explain the medicinal benefits of Rosa centifolia and Rosa damascena, according to PFAF.org.": "Rozenolie komt van de bloemblaadjes van Rosa centifolia en Rosa damascena. Eerst zullen we de medicinale voordelen van Rosa centifolia en Rosa damascena uitleggen, volgens PFAF.org.",
  "Rosa centifolia (Provence Rose) is one of the few plants without an exact habitat. Conversely, it is found in the wild and apparent in many habitats worldwide. It is important to note that the rose oil stems from the petals. However, According to PFAF.org, the oil of Provence Rose helps with aromatherapy.": "Rosa centifolia (Provence Rose) is een van de weinige planten zonder een exact leefgebied. Daarentegen komt het in het wild voor en is het in veel verschillende habitats wereldwijd te vinden. Het is belangrijk op te merken dat de rozenolie uit de bloemblaadjes komt. Volgens PFAF.org helpt de olie van Provence Rose echter bij aromatherapie.",
  "'the root is astringent, the petals are laxative, and the fruit of the rose have vitamins A, C, and E.'": "'de wortel is samentrekkend, de bloemblaadjes zijn laxerend en het fruit van de roos bevat de vitamines A, C en E.'",
  "According to PFAF.org, Rosa Damascena is home to Asia (habitat). Unlike Rosa centifolia, The flowers and fruits have characteristics similar to those of Rosa centifolia. However, Rosa Damascena has more aperient, tonic, and cardiac properties.": "Volgens PFAF.org komt Rosa Damascena uit Azië (habitat). In tegenstelling tot Rosa centifolia hebben de bloemen en vruchten eigenschappen die vergelijkbaar zijn met die van Rosa centifolia. Rosa Damascena heeft echter meer aperitieve, tonische en hartstimulerende eigenschappen.",
  "the petals are astringent.": "de bloemblaadjes zijn samentrekkend.",
  "Now that the plants comprising rose oil have been examined. Let's jump into studies investigating the use of rose oil for certain conditions. Published in 2017 by Avicenna J Phytomed, let's review the therapeutic effects of rose oil. The examined 'the analgesic, anti-depression, psychological relaxation, improved sexual health, and anti-anxiety effects of rose oil.' The study took place in Iran, and the most abundant element in the oil was 'β-citronellol (14.5-47.5%)'. Among 772 participants, studies 'indicate that rose oil showed immediate changes in physiology - skin changes, blood pressure, blood flow, brain activity, and muscle tension.' One study indicated that inhalation of rose oil improved renal colic symptoms in patients. Amongst all the studies, rose oil has the strongest analgesic and anti-depressant effects.": "Nu de planten die rozenolie vormen zijn onderzocht. Laten we verder gaan met studies die het gebruik van rozenolie voor bepaalde aandoeningen onderzoeken. Gepubliceerd in 2017 door Avicenna J Phytomed, laten we de therapeutische effecten van rozenolie bekijken. De studie onderzocht 'de pijnstillende, anti-depressieve, psychologische ontspanning, verbeterde seksuele gezondheid en anti-angst effecten van rozenolie.' De studie vond plaats in Iran, en het meest voorkomende element in de olie was 'β-citronellol (14,5-47,5%)'. Bij 772 deelnemers gaven studies aan dat rozenolie onmiddellijke veranderingen in de fysiologie vertoonde - huidveranderingen, bloeddruk, bloedstroom, hersenactiviteit en spierspanning. Eén studie gaf aan dat inademing van rozenolie de symptomen van nierkoliek bij patiënten verbeterde. Van alle studies heeft rozenolie de sterkste pijnstillende en anti-depressieve effecten.",
  "study": "studie",
  "Aromatherapy involves inhaling essential oils for therapeutic effects. Rose oil stems from the petals of Rosa centifolia and Rosa damascena. The petals are astringent and strong in vitamins A, C, and E. According to studies, rose oil helps most with pain (analgesic) and depression (anti-depressant).": "Aromatherapie houdt in dat essentiële oliën worden ingeademd voor therapeutische effecten. Rozenolie komt van de bloemblaadjes van Rosa centifolia en Rosa damascena. De bloemblaadjes zijn samentrekkend en rijk aan vitamines A, C en E. Volgens studies helpt rozenolie het meest bij pijn (pijnstillend) en depressie (anti-depressief).",
  "Live Drop Coming Soon!Apothecary": "Live Drop Komt Binnenkort! Apotheek",
  "About page": "Over pagina",
  "FAQ": "FAQ",
  "Who is The Merlin Group?": "Wie is The Merlin Group?",
  "We are Bitcoin consultants and developers integrating the world onto Bitcoin via large scale projects that change the world.": "Wij zijn Bitcoin consultants en ontwikkelaars die de wereld integreren op Bitcoin via grootschalige projecten die de wereld veranderen.",
  "Is the platform a subscription service?": "Is het platform een abonnementsdienst?",
  "As of 2024, the platform is not a subscription service. In the future, we might make the shift to a subscription service for providers. Everyday users will never have to pay a subscription to a subscription fee for this platform.": "Vanaf 2024 is het platform geen abonnementsdienst. In de toekomst kunnen we overstappen naar een abonnementsdienst voor aanbieders. Dagelijkse gebruikers zullen nooit een abonnementskosten hoeven te betalen voor dit platform.",
  "What is your core mission statement?": "Wat is jullie kernmissie?",
  "The Merlin Group is personally and professionally invested in the re-emergence of revolutionary therapies.": "The Merlin Group is zowel persoonlijk als professioneel geïnvesteerd in de heropleving van revolutionaire therapieën.",
  "Who is DECENT MED made for?": "Voor wie is DECENT MED gemaakt?",
  "- Alternative Medicine providers": "- Aanbieders van alternatieve geneeskunde",
  "- Those who do not have health insurance": "- Degenen die geen zorgverzekering hebben",
  "- People who have distrust in the current healthcare system": "- Mensen die wantrouwen hebben in het huidige zorgsysteem",
  "- Bitcoin countries and general Bitcoin users": "- Bitcoin-landen en algemene Bitcoin-gebruikers",
  "What are your goals?": "Wat zijn jullie doelen?",
  "- showcasing revolutionary treatments to billions of people worldwide": "revolutionaire behandelingen tonen aan miljarden mensen wereldwijd",
  "- Aid in global Bitcoin adoption": "- Hulp bij de wereldwijde adoptie van Bitcoin",
  "- Decentralize healthcare for 'alternatives' to be widely accepted": "- Gezondheidszorg decentraliseren zodat 'alternatieven' breed geaccepteerd worden",
  "Why healthcare?": "Waarom gezondheidszorg?",
  "We have both witnessed the corruption of the healthcare system. After the pandemic, we notice the catastrophic shift in the current system and want to provide a cheaper alternatives to healthcare globally.": "We hebben beiden de corruptie van het zorgsysteem meegemaakt. Na de pandemie merken we de catastrofale verschuiving in het huidige systeem en willen we goedkopere alternatieven voor gezondheidszorg wereldwijd bieden.",
  "Herbal Medicine": "Kruiden Geneeskunde",
  "Encyclopedia of Herbal Medicine": "Encyclopedie van Kruiden Geneeskunde",
  "Goldenseal Herb": "Goldenseal Kruiden",
  "Bidens Pilosa Plant": "Bidens Pilosa Plant",
  "Echinacea": "Echinacea",
  "Heliconia Metallica": "Heliconia Metallica",
  "Golden raintree": "Gouden regenboom",
  "Platycadus Orientalis": "Platycadus Orientalis",
  "Plumbago": "Plumbago",
  "Plumeria": "Plumeria",
  "Crepe Myrtle": "Crepe Myrtle",
  "Silver Maple": "Zilver Esdoorn",
  "Elderberry": "Vlierbes",
  "Dandelion Root": "Paardenbloemwortel",
  "Quercus Robur": "Quercus Robur",
  "Virginia Mountain Mint": "Virginia Bergmunt",
  "Wild Bergamot": "Wilde Bergamot",
  "Moringa": "Moringa",
  "Great Lobelia": "Grote Lobelia",
  "Jewelweed": "Jewelweed",
  "Rhus Typhina": "Rhus Typhina",
  "African Tulip Tree": "Afrikaanse Tulpboom",
  "Rosa Nutkana": "Rosa Nutkana",
  "Black Locust Tree": "Zwarte Robinia",
  "Centaurea scabiosa": "Centaurea scabiosa",
  "Tansy": "Tansey",
  "Hawthorn": "Meidoorn",
  "Ox-Eye Daisy": "Oogstreep Margriet",
  "Silver Birch": "Zilverberk",
  "Melilotus Albus": "Melilotus Albus",
  "Purple Loosestrife": "Paarse Loosestrife",
  "Burmuda Grass": "Bermudagras",
  "Spiny Amaranth": "Stekelige Amaranten",
  "Thyme-Leaf Sandwort": "Tijmblad Zandkruid",
  "Piripiri": "Piripiri",
  "Lavender": "Lavendel",
  "Angels Trumpet": "Engelens Trompet",
  "Indian Almond Leaf": "Peumus Boldus",
  "English Ivy": "Engels Klimop",
  "Wedelia": "Wedelia",
  "Bush Candle Tree": "Boskaarsboom",
  "Heavenly Bamboo": "Hemels Bamboe",
  "Chinese Holly": "Chinese Hulst",
  "Johnny Jump Up": "Johnny Jump Up",
  "Chinese Witch Hazel": "Chinese Toverhazelaar",
  "Bigleaf Hydrangea": "Grootbladige Hortensia",
  "Oriental bittersweet": "Oriëntaalse Bittersweet",
  "Common Boxwood": "Gewone Buxus",
  "Winged Spindle Tree": "Vleugel Spindelboom",
  "French Lavender": "Franse Lavendel",
  "Rosin Weed Plant": "Rosin Weed Plant",
  "Blackberry": "Bramenstruik",
  "Slender Amaranth": "Slanke Amaranten",
  "Coral Tree": "Koraalboom",
  "Lily of the Nile": "Lelie van de Nijl",
  "Lily Magnolia": "Lelie Magnolia",
  "Sweet Gum Tree": "Zoete Gumboom",
  "Mulberry": "Moerbei",
  "Camellia": "Camellia",
  "Oleander": "Oleander",
  "Ditch Lily": "Sloot Lelie",
  "Rose Tea": "Rozen Thee",
  "Wild Sage": "Wilde Salie",
  "Fremont Cottonwood": "Fremont Cottonwood",
  "Ceiba speciosa": "Ceiba speciosa",
  "Kapok Tree": "Kapokboom",
  "Detox page": "Detox pagina",
  "Best Fruits, Spices and Vegetables for Detox": "Beste Vruchten, Kruiden en Groenten voor Detox",
  "Turmeric": "Kurkumawortel",
  "Anti-inflammatory properties - rich in antioxidants, vitamins, and nutrients": "Ontstekingsremmende eigenschappen - rijk aan antioxidanten, vitaminen en voedingsstoffen",
  "Ginger": "Gember",
  "Rich in antioxidants, cleanses the body and helps with digestion": "Rijk aan antioxidanten, reinigt het lichaam en helpt bij de spijsvertering",
  "Aloe Vera": "Aloë Vera",
  "Soothes inflammation, cleanses the colon.": "Verzacht ontstekingen, reinigt de dikke darm.",
  "Broccoli": "Broccoli",
  "High in fiber, rich in Vitamin A,C,K and antioxidants": "Hoog in vezels, rijk aan vitamine A, C, K en antioxidanten",
  "Grapefruit": "Grapefruit",
  "High in antioxidant Vitamin C, boosts immune system": "Hoog in antioxidante vitamine C, versterkt het immuunsysteem",
  "Lemon": "Citroen",
  "High in antioxidant Vitamin C. Cleanses liver, helps digestion and aids in weight management.": "Hoog in antioxidante vitamine C. Reinig het lever, helpt bij de spijsvertering en ondersteunt gewichtsbeheersing.",
  "A detox cleanses the body. A water detox cleanse can flush out the body's toxins. The 3 day cleanse detox will restore your cells to ketosis. When detoxing, start with a water detox to flush toxins from the kidney and liver (not medical advice). A water detox helps the body to heal itself. Detoxification plays an integral role in Cellular regeneration and cellular rejuvenation - two components of wellness. Cancer treatments globally like the Gerson Therapy and Dr. Sebi diet use forms of Detoxification to cleanse the body from toxins that cause cancer.": "Een detox reinigt het lichaam. Een water detox kan de gifstoffen uit het lichaam spoelen. De 3-daagse detox zal je cellen herstellen naar ketose. Begin met een water detox om gifstoffen uit de nieren en de lever te spoelen (geen medisch advies). Een water detox helpt het lichaam zichzelf te genezen. Detoxificatie speelt een cruciale rol in cellulaire regeneratie en cellulaire verjonging - twee componenten van welzijn. Wereldwijd gebruiken kankertreatments zoals de Gerson Therapie en het Dr. Sebi dieet vormen van detoxificatie om het lichaam te reinigen van gifstoffen die kanker veroorzaken.",
  "Detoxification Protocols": "Detoxificatie Protocollen",
  "- Dr. William Kelley: Nutrition detoxification for cancer patients": "- Dr. William Kelley: Voeding detoxificatie voor kankerpatiënten",
  "- Dr Sebi: Detoxification protocol using Sea Moss and an alkaline 'green' diet to cleanse the liver and colon.": "- Dr Sebi: Detoxificatieprotocol met Zeewier en een alkalisch 'groen' dieet om de lever en de dikke darm te reinigen.",
  "- Dr. Gerson: Detoxification protocol with raw juices and vegetables an coffee enemas (gold, green and white NOT roasted) in order to expel toxins accumulated from (dissolved tumor masses). The process is that the tumor is caught in the liver and released in the bile and exits through the kidney.The long dietary program of low-sodium and high potassium foods assisting with Tubercolosis, chronic diseases, asthma, arthritis, diabetes, heart conditions, and many cancers.": "- Dr. Gerson: Detoxificatieprotocol met rauwe sappen en groenten en koffie-enema's (goud, groen en wit, GEEN geroosterd) om gifstoffen uit (opgeloste tumormassa's) af te voeren. Het proces is dat de tumor in de lever wordt opgevangen, in de gal wordt vrijgegeven en door de nieren het lichaam verlaat. Het lange dieetprogramma van natriumarm en kaliumrijk voedsel helpt bij tuberculose, chronische ziekten, astma, artritis, diabetes, hartziekten en veel vormen van kanker.",
  "Benefits of Preventive Wellness": "Voordelen van Preventieve Gezondheid",
  "- Make well-informed lifestyle choices": "- Maak goed geïnformeerde levensstijlkeuzes",
  "- Detect early and better manage diseases": "- Detecteer vroeg en beheer ziektes beter",
  "- Avoid expensive treatments": "- Vermijd dure behandelingen",
  "Benefits of Water Detox": "Voordelen van Water Detox",
  "- Aids in digestion": "- Helpt bij de spijsvertering",
  "- Improves circulation": "- Verbetert de bloedsomloop",
  "- Relieves constipation": "- Verlicht constipatie",
  "- Reduces inflammation": "- Vermindert ontstekingen",
  "- Reduces sugar cravings": "- Vermindert suikerbehoeften",
  "- Boosts energy levels": "- Verhoogt energieniveaus",
  "Hypnotherapy page": "Hypnotherapie pagina",
  "Visit Green Hypnotherapy": "Bezoek Green Hypnotherapy",
  "Benefits of Hypnotherapy": "Voordelen van Hypnotherapie",
  "Increased Self Confidence": "Verhoogd Zelfvertrouwen",
  "Studies show that close to 8/10 Americans have low self-esteem.": "Studies tonen aan dat bijna 8 op de 10 Amerikanen een laag zelfbeeld hebben.",
  "Decreased Anxiety": "Verminderde Angst",
  "The advent of smart phones and social media has increased anxiety among today's youth. Mix that with mass shootings and school shootings, anxiety levels are high in the United States.": "De opkomst van smartphones en sociale media heeft de angst onder de jeugd van vandaag vergroot. Meng dat met massaschietpartijen en schoolshootings, angstniveaus zijn hoog in de Verenigde Staten.",
  "Releasing & Transforming Trauma Responses": "Het Loslaten & Transformeren van Trauma Antwoorden",
  "Transform your pain and mental anguish into healing and wholeness.": "Transformeer je pijn en mentale angst in genezing en heelheid.",
  "Dissolving & Transforming Subconscious Blocks": "Het Oplossen & Transformeren van Subconscious Blokkades",
  "Dissolving subconscious blocks can lead to increased self-awareness and emotional well-being.": "Het oplossen van onderbewuste blokkades kan leiden tot meer zelfbewustzijn en emotioneel welzijn.",
  "Stress Reduction": "Stressvermindering",
  "High stress levels play a role in the development of diseases. It is not safe to have high cortisol levels in our sedentary lifestyles.": "Hoge stressniveaus spelen een rol bij de ontwikkeling van ziektes. Het is niet veilig om hoge cortisolniveaus te hebben in onze sedentaire levensstijl.",
  "Overcoming Fears & Phobias": "Angsten & Fobieën Overwinnen",
  "Fears restrict us from new experiences, do not let yourself hold you back with fear.": "Angsten belemmeren ons om nieuwe ervaringen op te doen, laat jezelf niet tegenhouden door angst.",
  "Improving Sleep": "Slaap Verbeteren",
  "According to the CDC, estimated 10-30% of the world struggle with insomnia.": "Volgens de CDC heeft naar schatting 10-30% van de wereld moeite met slapeloosheid.",
  "Hypnotherapy Modalities": "Hypnotherapie Modaliteiten",
  "Parts Therapy": "Deeltherapie",
  "- Core Transformation to transform negative subconscious beliefs.": "- Core Transformatie om negatieve onderbewuste overtuigingen te transformeren.",
  "Regression Therapy": "Regressietherapie",
  "- Get to the root of long-term issues that often stem from childhood trauma(s) that occurred before age 7 and helps the client to transform their pain and mental anguish into healing and wholeness.": "- Kom tot de wortel van langdurige problemen die vaak voortkomen uit trauma's uit de kindertijd die zich voordeden voor de leeftijd van 7 jaar en help de cliënt om hun pijn en mentale angst te transformeren in genezing en heelheid.",
  "Past-Life Regression": "Reïncarnatie Regressie",
  "- Access your past-life to discover spots that you are missing.": "- Toegang krijgen tot je vorige leven om plekken te ontdekken die je mist.",
  "Acupuncture page": "Acupunctuur pagina",
  "Acupuncture Channels": "Acupunctuur Kanalen",
  "Spleen Function in TCM": "Miltfunctie in TCM",
  "Kidney Acupuncture": "Nier Acupunctuur",
  "Acupuncture Points": "Acupunctuurpunten",
  "Acupuncture Treatment": "Acupunctuur Behandeling",
  "Chelation page": "Chelatiepagina",
  "Visit Crossroads Naturopathic": "Bezoek Crossroads Naturopathic",
  "Chelation 101 (Heavy Metal Detox)": "Chelatie 101 (Heavy Metal Detox)",
  "Stem Cell Therapy page": "Stamceltherapie pagina",
  "Stem Cell Therapy Explained": "Stamceltherapie Uitleg",
  "Ayurveda Experience": "Ayurveda Ervaring",
  "Ayurvedic Elements": "Ayurvedische Elementen",
  "Space": "Ruimte",
  "Air": "Lucht",
  "Fire": "Vuur",
  "Water": "Water",
  "Earth": "Aarde",
  "What is Ayurveda?": "Wat is Ayurveda?",
  "Ayurveda is a holistic healing system developed in India based on the delicate balance between mind, body, and spirit. The goal of Ayurveda is promoting good health instead of fighting disease. The goal is to cleanse your body of undigested food, which stay in your body and lead to illness. The process is called 'panchakarma', designed to reduce your symptoms and restore harmony and balance. Other processes used are blood purification, massage, medical oils, herbs, enemas, and laxatives.": "Ayurveda is een holistisch genezingssysteem ontwikkeld in India, gebaseerd op de delicate balans tussen geest, lichaam en ziel. Het doel van Ayurveda is het bevorderen van een goede gezondheid in plaats van het bestrijden van ziekte. Het doel is om je lichaam te reinigen van onverteerd voedsel, dat in je lichaam blijft en leidt tot ziekte. Het proces wordt 'panchakarma' genoemd, ontworpen om je symptomen te verminderen en harmonie en balans te herstellen. Andere processen die worden gebruikt zijn bloedzuivering, massage, medische oliën, kruiden, klysma's en laxeermiddelen.",
  "Why Choose Ayurveda?": "Waarom Ayurveda Kiezen?",
  "1. Truly embrace individual": "1. Omarm werkelijk het individu",
  "2. Foster self-awareness": "2. Bevorder zelfbewustzijn",
  "3. Focuses on prevention and the root cause of illness": "3. Richt zich op preventie en de oorzaak van ziekte",
  "4. Truly intuitive": "4. Werkelijk intuïtief",
  "Nutrition page": "Voeding pagina",
  "Obesity Facts": "Feiten over Obesitas",
  "Dr. Sebi Food List": "Dr. Sebi Voedingslijst",
  "Chiropractic page": "Chiropractie pagina",
  "The war on drugs has been a colossal failure. Since its inception, the drug war has decimated countries, incarcerated black men, and overdose deaths increases. Since 1999, drug overdoses have tripled in the last two decades. Furthermore, the figures are from 2020, a period plagued by a global pandemic. With Fentanyl on the rise in the 2020s, the numbers are only increasing. Alternative treatments like Chiropractic are non-invasive and align the body. An estimated 80% of the population will have significant back pain.": "De oorlog tegen drugs is een kolossale mislukking geweest. Sinds de oprichting heeft de drugsoorlog landen verwoest, zwarte mannen gevangen gezet en is het aantal overdosisdoden gestegen. Sinds 1999 zijn overdoses in de laatste twee decennia verdrievoudigd. Bovendien komen de cijfers uit 2020, een periode geteisterd door een wereldwijde pandemie. Met de opkomst van Fentanyl in de jaren 2020, stijgen de cijfers alleen maar. Alternatieve behandelingen zoals chiropractie zijn niet-invasief en aligneren het lichaam. Naar schatting zal 80% van de bevolking aanzienlijke rugpijn ervaren.",
  "An estimated 65% of American adults seek care for neck or back pain in their lifetime. Extrapolating that figure, 36% of Americans do not know if surgery is effective for their pain. Chiropractic care is 40% (estimate) more effective for treating back pain. Chiropractors remove neurological interference and restore proper biomechanics to the spine. Moreover, chiropractic care supports the immune system, improves sleep, improves behavior, improves brain development, and benefits development in both adults and children.": "Naar schatting zoekt 65% van de Amerikaanse volwassenen zorg voor nek- of rugpijn in hun leven. Extrapolerend, weet 36% van de Amerikanen niet of chirurgie effectief is voor hun pijn. Chiropractische zorg is 40% (geschat) effectiever voor het behandelen van rugpijn. Chiropractors verwijderen neurologische interferentie en herstellen de juiste biomechanica van de wervelkolom. Bovendien ondersteunt chiropractische zorg het immuunsysteem, verbetert het slaap, verbetert het gedrag, verbetert het hersenontwikkeling, en biedt het voordelen voor zowel volwassenen als kinderen.",
  "Chiropractic Benefits": "Voordelen van Chiropractie",
  "Preventive Wellness": "Preventieve Gezondheid",
  "The body has an immense regenerative potential to heal itself. 'Let thy food be medicine, and thy medicine be food', Hippocrates, this quote illustrates that fighting disease begins with food. Prevention starts with eating foods that boost the immune system. Consumption of antioxidants like Polyphenols or Beta Carotene assists the immune system in fighting disease before they arrive. Renowned healers, Dr. Sebi and Dr. Gerson found that a mixture of a plant-based diet and detoxification aids in fighting cancer.": "Het lichaam heeft een immense regeneratieve potentie om zichzelf te genezen. 'Laat je voedsel medicijn zijn, en je medicijn voedsel', Hippocrates, deze quote illustreert dat het bestrijden van ziekten begint met voedsel. Preventie begint met het eten van voedingsmiddelen die het immuunsysteem versterken. Het consumeren van antioxidanten zoals Polyfenolen of Beta-Caroteen helpt het immuunsysteem ziekten te bestrijden voordat ze zich manifesteren. Beroemde genezers, Dr. Sebi en Dr. Gerson, ontdekten dat een mengsel van een plantaardig dieet en detoxificatie helpt bij het bestrijden van kanker.",
  "Best Vitamins and Antioxidants": "Beste Vitaminen en Antioxidanten",
  "Vitamin D": "Vitamine D",
  "Humans do not naturally produce vitamin D. Vitamin D benefits include: calcium absorption, immune system support and cardiovascular health. Found primarily in fruits like orange, grapefruit, lemon, kiwi and broccoli.": "Mensen produceren van nature geen vitamine D. De voordelen van vitamine D zijn onder andere: calciumabsorptie, ondersteuning van het immuunsysteem en cardiovasculaire gezondheid. Het wordt voornamelijk gevonden in vruchten zoals sinaasappel, grapefruit, citroen, kiwi en broccoli.",
  "Vitamin A": "Vitamine A",
  "Great for the immune system bone health, cancer prevention (apricot) and fighting acne and aging. Humans do not naturally produce vitamin A. Found primarily in fruits like apricots, nectarine, cantaloupe, passion fruit and sweet potato.": "Geweldig voor het immuunsysteem, botgezondheid, kankerpreventie (abrikoos) en het bestrijden van acne en veroudering. Mensen produceren van nature geen vitamine A. Het wordt voornamelijk gevonden in vruchten zoals abrikozen, nectarines, meloen, passievrucht en zoete aardappel.",
  "CoQ10": "CoQ10",
  "This antioxidant converts food into energy. It helps fight diabetes, fertility, cancer and headaches. It is highest in liver, strawberries and oranges and seeds like lentils.": "Deze antioxidant zet voedsel om in energie. Het helpt bij het bestrijden van diabetes, vruchtbaarheid, kanker en hoofdpijn. Het is het hoogst in lever, aardbeien, sinaasappels en zaden zoals linzen.",
  "Vitamin E": "Vitamine E",
  "Great for immune health, this vitamin has antioxidant properties. Vitamin E is found in avocado, broccoli, olives, kiwi and seeds.": "Geweldig voor de gezondheid van het immuunsysteem, deze vitamine heeft antioxidante eigenschappen. Vitamine E wordt gevonden in avocado, broccoli, olijven, kiwi en zaden.",
  "Vitamin K": "Vitamine K",
  "The body does not naturally produce vitamin K. Dandelion root is high in vitamin K, which helps with bone health and blood clotting. Some studies indicate dandelion root is effective in colorectoral cancer. Other great sources of vitamin K are greens like kale, blueberries, kiwi and avocado.": "Het lichaam produceert van nature geen vitamine K. Paardebloemwortel is rijk aan vitamine K, wat helpt bij botgezondheid en bloedstolling. Sommige studies geven aan dat paardebloemwortel effectief is bij colorectale kanker. Andere geweldige bronnen van vitamine K zijn groenten zoals boerenkool, bosbessen, kiwi en avocado.",
  "Curcumin": "Curcumine",
  "Known for its strong orange pigment, curcumin is an antioxidant and component of turmeric. Curcumin is one of the strongest anti-inflammatory and antioxidants. There are many benefits to consuming curcumin.": "Bekend om zijn sterke oranje pigment, curcumine is een antioxidant en component van kurkuma. Curcumine is een van de krachtigste ontstekingsremmers en antioxidanten. Er zijn veel voordelen aan het consumeren van curcumine",
  "Vitamin B": "Vitamine B",
  "The body does not naturally produce vitamin B. Some doctors theorize that disease stems from a vitamin B deficiency. Vitamin B12, B6 and other complex vitamins convert food into energy and help to strengthen the immune system. Although indirectly associated, B17 (Laetrile), found in the nitriloside family (bitter almond, apricot seed), plays a pivotal role in cancer prevention.": "Het lichaam produceert van nature geen vitamine B. Sommige artsen veronderstellen dat ziekten voortkomen uit een vitamine B-tekort. Vitamine B12, B6 en andere complexe vitaminen zetten voedsel om in energie en helpen het immuunsysteem te versterken. Hoewel indirect geassocieerd, speelt B17 (Laetrile), gevonden in de nitrilosidefamilie (bittere amandel, abrikozenpit), een cruciale rol in kankerpreventie.",
  "Glutathione": "Glutathion",
"Benefits of Bone Marrow Stem Cells": "Voordelen van stamcellen uit het beenmerg",
  "This antioxidant aids the immune system, fighting free radicals and regeneration of vitamins E and C.": "Deze antioxidant helpt het immuunsysteem, bestrijdt vrije radicalen en regenereert vitamine E en C.",
  "Meditation page": "Meditatie pagina",
  "Visit Serenity Meditations": "Bezoek Serenity Meditations",
  "Contact": "Contact",
  "Benefits of Meditation": "Voordelen van Meditatie",
"Stem Cell Therapy NFL Case Studies": "Stamceltherapie NFL-gevalstudies",  
"In recent years, meditation has gained recognition not just as a relaxation technique, but as a powerful tool for healing the mind, body, and spirit. With roots in various spiritual traditions, modern research is uncovering the profound benefits of meditation on mental and physical health.": "In de afgelopen jaren heeft meditatie erkenning gekregen, niet alleen als een ontspanningstechniek, maar als een krachtig hulpmiddel voor het genezen van geest, lichaam en ziel. Met wortels in verschillende spirituele tradities, ontdekt modern onderzoek de diepe voordelen van meditatie voor de mentale en fysieke gezondheid.",
  "Understanding Meditation": "Begrijpen van Meditatie",
  "Meditation encompasses a variety of practices designed to promote focused attention and heightened awareness. Techniques may include mindfulness, breath awareness, and visualization, among others. Regardless of the approach, the core aim remains the same: to cultivate a state of inner calm and clarity.": "Meditatie omvat een verscheidenheid aan praktijken die gericht zijn op het bevorderen van gerichte aandacht en verhoogd bewustzijn. Technieken kunnen mindfulness, ademhalingsoefeningen en visualisatie omvatten, onder andere. Ongeacht de benadering blijft het kern-doel hetzelfde: het cultiveren van een staat van innerlijke rust en helderheid.",
  "Mental Health Benefits": "Voordelen voor de Geestelijke Gezondheid",
  "1. Reduction of Stress and Anxiety": "1. Vermindering van Stress en Angst",
  "Numerous studies have demonstrated that meditation can significantly lower stress levels. By promoting relaxation and reducing the production of stress hormones like cortisol, meditation helps individuals manage anxiety and improve their overall mood. Sleep meditation helps you sleep and overcome Insomnia.": "Talrijke studies hebben aangetoond dat meditatie de stressniveaus aanzienlijk kan verlagen. Door ontspanning te bevorderen en de productie van stresshormonen zoals cortisol te verminderen, helpt meditatie mensen om angst te beheersen en hun algehele humeur te verbeteren. Slaapmeditatie helpt je te slapen en slapeloosheid te overwinnen.",
  "2. Improvement in Emotional Well-being": "2. Verbetering van Emotioneel Welzijn",
  "Regular meditation practice has been linked to increased levels of positive emotions and greater emotional resilience. It allows individuals to process feelings more effectively and enhances self-awareness, leading to healthier emotional responses.": "Regelmatige meditatie heeft een verband met verhoogde niveaus van positieve emoties en grotere emotionele veerkracht. Het stelt individuen in staat om gevoelens effectiever te verwerken en vergroot zelfbewustzijn, wat leidt tot gezondere emotionele reacties.",
  "3. Enhanced Focus and Concentration": "3. Verbeterde Focus en Concentratie",
  "Meditation improves attention span and cognitive function. This heightened focus not only benefits daily tasks but also enhances productivity and creativity.": "Meditatie verbetert het concentratievermogen en de cognitieve functie. Deze verhoogde focus komt niet alleen ten goede aan dagelijkse taken, maar verbetert ook de productiviteit en creativiteit.",
  "4. Support in Managing Depression": "4. Ondersteuning bij het Beheren van Depressie",
  "Mindfulness meditation, in particular, has been shown to alleviate symptoms of depression. By fostering an awareness of thoughts and feelings without judgment, individuals can break cycles of negative thinking.": "Mindfulness meditatie, in het bijzonder, heeft aangetoond dat het symptomen van depressie verlicht. Door bewustzijn van gedachten en gevoelens te bevorderen zonder oordeel, kunnen individuen negatieve denkpatronen doorbreken.",
  "Physical Health Benefits": "Fysieke Gezondheidsvoordelen",
  "1. Lower Blood Pressure": "1. Lager Bloeddruk",
  "2. Pain Management": "2. Pijnbeheersing",
  "3. Improved Sleep Quality": "3. Verbeterde Slaapkwaliteit",
  "Getting Started with Meditation": "Beginnen met Meditatie",
  "For those new to meditation, starting can feel daunting. However, it doesn’t require extensive time or complicated techniques. Here are some tips to begin:": "Voor degenen die nieuw zijn met meditatie, kan het beginnen ontmoedigend aanvoelen. Het vereist echter geen uitgebreide tijd of ingewikkelde technieken. Hier zijn enkele tips om te beginnen:",
  "1. Start Small": "1. Begin Klein",
  "Begin with just a few minutes each day, gradually increasing the duration as you become more comfortable.": "Begin met slechts een paar minuten per dag en verhoog de duur geleidelijk naarmate je meer op je gemak raakt.",
  "2. Find a Comfortable Space": "2. Zoek een Comfortabele Ruimte",
  "Choose a quiet place where you can sit or lie down comfortably, free from distractions.": "Kies een rustige plek waar je comfortabel kunt zitten of liggen, zonder afleidingen.",
  "3. Focus on Your Breath": "3. Focus op Je Ademhaling",
  "Pay attention to your breathing, noticing the sensation of air entering and leaving your body. This simple focus can help anchor your mind.": "Let op je ademhaling en merk de sensatie van lucht die je lichaam binnenkomt en verlaat. Deze simpele focus kan je geest verankeren.",
  "4. Be Kind to Yourself": "4. Wees Vriendelijk voor Jezelf",
  "Meditation is a practice, and it’s normal for the mind to wander. Gently bring your focus back to your breath or chosen focal point without self-judgment.": "Meditatie is een praktijk, en het is normaal dat de geest afdwaalt. Breng je focus zachtjes terug naar je ademhaling of gekozen focuspunt zonder zelfbeoordeling.",
  "The healing power of meditation is profound, offering benefits that extend far beyond relaxation. By incorporating meditation into daily life, individuals can experience a transformative journey toward improved mental clarity, emotional stability, and physical well-being. As more people recognize its potential, meditation may well become a cornerstone of holistic health practices in our modern world.": "De genezende kracht van meditatie is diepgaand en biedt voordelen die veel verder gaan dan ontspanning. Door meditatie in het dagelijks leven op te nemen, kunnen individuen een transformerende reis ervaren naar verbeterde mentale helderheid, emotionele stabiliteit en lichamelijk welzijn. Naarmate meer mensen het potentieel ervan erkennen, kan meditatie wel eens de hoeksteen worden van holistische gezondheidspraktijken in onze moderne wereld.",
  "Meditation 101": "Meditatie 101",
  "Enlightenment and Meditation": "Verlichting en Meditatie",
  "Mindfulness through Meditation": "Mindfulness door Meditatie",
  "All Things Meditation - All You Need to Know": "Alles over Meditatie - Alles wat je moet weten",
  "Mind Rest - Guided Breath Meditation": "Mind Rest - Geleide Ademhalingsmeditatie",
  "View Website": "Bekijk de Website",
  "Lotus Potentia Holistics": "Lotus Potentia Holistics",
  "Kelechi Obasi": "Kelechi Obasi",
  "Our approach to medicine serves to complete the flow of energy within your energy system, to restore and improve your overall health, mind, soul & body, and our complementary therapies which are a combination of modern and ancient traditional medical practices takes you on that journey for a more fulfilled life.": "Onze benadering van geneeskunde is gericht op het voltooien van de energiestroom binnen je energiesysteem, het herstellen en verbeteren van je algehele gezondheid, geest, ziel en lichaam, en onze complementaire therapieën, die een combinatie zijn van moderne en oude traditionele medische praktijken, nemen je mee op die reis naar een meer vervuld leven.",
  "Heart of Wellness": "Heart of Wellness",
  "Tim Shannon ND": "Tim Shannon ND",
  "At Heart of Wellness, we offer a variety of services including family medicine and naturopathic services provided by our team of Naturopathic Physicians, Certified Nutritionist, and practitioners of Acupuncture & Asian Medicine. We also offer Massage Therapy and Physical Therapy to ensure that we are able to cater to your every need. Our focus is on healing your whole being, including your physical, emotional, mental, and spiritual well-being. We have a team of open-minded doctors who listen to and educate you, empowering you on your journey to optimum health and well-being with safe and effective treatments. Our facility has been rated as the number one health and medical center in the Olympia Washington area, and we encourage you to schedule an appointment and experience a different kind of healthcare.": "Bij Heart of Wellness bieden we een verscheidenheid aan diensten, waaronder gezinsgeneeskunde en naturopathische diensten die worden aangeboden door ons team van Naturopathische Artsen, Gecertificeerde Voedingsdeskundigen en beoefenaars van Acupunctuur & Aziatische Geneeskunde. We bieden ook Massage Therapie en Fysiotherapie om ervoor te zorgen dat we aan al je behoeften kunnen voldoen. Onze focus ligt op het genezen van je hele wezen, inclusief je fysieke, emotionele, mentale en spirituele welzijn. We hebben een team van open-minded artsen die naar je luisteren en je onderwijzen, en je empoweren op je reis naar optimale gezondheid en welzijn met veilige en effectieve behandelingen. Onze faciliteit is beoordeeld als het nummer één gezondheids- en medisch centrum in de Olympia Washington regio, en we moedigen je aan om een afspraak te maken en een andere vorm van zorg te ervaren.",
  "Better Health Solutions": "Better Health Solutions",
  "Dr. Abbas Khayami": "Dr. Abbas Khayami",
  "In Scottsdale, AZ, chiropractic care could be just what you need! This type of healthcare focuses on diagnosing and treating problems with your muscles, bones, and joints, particularly those related to your spine. Chiropractors, as healthcare professionals, can help enhance nerve function, reduce pain, and promote healing through techniques like spinal adjustments.": "In Scottsdale, AZ, kan chiropractische zorg precies zijn wat je nodig hebt! Deze vorm van zorg richt zich op het diagnosticeren en behandelen van problemen met je spieren, botten en gewrichten, vooral die met betrekking tot je wervelkolom. Chiropractors, als zorgprofessionals, kunnen helpen de zenuwfunctie te verbeteren, pijn te verminderen en genezing te bevorderen door technieken zoals wervelkolomcorrecties.",
  "Healing Goddess": "Healing Goddess",
  "Stacy Theodossin - The Healing Goddess": "Stacy Theodossin - The Healing Goddess",
  "After Stacy graduated from San Diego State University in 1992, she moved to the Detroit area and began her career in sales and marketing. She traveled the world and climbed the corporate ladder. But something was missing. Before long, she was back to her studies – this time in Ayurvedic Medicine. Her own journey to health and healing, through Ayurveda, had already begun a few years earlier -- when she was a patient with her own chronic health conditions. When she had the opportunity to deepen her knowledge, she jumped at the chance. At first, it was from an academic standpoint. She couldn’t wrap her mind around how it all worked. After hours and years of study and residency, she found the answers she sought. Then, her mission was clear – she needed to teach others how to HEAL & TRANSFORM their own lives through Ayurveda, the 'wisdom of life.": "Nadat Stacy in 1992 afstudeerde aan de San Diego State University, verhuisde ze naar het Detroit-gebied en begon haar carrière in verkoop en marketing. Ze reisde de wereld rond en beklom de corporate ladder. Maar er ontbrak iets. Al snel was ze weer terug naar haar studies – dit keer in Ayurvedische Geneeskunde. Haar eigen reis naar gezondheid en genezing, via Ayurveda, was al een paar jaar eerder begonnen – toen ze zelf een patiënt was met chronische gezondheidsproblemen. Toen ze de kans kreeg haar kennis te verdiepen, greep ze die met beide handen. In eerste instantie was het vanuit een academisch standpunt. Ze kon niet begrijpen hoe het allemaal werkte. Na uren en jaren van studie en residentie, vond ze de antwoorden die ze zocht. Toen was haar missie duidelijk – ze moest anderen leren hoe ze hun eigen leven konden HELEN & TRANSFORMEREN door Ayurveda, de 'wijsheid van het leven.",
  "Yogi Sanjivana": "Yogi Sanjivana",
  "Yogi Sanji - (Sanjivana)": "Yogi Sanji - (Sanjivana)",
  "My name is Yogi Sanji (Sanjivana), and my expertise is meditation and spiritual mentoring. I am a former monk of 20 years and have extensive experience teaching meditation to individuals and large groups. Meditation is my passion, interest, and life. I help people reach their goals of happiness, peace, and liberation through the practice of meditation and mindfulness. I teach meditation based on ancient traditions and doctrines which include deep insights, concentration, mindfulness, relaxation, and healing meditations. Sanjivana Kularathna - Serenity Meditations Meditation Teacher, Spiritual- Counselor, Therapist, Tutor, Mentor, Life Coach Energy work healing Working for Charities, Suicide prevention , Trauma Recovery , Rehabilitation, Sober Therapy and rebuilding lives.": "Mijn naam is Yogi Sanji (Sanjivana), en mijn expertise is meditatie en spirituele mentoring. Ik ben een voormalige monnik van 20 jaar en heb uitgebreide ervaring met het onderwijzen van meditatie aan individuen en grote groepen. Meditatie is mijn passie, interesse en leven. Ik help mensen hun doelen van geluk, vrede en bevrijding te bereiken door middel van meditatie en mindfulness. Ik geef meditatie gebaseerd op oude tradities en doctrines, die diepgaande inzichten, concentratie, mindfulness, ontspanning en genezing meditatie omvatten. Sanjivana Kularathna - Serenity Meditations Meditatie Leraar, Spiritueel- Counselor, Therapeut, Tutor, Mentor, Life Coach, Energie werk genezing Werkzaam voor Goede Doelen, Suïcidepreventie, Trauma Herstel, Revalidatie, Nuchtere Therapie en het herbouwen van levens.",
  "Medical Rating": "Medische Beoordeling",
  "Description": "Beschrijving",
  "Name": "Naam",
  "Showcase your company with a direct link to your booking page. The practices above will take users to a scrollview of As the project scales, there will be built-in 24 hour scheduler. Finally, all providers on the platform receive a showcase interview for your Telehealth portal.": "Presenteer uw bedrijf met een directe link naar uw boekingspagina. De bovenstaande praktijken zullen gebruikers naar een scrollweergave brengen. Naarmate het project groeit, zal er een ingebouwde 24-uurs planner zijn. Ten slotte ontvangen alle aanbieders op het platform een showcase-interview voor uw Telehealth-portaal."
}
