{
  "Home": "Início",
  "NotFound": "Não encontrado",
  "StemCell": "Terapia com células-tronco",
  "Ayurveda": "Ayurveda",
  "BlogPage": "Página do blog",
  "Apoth": "Ervataria",
  "Blog1": "O constipação pode causar dor nas costas?",
  "Blog2": "Agulhamento seco versus acupuntura",
  "Blog3": "Desintoxicação",
  "Hypnopract": "Hipnoterapeutas",
  "HomeopathyPract": "Homeopatas",
  "Blog4": "Regeneração celular",
  "Blog11": "Quando o último Bitcoin será minerado?",
  "Blog6": "Câncer",
  "Blog5": "O que é acupuntura?",
  "Prevent": "Prevenção",
  "Blog8": "Hepatite B: Fitoterapia para hepatite B",
  "Blog9": "A importância da nutrição",
  "Blog10": "O caso curioso do câncer: Frutas diárias para prevenção",
  "Detox": "Desintoxicação",
  "Hypnotherapy": "Hipnoterapia",
  "Nutrition": "Nutrição",
  "Chiropractic": "Quiropraxia",
  "Acupuncture": "Acupuntura",
  "Chelation": "Quelação",
  "Homeopathy": "Homeopatia",
  "Telehealth": "Guia completo de telemedicina holística",
  "About": "Sobre nós",
  "Blog7": "Óleo de Batana: Benefícios do óleo de Batana",
  "Bitcoin": "O que é Bitcoin?",
  "Imagine a world where...": "Imagine um mundo onde você pode enviar dinheiro do seu telefone para pagar suas contas, aceitar depósitos de garantia e fazer transações com qualquer pessoa como se ela estivesse ao seu lado. O mundo é menos complicado do que parece; a queda de uma maçã determina a gravidade. Hoje, os sistemas são complexos. Existem vários canais e entidades que supervisionam as trocas mais simples. O Bitcoin é esse mundo simplificado, uma maneira de realizar transações e trocas de pessoa para pessoa sem \"intermediário\".",
  "The concepts of digitized...": "Os conceitos de moeda digitalizada e transações não são estranhos e constituem essencialmente o funcionamento do mundo atual.",
  "World Bank": "Banco Mundial",
  "'2/3 of adults worldwide...": "'Dois terços dos adultos em todo o mundo enviam ou recebem pagamentos digitais'. Os bancos praticam reservas fracionárias desde o século XVII. O Bitcoin implementa as características da moeda digital, mas você é seu próprio banco. O Bitcoin é descentralizado; não há necessidade de confiar em uma entidade financeira.",
  "To keep things as simple...": "Para manter as coisas o mais simples possível, o Bitcoin faz o melhor possível para corrigir os problemas do sistema financeiro tradicional. O Bitcoin é deflacionário, o que significa que seu valor é fixo e não perde valor ao longo do tempo. Em todo o mundo, as moedas estão perdendo valor rapidamente. O Bitcoin faz um excelente trabalho ao injetar igualdade financeira nas áreas mais afetadas pela hiperinflação - África, América do Sul, América Latina e Ásia.",
  "Bitcoin is the future!": "O Bitcoin é o futuro!",
  "It is the empowerment...": "É o empoderamento das pessoas em todo o mundo. A adoção do Bitcoin é inevitável; duas ilhas (Prospera e Madeira) e duas nações adotaram oficialmente o Bitcoin - El Salvador e a República Centro-Africana. O Bitcoin é um novo mundo, onde as pessoas têm autonomia e soberania.",
  "Vitamin B17": "Vitamina B: Vitamina B17 - O mistério do câncer",
  "Many medical professions state...": "Muitas profissões médicas afirmam que doenças como o câncer são causadas por deficiência de vitamina B e vitamina B17. Explore os mistérios em torno da vitamina B17."
}