{
  "Home": "Domov",
  "NotFound": "Nenájdené",
  "StemCell": "Terapia kmeňovými bunkami",
  "Ayurveda": "Ajurvéda",
  "BlogPage": "Stránka blogu",
  "Apoth": "Bylinkáreň",
  "Blog1": "Môže zápcha spôsobiť bolesť chrbta?",
  "Blog2": "Suché ihly vs. akupunktúra",
  "Blog3": "Detoxikácia",
  "Hypnopract": "Hypnoterapeuti",
  "HomeopathyPract": "Homeopati",
  "Blog4": "Regenerácia buniek",
  "Blog11": "Kedy bude vytýžený posledný Bitcoin?",
  "Blog6": "Rakovina",
  "Blog5": "Čo je akupunktúra?",
  "Prevent": "Prevencia",
  "Blog8": "Hepatitída B: Bylinná medicína na hepatitídu B",
  "Blog9": "Význam výživy",
  "Blog10": "Kuriózny prípad rakoviny: Denné ovocie na prevenciu",
  "Detox": "Detoxikácia",
  "Hypnotherapy": "Hypnoterapia",
  "Nutrition": "Výživa",
  "Chiropractic": "Chiropraktika",
  "Acupuncture": "Akupunktúra",
  "Chelation": "Chelácia",
  "Homeopathy": "Homeopatia",
  "Telehealth": "Kompletný sprievodca holistickou telemedicínou",
  "About": "O nás",
  "Blog7": "Batanový olej: Výhody Batanovho oleja",
  "Bitcoin": "Čo je Bitcoin?",
  "Imagine a world where...": "Predstavte si svet, kde môžete posielať peniaze zo svojho telefónu na platenie účtov, prijímať zálohy a vykonávať transakcie s kýmkoľvek, ako keby bol hneď vedľa vás. Svet je menej komplikovaný, než si myslíte; pád jablka určuje gravitáciu. Dnes sú systémy komplexné. Existujú početné kanály a entity, ktoré dohliadajú na najjednoduchšie výmeny. Bitcoin je tento zjednodušený svet, spôsob vykonávania transakcií a výmen medzi jednotlivcami bez \"prostredníka\".",
  "The concepts of digitized...": "Koncepty digitalizovanej meny a transakcií nie sú cudzie a predstavujú v podstate fungovanie súčasného sveta.",
  "World Bank": "Svetová banka",
  "'2/3 of adults worldwide...": "'Dve tretiny dospelých na celom svete posielajú alebo prijímajú digitálne platby'. Banky vykonávajú frakčné rezervné bankovníctvo od 17. storočia. Bitcoin implementuje vlastnosti digitálnej meny, ale vy ste svojou vlastnou bankou. Bitcoin je decentralizovaný; nie je potrebné dôverovať žiadnej finančnej entite.",
  "To keep things as simple...": "Aby sa veci udržali čo najjednoduchšie, Bitcoin robí všetko, čo môže, aby napravil problémy tradičného finančného systému. Bitcoin je deflačný, čo znamená, že jeho hodnota je stanovená a časom neklesá. Po celom svete meny strácajú rýchlo na hodnote. Bitcoin vykonáva vynikajúcu prácu pri vstrekovaní finančnej rovnosti do oblastí najviac postihnutých hyperinfláciou - Afrika, Južná Amerika, Latinská Amerika a Ázia.",
  "Bitcoin is the future!": "Bitcoin je budúcnosť!",
  "It is the empowerment...": "Je to posilnenie ľudí po celom svete. Adopcia Bitcoinu je nevyhnutná; dva ostrovy (Prospera a Madeira) a dva národy oficiálne prijali Bitcoin - Salvádor a Stredoafrická republika. Bitcoin je nový svet, v ktorom ľudia majú autonómiu a suverenitu.",
  "Vitamin B17": "Vitamín B: Vitamín B17 - Záhada rakoviny",
  "Many medical professions state...": "Mnohé lekárske povolania tvrdia, že choroby ako rakovina sú spôsobené nedostatkom vitamínu B a vitamínu B17. Preskúmajte záhady okolo vitamínu B17."
}