{
  "Home": "หน้าแรก",
  "NotFound": "ไม่พบ",
  "StemCell": "การรักษาด้วยเซลล์สเต็ม",
  "Ayurveda": "อายุรเวท",
  "BlogPage": "หน้าบล็อก",
  "Apoth": "ร้านสมุนไพร",
  "Blog1": "อาการท้องผูกสามารถทำให้ปวดหลังได้หรือไม่?",
  "Blog2": "การฝังเข็มแบบแห้งเทียบกับการฝังเข็ม",
  "Blog3": "การล้างพิษ",
  "Hypnopract": "นักจิตบำบัดด้วยการสะกดจิต",
  "HomeopathyPract": "แพทย์โฮเมโอพาธ",
  "Blog4": "การสร้างเซลล์ใหม่",
  "Blog11": "เมื่อใดจะขุดบิตคอยน์ครั้งสุดท้าย?",
  "Blog6": "มะเร็ง",
  "Blog5": "การฝังเข็มคืออะไร?",
  "Prevent": "การป้องกัน",
  "Blog8": "ไวรัสตับอักเสบ B: สมุนไพรสำหรับไวรัสตับอักเสบ B",
  "Blog9": "ความสำคัญของโภชนาการ",
  "Blog10": "กรณีแปลกของมะเร็ง: ผลไม้ประจำวันเพื่อป้องกัน",
  "Detox": "การล้างพิษ",
  "Hypnotherapy": "การบำบัดด้วยการสะกดจิต",
  "Nutrition": "โภชนาการ",
  "Chiropractic": "ไคโรแพรคติก",
  "Acupuncture": "การฝังเข็ม",
  "Chelation": "การคีเลชั่น",
  "Homeopathy": "โฮเมโอพาธ",
  "Telehealth": "คู่มือการดูแลสุขภาพทางไกลแบบองค์รวม",
  "About": "เกี่ยวกับเรา",
  "Blog7": "น้ำมันบาตานา: ประโยชน์ของน้ำมันบาตานา",
  "Bitcoin": "บิตคอยน์คืออะไร?",
  "Imagine a world where...": "จินตนาการถึงโลกที่คุณสามารถส่งเงินจากโทรศัพท์ของคุณเพื่อจ่ายบิล รับเงินฝากและทำธุรกรรมกับใครก็ได้ราวกับว่าอยู่ข้างๆ คุณ โลกนั้นง่ายกว่าที่คิด การตกของแอปเปิ้ลกำหนดแรงโน้มถ่วง วันนี้ระบบมีความซับซ้อน มีช่องทางและหน่วยงานมากมายที่ดูแลการแลกเปลี่ยนที่ง่ายที่สุด บิตคอยน์คือโลกที่เรียบง่ายนี้ เป็นวิธีการทำธุรกรรมและแลกเปลี่ยนระหว่างบุคคลโดยไม่ผ่าน \"คนกลาง\"",
  "The concepts of digitized...": "แนวคิดเกี่ยวกับการเงินดิจิทัลและธุรกรรมไม่ใช่เรื่องแปลกและเป็นพื้นฐานของการทำงานของโลกในปัจจุบัน",
  "World Bank": "ธนาคารโลก",
  "'2/3 of adults worldwide...": "'สองในสามของผู้ใหญ่ทั่วโลกส่งหรือรับการชำระเงินดิจิทัล' ธนาคารดำเนินการธนาคารสำรองเศษส่วนตั้งแต่ศตวรรษที่ 17 บิตคอยน์ใช้คุณสมบัติของสกุลเงินดิจิทัล แต่คุณเป็นธนาคารของคุณเอง บิตคอยน์กระจายอำนาจ ไม่มีความจำเป็นต้องเชื่อถือองค์กรทางการเงิน",
  "To keep things as simple...": "เพื่อรักษาสิ่งต่างๆ ให้ง่ายที่สุด Bitcoin ทำงานได้ดีที่สุดในการแก้ไขปัญหาของระบบการเงินแบบดั้งเดิม Bitcoin เป็นเงินเฟ้อต่ำ ซึ่งหมายความว่ามูลค่าของมันได้รับการกำหนดและไม่สูญเสียค่าในระยะเวลาอันยาวนาน ทั่วโลกสกุลเงินกำลังสูญเสียค่าอย่างรวดเร็ว Bitcoin ทำงานได้อย่างยอดเยี่ยมในการฉีดความเท่าเทียมทางการเงินเข้าสู่พื้นที่ที่ได้รับผลกระทบมากที่สุดจากเงินเฟ้อสูง - อัฟริกา อเมริกาใต้ อเมริกาละติน และเอเชีย",
  "Bitcoin is the future!": "บิตคอยน์คืออนาคต!",
  "It is the empowerment...": "นี่คือการเสริมพลังของผู้คนทั่วโลก การยอมรับบิตคอยน์เป็นสิ่งที่หลีกเลี่ยงไม่ได้ สองเกาะ (โปรสเปราและมาเดรา) และสองชาติได้ยอมรับบิตคอยน์อย่างเป็นทางการ - เอลซัลวาดอร์และสาธารณรัฐแอฟริกากลาง บิตคอยน์เป็นโลกใหม่ที่ผู้คนมีอิสระและอำนาจ",
  "Vitamin B17": "วิตามิน B: วิตามิน B17 - ปริศนาของมะเร็ง",
  "Many medical professions state...": "หลายสาขาวิชาชีพทางการแพทย์ระบุว่าโรคเช่นมะเร็งเกิดจากการขาดวิตามิน B และวิตามิน B17 สำรวจความลึกลับเกี่ยวกับวิตามิน B17"
}